Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Plots are allocated space on your hard drive used to farm and earn Chia. <0>Learn more</0>
be_by: Дзялянкі — гэта вылучаная прастора на вашым жорсткім дыску, якая выкарыстоўваецца для фермерства і прыносіць даход у Chia. <0>Даведацца больш</0>
ca_es: Traçats ubicats en l'espai del teu disc dur utilitzat per collir i guanyar Chia</0> Aprèn més <0>
cs_cz: Pole jsou soubory, které můžete vytvořit na volném místě svého disku a pomocí kterých můžete farmařit Chia. <0>Zjistit více</0>
de_de: Plots werden Speicherplatz auf der Festplatte zugewiesen um Chia zu farmen und zu erhalten <0>Lerne mehr</0>
el_gr: Τα plots κατανέμονται στο σκληρό σας δίσκο που είναι για farm και κερδίζετε Chia. <0>Μάθετε περισσότερα</0>
fa_ir: پلات ها از فضای هارد شما جهت کشت و بدست آوردن چیا استفاده میکنند.<0> بیشتر بدانید<0>
id_id: Plot adalah penempatan ruang dalam hard drive yang digunakan untuk disewakan dan memperoleh Chia <0>Pelajari lebih lanjut</0>
ja_jp: 耕地とは、チアを収穫し、得るためにハードドライブ上に確保する領域です。<0>詳しく</0>
nl_nl: Plots zijn bestanden op uw harde schijf, die gebruikt worden om Chia te farmen en om Chie te verdienen. <0>Leer meer hierover</0>
pl_pl: Działki to przestrzeń na twoim twardym dysku wykorzystywana do farmienia i zarabiania Chia. <0>Dowiedz się więcej</0>
ro_ro: Parcelele reprezintă spațiu alocat pe hard-disc, folosite pentru a cultiva și câștiga Chia. <0>Află mai multe</0>
ru_ru: Участки - это выделенное пространство на вашем жестком диске. Участки используются для фарминга и приносят доход в чиа. <0>Подробности</0>
sk_sk: Polia sú pridelené priestory na vašom pevnom disku používanom na ťažbu a zarábanie Chia. <0>Ďalšie informácie</0>
sq_al: Ploteve u është dhënë hapësirë në hard diskun tuaj që përdoret për të fermuar dhe fituar Chia. <0> Mësoni më shumë </0>
sr_sp: Плотовима је додељен простор на твом хард-диску који се користи за фарму и Chia зараду. <0> Сазнај више </0>
tr_tr: Plot'lar sabit diskinizde madencilik yapmak ve Chia kazanmak için belli alanlara ayrılmıştır. <0>Daha Fazlasını Öğren</0>
zh_cn: 农田就是在你的硬盘上分配的一块空间，用来收获奇亚币。<0>了解更多</0>

source: Plotting
be_by: Засяванне
bg_bg: Създаване на поле
ca_es: Traçant
cs_cz: Vytváření
fa_ir: پلات سازی
id_id: Plotkan
ja_jp: 耕し中
nl_nl: Aan het plotten
pl_pl: Generowanie działki
ro_ro: Parcelează
ru_ru: Засеивание
sk_sk: Vytváranie poľa
sq_al: Po ploton
sr_sp: Плотовање
tr_tr: Plot Oluşturuluyor
zh_cn: 正在开垦

source: Plotting in parallel can save time. Otherwise, add plot(s) to the queue.
be_by: Паралельнае (адначасовае) засяванне некалькіх дзялянак эканоміць час. У іншым выпадку дзялянкі на засяванне дадаюцца ў чаргу.
bg_bg: Създаването на полета паралелно може да спести време. В противен случай, добавете поле(та) към опашката.
ca_es: Traçar en paral·lel pot estalviar temps, en cas contrari afegeix traçat(s) a la cua.
cs_cz: Vytváření více polí v jeden okamžik sice může při splnění určitých podmínek ušetřit čas, ale pro běžné počítače využijte přidání pole do fronty.
de_de: Paralleles plotten kann Zeit sparen. Andernfalls kannst du Plots der Warteschlange hinzufügen.
el_gr: Το Plotting in parallel μπορεί να εξοικονομήσει χρόνο. Διαφορετικά, προσθέστε plots στην ουρά.
fa_ir: ساخت پلات ها به طور همزمان می تواند زمان کمتری مصرف کند. در غیر اینصورت،پلات(ها) را در صف ساخته شدن قرار دهید.
id_id: Plotting secara paralel dapat mempersingkat waktu. Jika tidak, masukkan plot ke dalam antrian.
ja_jp: 並行で耕すと時間の節約になる場合があります。スペックが足りない場合はキューに追加してください。
pl_pl: Równoległe generowanie dzialek może oszczędzać czas. W przeciwnym wypadku dodaj działkę (działki) do kolejki.
ro_ro: Parcelarea în paralel poate economisi timp. Altfel, adaugă parcele la coada de așteptare.
ru_ru: Параллельное засеивание позволяет сэкономить время. Также вы можете создать очередь засеивания участков.
sk_sk: Paralelné vytváranie polí môže ušetriť čas. V opačnom prípade sa pridá do frontu.
sq_al: Plotimi në paralel mund të kursejë kohë. Përndryshe, shtoni komplotin (et) në rradhë.
sr_sp: Паралелно плотовање може уштедети време. У супротном, додај плот(ове) у ред.
tr_tr: Eş zamanlı plot yapmak zaman kazandırabilir. Ya da sıraya başka plot(lar) ekleyin.
zh_cn: 并发开垦可以有效节省开垦时间但对系统资源要求很高。系统硬件不够的话建议选择按队列顺序开垦。

source: Plotting with bitfield enabled has about 30% less overall writes and is now almost always faster. You may see reduced memory requirements with bitfield plotting disabled. If your CPU design is from before 2010 you may have to disable bitfield plotting.
be_by: Засяванне дзялянак з выкарыстаннем бітавых палёў (bitfield) амаль заўсёды ідзе хутчэй, паколькі змяншае агульную колькасць аперацый запісу прыблізна на 30%. З другога боку, адключэнне іх выкарыстання зніжае патрабаванні да аб'ёму аператыўнай памяці. Калі працэсар вашага камп'ютара распрацаваны да 2010 года, выкарыстанне бітавых палёў давядзецца адключыць.
ca_es: Parcel·lar amb el bitfield activat genera un 30% menys d'escriptura en el disc i gairebé sempre és més ràpid. Probablement veuràs que la teva memòria es redueix quan desactivis la parcel·lació amb bitfield. Si el disseny de la teva CPU és d'abans del 2010 és molt probable que hagis de desactivar la parcel·lació amb bitfield.
cs_cz: Vykreslování s bitovým polem umožňuje až o 30% méně zápisů a je tedy rychlejší. S vypnutým bitovým polem ale ušetříte paměť. Pokud je váš procesor vyroben před 2010, pravděpodobně budete muset bitové pole vypnout.
de_de: Das Plotten mit aktiviertem Bitfeld benötigt etwa 30 % weniger Schreibvorgänge und ist jetzt fast immer schneller. Möglicherweise ist der Speicherbedarf reduziert, wenn das Bitfeld-Plotten deaktiviert ist. Es wird empfohlen das Bitfeld-Plotten zu deaktivieren, wenn ihre CPU-Architektur vor 2010 entwickelt wurde.
el_gr: Το plotting με ενεργοποιημένο το bitfield έχει περίπου 30% λιγότερες συνολικές εγγραφές και τώρα πια είναι σχεδόν πάντα πιο γρήγορο. Μπορεί να δείτε μειωμένες απαιτήσεις μνήμης με την σχεδίαση bitfield απενεργοποιημένη. Εάν η αρχιτεκτονική της CPU σας είναι πριν από το 2010 μπορεί να χρειαστεί να απενεργοποιήσετε την σχεδίαση bitfield.
fa_ir: پلات سازی با فعال کردن bitfield حدود ۳۰٪ اعمال نوشتن بر هارد دیسک را کمتر میکند و در حال حاضر سریع تر می باشد. ممکن است با غیر فعال کردن bitfield نیاز به حافظه کمتری باشد. اگر CPU شما ساخت قبل از سال ۲۰۱۰ می‌باشد، ممکن است مجبور به غیرفعال کردن پلاتسازی bitfield باشید.
id_id: Membuat plot dengan bitfield yang diaktifkan akan memiliki sekitar 30% lebih sedikit penulisan keseluruhan dan sekarang ini hampir selalu lebih cepat. Anda mungkin melihat berkurangnya persyaratan memori dengan cara menonaktifkan bitfield plotting. Jika desain CPU Anda dari sebelum tahun 2010, anda sebaiknya menonaktifkan plotting dengan bitfield.
ja_jp: ビットフィールドを有効にして耕すと、書き込み量が30%ほと減少し、現状ではほとんどの場合速く完了します。ビットフィールドを無効にするとRAMの必要量が減る可能性があります。ご使用のCPUが2010年以前の物ですと、ビットフィールド無効しか使えない可能性があります。
pl_pl: Generowanie pól bitowo zmniejsza o 30% zapis i jest prawie zawsze szybsze. Możliwe, że zobaczysz zmniejszone wymagane pamięci z wyłączonym generowaniem działek bitowo. Jeśli model twojego procesora jest sprzed 2010 możliwe, że będziesz musiał wyłączyć generowanie działek bitowo.
ru_ru: Разметка участков при включенной функции построения битовых полей почти всегда выполняется быстрее так как имеет меньше операций записи примерно на 30% . С другой стороны вы можете увидеть снижение требований к памяти при отключении функции построения битовых полей. Если ваш процессор разработан до 2010 года, возможно, вам придется отключить функцию построения битовых полей.
sk_sk: Vykresľovanie s bitovým poľom umožňuje okolo 30% menej zápisov a je teraz takmer vždy rýchlejšie. Vypnutím bitového poľa môžete znížiť požiadavky na pamäť. Ak je vaše CPU z pred roku 2010, možno budete musieť vykresľovanie s bitovým poľom deaktivovať.
sq_al: Plotimi me bitfield të aktivizuar ka rreth 30% më pak shkrime të përgjithshme dhe tani është pothuajse gjithmonë më i shpejtë. Ju mund të shihni kërkesa të reduktuara të kujtesës me skemën e bitfield të çaktivizuar. Nëse dizajni juaj i CPU-së është para vitit 2010, mund t'ju duhet të çaktivizoni skicimin e bitfield-it.
sr_sp: Плотовање са омогућеним бит пољем има око 30% мање укупних уписа и готово је увек брже. Можда ћеш приметити смањене захтеве за меморијом са онемогућеним писањем бит поља. Ако је твој процесор пре 2010. године, можда ћеш морати да онемогућиш ову опцију.
tr_tr: Bitfield etkinken çizim yapmak yaklaşık% 30 daha az genel yazma sağlar ve artık neredeyse her zaman daha hızlıdır. Bit alanı çizimi devre dışı bırakıldığında bellek gereksinimlerinin azaldığını görebilirsiniz. CPU tasarımınız 2010'dan önceyse, bit alanı grafiğini devre dışı bırakmanız gerekebilir.
zh_cn: 在开垦农田时启用位域会减少约30%的磁盘写入，而且大多数情况下会更快。但如果您在开垦时禁用位域，占用的内存则可能会减少。如果您的CPU是2010年以前的型号，您可能必须禁用位域才能开垦。

source: Points Found Since Start
de_de: Punkte seit Beginn gefunden
ru_ru: Пункты с начала запуска
sk_sk: Body nájdené od spustenia

source: Points Found in Last 24 Hours
de_de: Punkte in den letzten 24 Stunden gefunden
ru_ru: Пункты за последние 24 часа
sk_sk: Body nájdené za posledných 24 hodín

source: Points Successful in Last 24 Hours
de_de: Punkte Erfolgreich in den letzten 24 Stunden
ru_ru: Принятые пункты за последние 24 часа
sk_sk: Úspešné body za posledných 24 hodín

source: Pool
ru_ru: Пул
sk_sk: Združenie
tr_tr: Havuz

source: Pool Contract Address
de_de: Pool-Vertragsadresse
ru_ru: Адрес контракта пула
sk_sk: Adresa zmluvy združenia
tr_tr: Havuz Sözleşme Adresi

source: Pool Key
be_by: Ключ пула
bg_bg: Ключ на басейна
ca_es: Clau de piscina
cs_cz: Klíč poolu
de_de: Pool Schlüssel
el_gr: Plot Key
fa_ir: کلید استخر
id_id: Kunci Pool
ja_jp: プール鍵
pl_pl: Klucz farmera
ro_ro: Cheie Asociație
ru_ru: Ключ пула
sk_sk: Kľúč združenia
sq_al: Çelësi i pollit
sr_sp: Кључ пула
tr_tr: Havuz Anahtarı
zh_cn: 矿池密钥

source: Pool Login Link
ru_ru: Ссылка для входа на пул
sk_sk: Odkaz na prihlásenie do združenia

source: Pool Payout Instructions
de_de: Pool Auszahlungsanweisungen
ru_ru: Инструкции по выплате пула
sk_sk: Pokyny združenia na výplatu

source: Pool Public Key
be_by: Адкрыты ключ пула
bg_bg: Публичен ключ на басейна
ca_es: Clau pública de piscina
cs_cz: Veřejný klíč poolu
de_de: Öffentlicher Pool Schlüssel
el_gr: Public Key Πισίνας
fa_ir: کلید عمومی استخر
id_id: Pool Kunci Publik
ja_jp: プール公開鍵
pl_pl: Publiczny klucz puli
ro_ro: Cheie Publică Asociație
ru_ru: Публичный ключ пула
sk_sk: Verejný kľúč združenia
sq_al: Çelësi publik i pollit
sr_sp: Јавни кључ пула
tr_tr: Herkese Açık Havuz Anahtarı
zh_cn: 矿池公钥

source: Pool Puzzle Hash
be_by: Хэш-галаваломка пула
ca_es: El Puzzle Hash de la Pool
cs_cz: Hádankový klíč
el_gr: Puzzle Hash Πισίνας
fa_ir: استخر جورچین هش(در هم سازی)
id_id: Teka-teki Hash Pool
ja_jp: プールパズルハッシュ値
ro_ro: Hash Enigmă Asociație
ru_ru: Хеш-головоломка пула
sk_sk: Hádankový klúč združenia
sq_al: Pazell e pollit
sr_sp: Хеш слагалица пула
tr_tr: Karma Havuz Bulmacası
zh_cn: 农场次谜语哈希

source: Pool Reward Address
be_by: Адрас узнагароды пулу
ca_es: Adressa de recompensa de l'agricultor
cs_cz: Adresa pro odměny poolu
de_de: Pool Belohnungs Adresse
el_gr: Διεύθυνση Ανταμοιβής Ομίλου
fa_ir: آدرس پاداش استخر
id_id: Alamat Upah Pool
ja_jp: プール報酬アドレス
pl_pl: Adres nagród z puli
ro_ro: Adresă Răsplată Asociație
ru_ru: Адрес выплаты пулу
sk_sk: Adresa odmeny združenia
sq_al: Adresa e perfitimeve të fermerit
sr_sp: Адреса награде пула
tr_tr: Havuz Ödür Adresi
zh_cn: 农池奖励地址

source: Pool Reward Address is not properly formatted.
de_de: Adresse der Farmerbelohnung ist nicht korrekt formatiert.
ru_ru: Неверный формат адреса вознаграждения фермера.
sk_sk: Adresa odmeny združenia nemá správny formát.

source: Pool Reward Address must not be empty.
de_de: Die Farmerbelohnung-Adresse darf nicht leer sein.
ru_ru: Адрес наград фермера не должен быть пустым.
sk_sk: Adresa odmeny združenia nesmie byť prázdna.

source: Pool Reward Amount
be_by: Сума ўзнагароды пула
ca_es: La quanitat de recompensa de la Pool
cs_cz: Částka odměny sdružení
de_de: Pool Belohnungs Anzahl
el_gr: Ποσό Ανταμοιβής Ομίλου
fa_ir: مقدار پاداش استخر
id_id: Jumlah Upah Pool
ja_jp: プール報酬額
pl_pl: Kwota nagród z puli
ro_ro: Sumă Răsplată Asociație
ru_ru: Сумма вознаграждения пула
sk_sk: Čiastka odmeny združenia
sq_al: Shuma e Shpërblimit të Pollit
sr_sp: Износ награде за пул
tr_tr: Havuz Ödül Miktarı
zh_cn: 农田池奖励数

source: Pool does not provide relative_lock_height.
de_de: Pool stellt keine relative_lock_height bereit.
ru_ru: Pool не предоставляет relative_lock_height.
sk_sk: Združenie neposkytuje relative_lock_height.

source: Pool does not provide target_puzzle_hash.
de_de: Pool stellt keine target_puzzle_hash bereit.
ru_ru: Пул не предоставляет target_puzzle_hash.
sk_sk: Združenie neposkytuje target_puzzle_hash.

source: Pool public key:
de_de: Öffentlicher Pool-Schlüssel:
fa_ir: کلید عمومی استخر:
ru_ru: Публичный ключ пула:
sk_sk: Verejný kľúč združenia:
tr_tr: Herkese Açık Havuz Anahtarı:

source: Pool:
ru_ru: Пул:
sk_sk: Združenie:
tr_tr: Havuz:

source: Port
be_by: Порт
bg_bg: ~Порт
fa_ir: پورت
ja_jp: ポート
nl_nl: Poort
ru_ru: Порт
sq_al: Porta
sr_sp: Порт
zh_cn: 端口

source: Preparing Plot NFT
de_de: Plot-NFT wird vorbereitet
ru_ru: Подготовка участка NFT
sk_sk: Príprava NFT poľa

source: Preparing standard wallet
de_de: Standard Wallet wird vorbereitet
ru_ru: Подготовка стандартного кошелька
sk_sk: Príprava štandardnej peňaženky

source: Previous
be_by: Папярэдні
bg_bg: Предишен
ca_es: Anterior
cs_cz: Předchozí
de_de: Vorherig
el_gr: Προηγούμενο
fa_ir: قبلى
id_id: Sebelumnya
ja_jp: 前へ
nl_nl: Vorige
pl_pl: Poprzedni
ro_ro: Anterior
ru_ru: Предыдущий
sk_sk: Predchádzajúci
sq_al: Paraprak
sr_sp: Назад
tr_tr: Önceki
zh_cn: 上一个

source: Previous Header Hash
be_by: Хэш папярэдняга загалоўка
ca_es: Hash del Bloc previ
cs_cz: Hash předchozího záhlaví
de_de: Vorheriger Header Hash
el_gr: Προηγούμενη Header Hash
fa_ir: عنوان هش قبلی
id_id: Header Hash Sebelumnya
ja_jp: 前ヘッダーハッシュ値
pl_pl: Hasz poprzedniego bloku
ro_ro: Hash Antet Anterior
ru_ru: Хэш предыдущего блока
sk_sk: Hash predchádzajúceho záhlavia
sq_al: Headeri i mëparshëm Hash
sr_sp: Претходно хеш заглавље
tr_tr: Önceki Başlık Karması
zh_cn: 上个区块的头部哈希

source: Private key with public fingerprint {fingerprint}
be_by: Закрыты ключ з адкрытым лічбавым адбіткам {fingerprint}
ca_es: Clau privada amb el fingerprint públic {fingerprint}
cs_cz: Soukromý klíč s veřejným otiskem {fingerprint}
de_de: Privater Schlüssel mit öffentlichem Fingerabdruck {fingerprint}
el_gr: Ιδιωτικό κλειδί με δημόσιο αποτύπωμα {fingerprint}
fa_ir: کلید خصوصی به همراه اثر انگشت عمومی {fingerprint}
id_id: Kunci privat dengan sidik jari publik {fingerprint}
ja_jp: 公開指紋 {fingerprint} に対応する秘密鍵
pl_pl: Klucz prywatny z publicznym odciskiem {fingerprint}
ro_ro: Cheie privată având amprenta cheii publice {fingerprint}
ru_ru: Приватный ключ с публичным отпечатком {fingerprint}
sk_sk: Privátny kľúč s verejným odtlačkom {fingerprint}
sq_al: Çelës privat me gjurmë gishtash publike {fingerprint}
sr_sp: Приватни кључ са јавним потписом {fingerprint}
tr_tr: Herkese açık parmak izi ile gizli anahtar {fingerprint}
zh_cn: 公共指纹为 {fingerprint} 的私钥

source: Private key {0}
be_by: Закрыты ключ {0}
bg_bg: Личен ключ {0}
ca_es: Clau privada{0}
cs_cz: Soukromý klíč {0}
de_de: Privater Schlüssel {0}
el_gr: Ιδιωτικό κλειδί {0}
fa_ir: کلید خصوصی {0}
id_id: Kunci privat {0}
ja_jp: 秘密鍵 {0}
nl_nl: Private sleutel {0}
pl_pl: Klucz prywatny {0}
ro: Cheia privata {0}
ro_ro: Cheia privată {0}
ru_ru: Закрытый ключ {0}
sk_sk: Privátny kľúč {0}
sq_al: Çelësi privat {0}
sr_sp: Приватни кључ {0}
tr_tr: Özel anahtar
zh_cn: 私钥 {0}

source: Private key:
be_by: Закрыты ключ:
bg_bg: Частен ключ:
ca_es: Clau privada:
cs_cz: Soukromý klíč:
de_de: Privater Schlüssel:
el_gr: Ιδιωτικό κλειδί:
fa_ir: کلید خصوصی:
id_id: Kunci privat:
ja_jp: 秘密鍵:
nl_nl: Private sleutel:
pl_pl: Klucz prywatny:
ro: Cheia privata:
ro_ro: Cheia privată:
ru_ru: Закрытый ключ:
sk_sk: Privátny kľúč:
sq_al: Çelësi privat:
sr_sp: Приватни кључ:
tr_tr: Özel Anahtar:
zh_cn: 私钥:

source: Proof of Space Size
be_by: Памер пацвярджэнне месцам (Proof of Space)
bg_bg: Доказателство за размера на пространството
ca_es: Mida de la Prova d'Espai (Proof of Space)
cs_cz: Velikost vloženého prostoru
de_de: Proof of Space Größe
el_gr: Αποδεικτικό μεγέθους χώρου
fa_ir: اثباتِ مقدار فضا
id_id: Ukuran Bukti Dari Ruang
ja_jp: 空間証明の大きさ
nl_nl: Grootte Proof of Space
pl_pl: Rozmiar Proof of Space
ro: Marimea 'Proof of Space'
ro_ro: Mărimea 'Proof of Space'
ru_ru: Размер доказательства пространства (Proof of Space)
sk_sk: Dôkaz o veľkosti priestoru
sq_al: Prova e Madhësisë së Hapësirës
sr_sp: Доказ о величина простора
tr_tr: Boşluk Kanıtı Boyutu
zh_cn: 空间证明的大小

source: Proofs Found
be_by: Пацвярджэнняў знойдзена
bg_bg: Намерени доказателства
ca_es: Proves trobades
cs_cz: Nalezeno důkazů
de_de: Proofs gefunden
el_gr: Βρέθηκαν Αποδεικτικά
fa_ir: اثبات های یافت شده
id_id: Bukti Ditemukan
ja_jp: 発見証明数
nl_nl: Bewijs gevonden
pl_pl: Znalezione dowody
ro: Dovezi gasite
ro_ro: Dovezi găsite
ru_ru: Доказательств найдено
sk_sk: Nájdené dôkazy
sq_al: Dëshmitë e gjetura
sr_sp: Пронађени докази
tr_tr: Kanıtlar Bulundu
zh_cn: 已找到证明

source: Protocol Version
de_de: Protokollversion
ru_ru: Версия Протокола
sk_sk: Verzia protokolu
tr_tr: Protokol Sürümü: %1%s

source: Pubkey
be_by: Адкрыты ключ
bg_bg: Публичен ключ
cs_cz: Veřejný klíč
fa_ir: کلید عمومی
ja_jp: 公開鍵
pl_pl: Klucz publiczny
ru_ru: Публичный ключ
sk_sk: Verejný kľúč
sr_sp: Јавни кључ
tr_tr: Herkese açık anahtar
zh_cn: 公钥

source: Public key:
be_by: Адкрыты ключ:
bg_bg: Публичен ключ:
ca_es: Clau pública:
cs_cz: Veřejný klíč:
de_de: Öffentlicher Schlüssel:
el_gr: Δημόσιο κλειδί:
fa_ir: کلید عمومی:
id_id: Kunci publik:
ja_jp: 公開鍵:
nl_nl: Publieke sleutel:
pl_pl: Klucz publiczny:
ro: Cheia publica:
ro_ro: Cheie publică:
ru_ru: Открытый ключ:
sk_sk: Verejný kľúč:
sq_al: Çelësi publik:
sr_sp: Јавни кључ:
tr_tr: Açık anahtar
zh_cn: 公钥：

source: Queue Name
be_by: Назва чаргі
bg_bg: Име на опашка
ca_es: Mida de la cua
cs_cz: Název fronty
de_de: Warteschlangen Name
el_gr: Όνομα Ουράς
fa_ir: نام صف
id_id: Nama Antrian
ja_jp: キュー名
nl_nl: Naam Wachtrij
pl_pl: Nazwa kolejki
ro_ro: Denumire Coadă
ru_ru: Имя очереди
sk_sk: Názov frontu
sq_al: Emri i radhës
sr_sp: Назив реда
tr_tr: Sıra adı
zh_cn: 队列名

source: Queue name
be_by: Назва чаргі
bg_bg: Име на опашка
ca_es: Nom de la cua
cs_cz: Název fronty
de_de: Warteschlangen Name
el_gr: Όνομα Ουράς
fa_ir: نام صف
id_id: Nama antrian
ja_jp: キュー名
nl_nl: Naam Wachtrij
pl_pl: Nazwa kolejki
ro_ro: Denumire Coadă
ru_ru: Имя очереди
sk_sk: Názov frontu
sq_al: Emri i radhës
sr_sp: Назив реда
tr_tr: Sıra adı
zh_cn: 队列名

source: Queued
be_by: У чарзе
bg_bg: В изчакване
ca_es: A la cua
cs_cz: Ve frontě
de_de: Eingereiht
el_gr: Στην ουρά
fa_ir: در صف انتظار
id_id: Dalam antrian
ja_jp: 順番待ち
nl_nl: In de wachtrij
pl_pl: W kolejce
ro: In asteptare
ro_ro: În așteptare
ru_ru: В очереди
sk_sk: V poradí
sq_al: Në rradhë
sr_sp: У ред
tr_tr: Sıraya eklendi
zh_cn: 排队中

source: RAM max usage
be_by: Макс. выкарыстанне RAM
bg_bg: Максимално използване на RAM памет
ca_es: Màxima us de la RAM
cs_cz: Maximální využití RAM
de_de: RAM max Nutzung
el_gr: Μέγιστη χρήση RAM
fa_ir: حداکثر مقدار استفاده از فضای رم
id_id: Penggunaan RAM tertinggi
ja_jp: 最大使用 RAM
nl_nl: Maximaal geheugen gebruik
pl_pl: Maksymalne użycie pamięci RAM
ro: Utilizarea maxima de RAM
ro_ro: Utilizarea maximă de RAM
ru_ru: Максимальное использование ОЗУ
sk_sk: Maximálna spotreba RAM
sq_al: Përdorimi maksimal i RAM-it
sr_sp: Максимална меморија
tr_tr: En fazla RAM kullanımı
zh_cn: 内存最大使用量

source: Rate Limited
be_by: З абмежаваннямі вываду
bg_bg: Скоростта е ограничена
ca_es: Límit de freqüència
cs_cz: Rychlost omezena
el_gr: Περιορισμός συχνότητας
fa_ir: نرخ محدود شده است
id_id: Batas Kelajuan
ja_jp: レート制限付き
pl_pl: Ograniczenie czasowe
ro: Tarif limitat
ro_ro: Tarif Limitat (TL)
ru_ru: Ограниченной Скорости
sk_sk: S obmedzenou sadzbou
sq_al: Shpejtësi e kufizuar
sr_sp: Ограничена стопа
tr_tr: Hız Sınırı
zh_cn: 费用限定

source: Rate Limited Info
be_by: Інфармацыя аб абмежаваннях вываду
ca_es: Informació de la limitació de la freqüència
cs_cz: Info o omezení rychlosti
fa_ir: اطلاعاتِ نرخ محدود
id_id: Info Batas Kelajuan
ja_jp: レート制限付きの情報
pl_pl: Informacje o ograniczeniu czasowym
ro: Info tarif limitat
ro_ro: Info Tarif Limitat
ru_ru: Информация об ограничении скорости
sk_sk: Informácie o obmedzenej sadzbe
sq_al: Vlerësoni informacionin e kufizuar
sr_sp: Инфо о стопи ограничења
tr_tr: Hız Sınırı
zh_cn: 费用限制信息

source: Rate Limited Options
be_by: Параметры абмежаванняў вываду
ca_es: Opcions de la limitació de la freqüència
cs_cz: Možnosti omezení rychlosti
de_de: Rate Limited Optionen
el_gr: Rate Limited Επιλογές
fa_ir: تنظیمات محدودیت نرخ(سرعت)
id_id: Laju dari pilihan - pilihan yang terbatas
ja_jp: レート制限付きのオプション
pl_pl: Opcje ograniczenia czasowego
ro: Optiuni tarif limitat
ro_ro: Opțiuni Tarif Limitat
ru_ru: Настройки Ограниченной Скорости
sk_sk: Možnosti obmedzenej sadzby
sq_al: Vlerësoni informacionin opsional
sr_sp: Опције стопе ограничења
tr_tr: Hız Limit Ayarı
zh_cn: 费用限定型选项

source: Rate Limited User Wallet Setup
be_by: Наладжванне кашалька карыстальніка з абмежаваннямі вываду
ca_es: Configuració de la cartera de l'usuari en la limitació de la freqüència
cs_cz: Nastavení uživatelské peněženky s omezenou rychlostí
de_de: Rate Limited Benutzer Wallet Setup
fa_ir: پیکره بندی کیف پولِ با نرخ(سرعت) محدود
id_id: Dompet Pengguna Hak Terbatas Setup
ja_jp: レート制限付きユーザーウォレットのセットアップ
pl_pl: Oceń ograniczoną konfigurację portfela użytkownika
ro: Setare portofel limitat pentru utilizatori
ro_ro: Setare portofel limitat pentru utilizatori
ru_ru: Настройка кошелька пользователя с ограничением скорости
sk_sk: Nastavenia používateľskej peňaženky s obmedzenou sadzbou
sq_al: Vlerësoni Konfigurimin e Kuletë të Përdoruesit të Kufizuar
sr_sp: Подешавање ограниченог корисничког новчаника
tr_tr: Hız Limitli Kullanıcı Cüzdanı Kurulumu
zh_cn: 费用限定型用户钱包设置

source: Receive Address
be_by: Адрас атрымання
bg_bg: Адрес за получаване
ca_es: Adreça per rebre
cs_cz: Adresa příjemce
de_de: Empfangsadresse
el_gr: Διεύθυνση Λήψης
fa_ir: آدرس گیرنده
id_id: Alamat Penerima
ja_jp: 受取アドレス
nl_nl: Ontvangst adres
pl_pl: Adres odbioru
ro: Adresa de primire
ro_ro: Adresă de primire
ru_ru: Адрес для получения платежа
sk_sk: Adresa príjemcu
sq_al: Adresë për Marrje
sr_sp: Адреса за пријем
tr_tr: Alıcının adresi
zh_cn: 接收地址

source: Refresh Plots
be_by: Абнавіць дзялянкі
bg_bg: Обнови полета
ca_es: Actualitza les parcel·les
cs_cz: Obnovit Pole
de_de: Plots aktualisieren
el_gr: Ανανέωση Plots
fa_ir: تازه سازی پلات ها
id_id: Segarkan data Plot-Plot
ja_jp: 耕地一覧を更新
nl_nl: Vernieuw plots
pl_pl: Odśwież działki
ro: Improspateaza ploturile
ro_ro: Re-scanează parcele
ru_ru: Обновить участки
sk_sk: Obnoviť polia
sq_al: Rifresko plotet
sr_sp: Освежи плотове
tr_tr: Arsaları Yenile
zh_cn: 刷新农田列表

source: Relative Lock Height
de_de: Relative Lock-Höhe
ru_ru: Относительная высота строки
sk_sk: Relatívna výška zámku

source: Release Notes
be_by: Заўвагі да выпуску
bg_bg: Списък с промени
ca_es: Notes de la versió
cs_cz: Poznámky k vydání
de_de: Versionshinweise
el_gr: Τι νέο υπάρχει
fa_ir: یادداشت‌های انتشار
ja_jp: リリースノート
nl_nl: Release Nota's
pl_pl: Informacje o wydaniu
ro_ro: Note de lansare
ru_ru: Примечания к релизу
sk_sk: Poznámky k vydaniu
sq_al: Shënimet e Lirimit
sr_sp: Напомене о издању
tr_tr: Sürüm notları
zh_cn: 发布通知

source: Removing
be_by: Ідзе выдаленне
bg_bg: Премахване
ca_es: Eliminant
cs_cz: Odebírání
de_de: Entfernen
el_gr: Αφαιρείται
fa_ir: حذف کردن
id_id: Menghapus
ja_jp: 削除中
nl_nl: Aan het verwijderen
pl_pl: Usuwanie
ru_ru: Удаление
sk_sk: Odstraňujem
sq_al: Po hiqet
sr_sp: Уклањање
tr_tr: Kaldırılıyor
