Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Connect
be_by: Падлучыцца
bg_bg: Свързване
ca_es: Connecta
cs_cz: Připojit
de_de: Verbinden
el_gr: Σύνδεση
fa_ir: اتصال
id_id: Sambung
ja_jp: 接続
nl_nl: Verbind
pl_pl: Połącz
ro: Conecteaza
ro_ro: Conectare
ru_ru: Подключиться
sk_sk: Pripojiť
sq_al: Lidhu
sr_sp: Повежи се
tr_tr: Bağlan
zh_cn: 连接

source: Connect to other peers
be_by: Падлучыцца да іншых удзельнікаў сеткі
bg_bg: Свържи се с други пиъри
ca_es: Connecta a altres companys
cs_cz: Připojit k dalším peerům
de_de: Mit anderen Peers verbinden
el_gr: Σύνδεση με άλλους υπολογιστές
fa_ir: اتصال به سایر همسان‌ ها
id_id: Sambung ke peer lain
ja_jp: 手動で接続
nl_nl: Verbind met andere peers
pl_pl: Połącz się z innymi peerami
ro: Conecteaza la alte 'peers'
ro_ro: Conectare la alți parteneri
ru_ru: Подключиться к другим узлам
sk_sk: Pripojiť k iným uzlom
sq_al: Lidhu me te tjerët
sr_sp: Повежи се са другим пировима
tr_tr: Diğer eşlere bağlan
zh_cn: 连接到其他节点

source: Connect to pool
de_de: Mit Pool verbinden
id_id: Konek ke Pool
ru_ru: Подключиться к пулу
sk_sk: Pripojiť k združeniu
tr_tr: Havuza Bağlan

source: Connected
be_by: Падлучана
bg_bg: Свързан
ca_es: Connectat
cs_cz: Připojeno
de_de: Verbunden
el_gr: Συνδέθηκε
fa_ir: متصل شد
id_id: Tersambung
ja_jp: 接続済み
nl_nl: Verbonden
pl_pl: Połączono
ro: Conectat
ro_ro: Conectat
ru_ru: Подключен
sk_sk: Pripojené
sq_al: Lidhur
sr_sp: Повезано
tr_tr: Bağlandı
zh_cn: 已连接

source: Connecting to wallet
be_by: Ідзе падлучэнне да кашалька
bg_bg: Свързване към портфейл
ca_es: Connectant al moneder
cs_cz: Připojuje se peněženka
de_de: Verbinde mit Wallet
el_gr: Σύνδεση σε πορτοφόλι
fa_ir: اتصال به کیف پول
id_id: Menyambungkan ke wallet
ja_jp: ウォレットに接続中
nl_nl: Aan het verbinden met de wallet
pl_pl: Łączenie z portfelem
ro: Se conecteaza la portofel
ro_ro: Se conectează la portofel
ru_ru: Подключение к кошельку
sk_sk: Pripájanie k peňaženke
sq_al: Po lidhet me portofolin
sr_sp: Повезивање са новчаником
tr_tr: Cüzdana bağlanılıyor
zh_cn: 正在连接到钱包

source: Connection Status
be_by: Стан падлучэння
bg_bg: Състояние на връзката
ca_es: Estat de la Connexió
cs_cz: Stav připojení
de_de: Verbindungsstatus
el_gr: Κατάσταση Σύνδεσης
fa_ir: وضعیت اتصال
id_id: Status Koneksi
ja_jp: 接続状態
nl_nl: Verbindingsstatus
pl_pl: Status Połączenia
ro: Statutul conexiunii
ro_ro: Statutul conexiunii
ru_ru: Состояние соединения
sk_sk: Stav pripojenia
sq_al: Gjëndja Lidhjes
sr_sp: Статус везе
tr_tr: Bağlantı durumu
zh_cn: 连接状态

source: Connection Status:
be_by: Стан падлучэння:
bg_bg: Статус на връзка:
ca_es: Estat de la Connexió:
cs_cz: Stav připojení:
de_de: Verbindungsstatus:
el_gr: Κατάσταση Σύνδεσης:
fa_ir: وضعیت اتصال:
id_id: Status Koneksi:
ja_jp: 接続状態:
nl_nl: Verbindingsstatus:
pl_pl: Status Połączenia:
ro: Statutul conexiunii:
ro_ro: Statutul conexiunii:
ru_ru: Состояние соединения:
sk_sk: Stav pripojenia:
sq_al: Gjëndja Lidhjes:
sr_sp: Статус везе:
tr_tr: Bağlantı durumu:
zh_cn: 连接状态：

source: Connection type
be_by: Тып падлучэння
bg_bg: Тип на връзка
ca_es: Tipus de connexió
cs_cz: Typ připojení
de_de: Verbindungstyp
el_gr: Τύπος σύνδεσης
fa_ir: نوع اتصال
id_id: Jenis koneksi
ja_jp: 接続の種類
nl_nl: Verbindingstype
pl_pl: Typ połączenia
ro: Tipul conexiunii
ro_ro: Tipul conexiunii
ru_ru: Тип подключения
sk_sk: Typ pripojenia
sq_al: Tipi i Lidhjes
sr_sp: Тип везе
tr_tr: Bağlantı tipi
zh_cn: 连接类型

source: Connections
be_by: Падлучэнні
bg_bg: Връзки
ca_es: Connexions
cs_cz: Připojení
de_de: Verbindungen
el_gr: Συνδέσεις
fa_ir: اتصال ها
id_id: Koneksi
ja_jp: 接続数
nl_nl: Verbindingen
pl_pl: Połączenia
ro: Conexiuni
ro_ro: Conexiuni
ru_ru: Подключения
sk_sk: Pripojenia
sq_al: Lidhjet
sr_sp: Везе
tr_tr: Bağlantılar
zh_cn: 连接数

source: Contribute on GitHub
be_by: Дапамагчы ў распрацоўцы на GitHub
bg_bg: Помогни в GitHub
ca_es: Contribueix a GitHub
cs_cz: Pomoci s vývojem na GitHubu
de_de: Auf GitHub mitwirken
el_gr: Συμβάλετε στο GitHub
fa_ir: مشارکت در GitHub
id_id: Berkontribusi di GitHub
ja_jp: GitHub で開発協力
nl_nl: Bijdrage op GitHub
pl_pl: Współtwórz na GitHubie
ro_ro: Contribuie pe GitHub
ru_ru: Сотрудничать на GitHub
sk_sk: Prispejte na GitHube
sq_al: Kontribo në GitHub
sr_sp: Допринеси на GitHub-у
tr_tr: GitHub'da Katkıda Bulun
zh_cn: 来Github出点力

source: Copied
be_by: Скапіравана
bg_bg: Копирано
ca_es: Copiat
cs_cz: Zkopírováno
de_de: Kopiert
el_gr: Αντιγράφηκε
fa_ir: رونوشت شد
id_id: Disalin
ja_jp: コピーしました
nl_nl: Gekopieerd
pl_pl: Skopiowano
ro: Copiat
ro_ro: Copiat
ru_ru: Скопировано
sk_sk: Skopírované
sq_al: Kopjuar
sr_sp: Копирано
tr_tr: Kopyalandı
zh_cn: 复制成功

source: Copy
be_by: Скапіраваць
bg_bg: Копиране
ca_es: Copia
cs_cz: Kopírovat
de_de: Kopieren
el_gr: Αντιγραφή
fa_ir: رونوشت
id_id: Salin
ja_jp: コピー
nl_nl: Kopieer
pl_pl: Kopiuj
ro: Copiaza
ro_ro: Copiază
ru_ru: Копировать
sk_sk: Kopírovať
sq_al: Kopjo
sr_sp: Копирај
tr_tr: Kopyala
zh_cn: 复制

source: Copy to Clipboard
be_by: Скапіраваць у буфер абмену
bg_bg: Копиране в клипборда
ca_es: Copia al porta-retalls
cs_cz: Zkopírovat do schránky
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο Πρόχειρο
fa_ir: رونوشت در کلیپ بورد
id_id: Salin ke Clipboard
ja_jp: クリップボードにコピー
nl_nl: Kopieer naar klembord
pl_pl: Skopiuj do schowka
ro: Copiaza in Clipboard
ro_ro: Copiază in Clipboard
ru_ru: Скопировать в буфер обмена
sk_sk: Skopírovať do schránky
sq_al: Kopjo në klipbord
sr_sp: Копирај у привремену меморију
tr_tr: Panoya kopyala
zh_cn: 复制到剪贴板

source: Create
be_by: Стварыць
bg_bg: Създаване
ca_es: Crear
cs_cz: Vytvořit
de_de: Erstellen
el_gr: Δημιουργία
fa_ir: ایجاد
id_id: Buat
ja_jp: 作成
nl_nl: Creëer
pl_pl: Utwórz
ro: Creeaza
ro_ro: Creează
ru_ru: Создать
sk_sk: Vytvoriť
sq_al: Krijo
sr_sp: Креирај
tr_tr: Oluştur
zh_cn: 创建

source: Create Offer
be_by: Стварыць аферту
bg_bg: Създай оферта
ca_es: Crear Oferta
cs_cz: Vytvořit nabídku
de_de: Angebot erstellen
el_gr: Δημιουργία Προσφοράς
fa_ir: ایجاد پیشنهاد
id_id: Buat Tawaran
ja_jp: 注文を作成
nl_nl: Maak aanbieding
pl_pl: Stwórz ofertę
ro: Creeaza oferta
ro_ro: Creează oferta
ru_ru: Создать Предложение
sk_sk: Vytvoriť ponuku
sq_al: Krijo oferte
sr_sp: Креирај понуду
tr_tr: Teklif Oluştur
zh_cn: 创建报价

source: Create Rate Limited Admin Wallet
be_by: Стварыць кашалёк адміністратара з абмежаваннямі вываду
bg_bg: Създайте портфейл с ограничени администраторски права
ca_es: Crear Moneder d'Administrador amb Tarifa Limitada
cs_cz: Vytvořit limitovanou administrátorskou peněženku
de_de: Erstelle beschränktes Admin-Wallet
el_gr: Δημιουργία Πορτοφολιού Διαχειριστή με Περιορισμένο Ρυθμό
fa_ir: ساخت کیف پول دارای محدودیت نرخ مخصوص مدیر
id_id: Buat Wallet Admin dengan Batasan Koneksi
ja_jp: 支払い制限付き管理者ウォレットを作成
nl_nl: Maak gelimiteerde beheerders portemonnee
pl_pl: Utwórz Portfel z limitowaną stawką administratora
ro: Creati un portofel administrativ cu tarif limitat
ro_ro: Creează un portofel administrativ cu tarif limitat
ru_ru: Создать кошелек администратора с ограниченнием скорости
sk_sk: Vytvoriť administrátorskú peňaženku s obmedzenou sadzbou
sq_al: Krijo vlerso portofolin e adminit
sr_sp: Креирај ограничену стопу админ новчаника
tr_tr: Hız Limitli Yönetici Cüzdanı Yarat
zh_cn: 创建费用限定型管理钱包

source: Create Rate Limited User Wallet
be_by: Стварыць кашалёк карыстальніка з абмежаваннямі вываду
bg_bg: Създайте портфейл с ограничен потребителски достъп
ca_es: Crear Moneder d'Usuari amb Tarifa Limitada
cs_cz: Vytvořit limitovanou uživatelskou peněženku
de_de: Beschränktes Benutzer-Wallet erstellen
el_gr: Δημιουργία Πορτοφολιού χρήστη με Περιορισμένο Ρυθμό
fa_ir: ساخت کیف پول دارای محدودیت نرخ مخصوص کاربر
id_id: Buat User Wallet dengan Batasan Koneksi
ja_jp: 支払い制限付きユーザーウォレットを作成
nl_nl: Maak gelimiteerde gebruikers portemonnee
pl_pl: Stwórz portfel użytkownika ograniczony czasowo
ro: Creați un portofel de utilizator cu tarif limitat
ro_ro: Creează un portofel de utilizator cu tarif limitat
ru_ru: Создать кошелек пользователя с ограниченнием скорости вывода
sk_sk: Vytvoriť Používateľskú Peňaženku s Obmedzenou Sadzbou
sq_al: Krijo vlerso portofolin e perdoruesit
sr_sp: Креирај ограничену стопу корисничког новчаника
tr_tr: Hız Limitli Kullanıcı Cüzdanı Yarat
zh_cn: 创建费用限定型用户钱包

source: Create Trade Offer
be_by: Стварыць гандлёвую аферту
bg_bg: Създай предложение за търговия
ca_es: Crear Oferta Comercial
cs_cz: Vytvořit obchodní nabídku
de_de: Erstelle Handelsangebot
el_gr: Δημιουργία Προσφοράς Συναλλαγής
fa_ir: ایجاد پیشنهاد مبادله
id_id: Buat Tawaran Pertukaran
ja_jp: 交換の注文を作成
nl_nl: Maak handelsaanbod
pl_pl: Stwórz ofertę hadlu
ro: Creați ofertă comercială
ro_ro: Creează ofertă de schimb
ru_ru: Создать торговое предложение
sk_sk: Vytvorte obchodnú ponuku
sq_al: Krijo oferte burse
sr_sp: Креирај понуду за трговину
tr_tr: Takas Teklifi Oluştur
zh_cn: 发起交易出价

source: Create Transaction
be_by: Стварыць трансакцыю
bg_bg: Създай транзакция
ca_es: Crear Transacció
cs_cz: Vytvořit transakci
de_de: Erstelle Transaktion
el_gr: Δημιουργία Συναλλαγής
fa_ir: ایجاد معامله
id_id: Buat Transaksi
ja_jp: 取引を作成
nl_nl: Maak een transactie
pl_pl: Stwórz transakcję
ro: Creati tranzactie
ro_ro: Creează tranzacție
ru_ru: Создать транзакцию
sk_sk: Vytvoriť transakciu
sq_al: Të krijohet transaksion
sr_sp: Креирај трансакцију
tr_tr: İşlem Oluşturun
zh_cn: 发起交易

source: Create a Backup
be_by: Стварыць рэзервовую копію
bg_bg: Създай точка за възстановяване
ca_es: Crear Còpia de Seguretat
cs_cz: Vytvořit zálohu
de_de: Erstelle Sicherungskopie
el_gr: Δημιουργία αντιγράφου ασφαλείας
fa_ir: ایجاد پشتیبان
id_id: Buat sebuah Backup
ja_jp: バックアップを作成
nl_nl: Maak een reserve kopie
pl_pl: Utwórz kopię zapasową
ro: Creati un backup
ro_ro: Creează un backup
ru_ru: Создать Резервную Копию
sk_sk: Vytvoriť zálohu
sq_al: Krijo kopje rezervë
sr_sp: Креирај резервну копију
tr_tr: Bir Yedek Oluştur
zh_cn: 创建备份

source: Create a Plot NFT
de_de: Erstellen eines Plot-NFT
id_id: Buat sebuah Plot NFT
ru_ru: Создать участок NFT
sk_sk: Vytvoriť NFT poľa
tr_tr: Bir NFT Plot Üret

source: Create a new private key
be_by: Стварыць новы закрыты ключ
bg_bg: Създай нов таен ключ
ca_es: Crear una nova clau privada
cs_cz: Vytvořit nový privátní klíč
de_de: Erstelle einen neuen privaten Schlüssel
el_gr: Δημιουργία νέου ιδιωτικού κλειδιού
fa_ir: ایجاد یک کلید خصوصی جدید
id_id: Buat sebuah private key baru
ja_jp: 秘密鍵を新規作成
nl_nl: Maak een nieuwe privé sleutel
pl_pl: Utwórz nowy klucz prywatny
ro: Creati o noua cheie privata
ro_ro: Creează o noua cheie privată
ru_ru: Создать новый приватный ключ
sk_sk: Vytvoriť nový privátny kľúč
sq_al: Krijo një çelës privat
sr_sp: Креирај нови приватни кључ
tr_tr: Yeni bir gizli anahtar oluştur
zh_cn: 创建一个新的私钥

source: Create admin wallet
be_by: Стварыць кашалёк адміністратара
bg_bg: Създаване на нов администраторски профил
ca_es: Crear moneder d'administrador
cs_cz: Vytvořit administrátorskou peněženku
de_de: Erstelle Admin Wallet
el_gr: Δημιουργία πορτοφολιού διαχειριστή
fa_ir: ساخت کیف پول مدیر
id_id: Buat admin wallet
ja_jp: 管理者ウォレットを作成
nl_nl: Maak beheerders portemonnee
pl_pl: Utwórz portfel administratora
ro: Creati un portofel administrator
ro_ro: Creează un portofel administrator
ru_ru: Создать администрационный кошелек
sk_sk: Vytvoriť peňaženku pre správcu
sq_al: Krijo portofol të ri
sr_sp: Креирај админ новчаник
tr_tr: {0} cüzdanı oluştur
zh_cn: 创建管理者钱包

source: Create new coloured coin
be_by: Стварыць новую каляровую манету
bg_bg: Създай нова цветна монета
ca_es: Crear nova moneda de color
cs_cz: Vytvořit novou barevnou minci
de_de: Erstelle neuen farbigen Coin
el_gr: Δημιουργία νέου χρωματισμένου νομίσματος
fa_ir: ساخت سکه ی رنگ شده ی جدید
id_id: Buat koin berwarna baru
ja_jp: 新規カラードコインを作成
nl_nl: Maak een nieuwe gekleurde munt
pl_pl: Stwórz nową kolorową monetę
ro: Creati o noua moneda colorata
ro_ro: Creează o nouă monedă colorată
ru_ru: Создать новую цветную монету
sk_sk: Vytvoriť novú farebnú mincu
sq_al: Krijo një monedhë me ngjyrë
sr_sp: Креирај нови новчић у боји
tr_tr: Yeni renklendirilmiş coin oluştur
zh_cn: 创建新的染色币

source: Create user wallet
be_by: Стварыць кашалёк карыстальніка
bg_bg: Създаване на нов потребителски профил
ca_es: Crear monoder d'usuari
cs_cz: Vytvořit uživatelskou peněženku
de_de: Erstelle Nutzer Wallet
el_gr: Δημιουργία πορτοφολιού χρήστη
fa_ir: ساخت کیف پول کاربر
id_id: Buat user wallet
ja_jp: ユーザーウォレットを作成
nl_nl: Maak gebruikers portemonnee
pl_pl: Utwórz portfel użytkownika
ro: Creati un portofel de user
ro_ro: Creează un portofel utilizator
ru_ru: Создать кошелек пользователя
sk_sk: Vytvoriť peňaženku pre používateľa
sq_al: Krijo portofol të ri
sr_sp: Креирај кориснички новчаник
tr_tr: Kullanıcı cüzdanı oluştur
zh_cn: 创建用户钱包

source: Create wallet for colour
be_by: Стварыць кашалёк для колеру
bg_bg: Създай портфейл за съществуващ цвят
ca_es: Crea una cartera per al color
cs_cz: Vytvořit peněženku na barvu
de_de: Erstelle Wallet für Farbe
el_gr: Δημιουργία πορτοφολιού για το χρώμα
fa_ir: ساخت کیف پول برای رنگ
id_id: Buat wallet untuk warna
ja_jp: 色付きウォレットを作成
nl_nl: Maak nieuwe portemonnee voor kleur
pl_pl: Stwórz portfel dla colour
ro: Creați portofel pentru culoare
ro_ro: Creează portofel pentru culoare
ru_ru: Создать кошелек для цвета
sk_sk: Vytvoriť peňaženku pre farbu
sq_al: Krijo portofol për ngjyrat
sr_sp: Креирај новчаник за боје
tr_tr: Renk için cüzdan yarat
zh_cn: 创建染色钱包

source: Create wallet for existing colour
be_by: Стварыць кашалёк для існуючага колеру
bg_bg: Създай портфейл за съществуващ цвят
ca_es: Crea una cartera per al color existent
cs_cz: Vytvořit peněženku pro stávající barvu
de_de: Erstelle Wallet für bestehende Farbe
el_gr: Δημιουργία πορτοφολιού για το υπάρχον χρώμα
fa_ir: ساخت کیف پول برای رنگ از قبل موجود
id_id: Buat wallet untuk warna eksisting
ja_jp: 既に存在する色のウォレットを作成
nl_nl: Maak portemonnee voor bestaande kleur
pl_pl: Stwórz portfel dla istniejącego colour
ro: Creați portofel pentru culoarea existenta
ro_ro: Creează portofel pentru culoarea existentă
ru_ru: Создать кошелек для существующей цветной монеты
sk_sk: Vytvoriť peňaženku pre existujúcu farbu
sq_al: Krijo portofol për ngjyrat egzistuese
sr_sp: Креирај новчаник за постојећу боју
tr_tr: Varolan renk için cüzdan yarat
zh_cn: 基于已有的染色币来创建一个钱包

source: Created At:
be_by: Створана а:
bg_bg: Създаден на:
ca_es: Creat El:
cs_cz: Vytvořeno v:
de_de: Erstellt am:
el_gr: Δημιουργήθηκε στις:
fa_ir: ایجاد شده در:
id_id: Dibuat Pada:
ja_jp: 作成日:
nl_nl: Gemaakt om:
pl_pl: Stworzona o:
ro: At creat:
ro_ro: Creat La:
ru_ru: Создано в:
sk_sk: Vytvorené o:
sq_al: Krijuar në:
sr_sp: Креирано у:
tr_tr: Oluşturulma tarihi:
zh_cn: 创建于：

source: Created by us:
be_by: Створана намі:
bg_bg: Създаден от:
ca_es: Creat per nosaltres:
cs_cz: Vytvořeno námi:
de_de: Erstellt von uns:
el_gr: Δημιουργήθηκε από εμάς:
fa_ir: ایجاد شده توسط ما:
id_id: Dibuat oleh kita:
ja_jp: こちらが作成:
nl_nl: Gemaakt door ons:
pl_pl: Stworzone przez nas:
ro: Creat de noi:
ro_ro: Creat de noi:
ru_ru: Создано нами?
sk_sk: Vytvorené nami:
sq_al: Krijuar nga ne:
sr_sp: Креирано од нас:
tr_tr: %@ tarafından oluşturuldu:
zh_cn: 创始人:

source: Creating Plot NFT and Joining the Pool
de_de: Erstellen eines Plot-NFT und Pool-Beitritt
id_id: Buat sebuah Plot NFT dan gabung ke Pool
ru_ru: Создание участка NFT и присоединение к пулу
sk_sk: Vytváranie NFT poľa a pripájanie k združeniu
tr_tr: Bir NFT Plot Üret ve Havuza Katıl

source: Creating Plot NFT for Self Pooling
de_de: Erstellen eines Plot-NFT für Selbst-Pooling
id_id: Buat sebuah Plot NFT untuk Pool Sendiri
ru_ru: Создание участка NFT для самостоятельной добычи
sk_sk: Vytváranie NFT poľa osobného združenia

source: Currency code is not defined
de_de: Währungscode ist nicht definiert
id_id: Kode mata uang diperlukan
ru_ru: Код валюты не определён
sk_sk: Kód meny nie je definovaný

source: Current Difficulty
de_de: Aktuelle Schwierigkeit
id_id: Tingkat ke rumitan saat ini
ru_ru: Текущая сложность
sk_sk: Aktuálna zložitosť

source: Current Points Balance
de_de: Aktueller Punktestand
id_id: Saldo point saat ini
ru_ru: Текущий баланс пунктов
sk_sk: Aktuálny počet bodov

source: Current trade status
be_by: Бягучы гандлёвы стан
bg_bg: Статус на търга
ca_es: Estat comercial actual
cs_cz: Současný stav obchodu
de_de: Aktueller Handelsstatus
el_gr: Τρέχουσα κατάσταση συναλλαγής
fa_ir: وضعیت فعلی مبادله
id_id: Status pertukaran saat ini
ja_jp: 現在の取引状態
nl_nl: Huidige status handelsaanbod
pl_pl: Aktualny status handlu
ro: Starea actuală a tranzactiilor
ro_ro: Starea actuală a tranzactiilor
ru_ru: Текущий торговый статус
sk_sk: Aktuálny stav obchodu
sq_al: Statusi aktual i burses
sr_sp: Тренутни статус трговине
tr_tr: Mevcut takas durumu
zh_cn: 当前交易状态

source: DANGER: permanently delete private key
be_by: НЕБЯСПЕЧНА: выдаліць закрыты ключ назаўсёды
bg_bg: ОПАСНОСТ: Необратимо изтриване на личен ключ
ca_es: PERILL: elimineu definitivament la clau privada
cs_cz: POZOR: trvale odstraní privátní klíč
de_de: ACHTUNG: Privaten Schlüssel unwiederbringlich löschen
el_gr: ΚΙΝΔΥΝΟΣ: μόνιμη διαγραφή ιδιωτικού κλειδιού
fa_ir: خطر: حذف دائم کلید شخصی
id_id: BAHAYA: menghapus permanen private key
ja_jp: ！危険！: 秘密鍵を永久的に削除
nl_nl: GEVAAR: permanent verwijderen private sleutel
pl_pl: NIEBEZPIECZEŃSTWO: klucz prywatny zostanie nieodwracalnie usunięty
ro: PERICOL: stergi permanent cheia privata
ro_ro: PERICOL: Șterge permanent cheia privată
ru_ru: ОПАСНО: удалить закрытый ключ навсегда
sk_sk: POZOR: natrvalo odstrániť súkromný klúč
sq_al: KUJDES: Fshije përgjithmonë çelësin privat
sr_sp: ОПАСНОСТ: трајно брисање приватног кључа
tr_tr: TEHLİKE: Özel anahtarı geri döndürülemeyecek şekilde sil
zh_cn: 危险：永久性删除私钥

source: Date
be_by: Дата
bg_bg: Дата
ca_es: Data
cs_cz: Datum
de_de: Datum
el_gr: Ημερομηνία
fa_ir: تاریخ
id_id: Tanggal
ja_jp: 日時
nl_nl: Datum
pl_pl: Data
ro: Data
ro_ro: Data
ru_ru: Дата
sk_sk: Dátum
sq_al: Datë
sr_sp: Датум
tr_tr: Tarih
zh_cn: 日期

source: Delay
be_by: Затрымка
bg_bg: Закъснение
ca_es: Retard
cs_cz: Zpoždění
de_de: Verzögerung
el_gr: Καθυστέρηση
fa_ir: تاخیر
id_id: Tunda
ja_jp: 遅延時間
nl_nl: Vertraging
pl_pl: Opóźnij
ro: Intarziere
ro_ro: Decalaj
ru_ru: Задержка
sk_sk: Oneskorenie
sq_al: Vonesa
sr_sp: Одлагање
tr_tr: Gecikme
zh_cn: 延迟

source: Delete
be_by: Выдаліць
bg_bg: Изтриване
ca_es: Esborrar
cs_cz: Odstranit
de_de: Löschen
el_gr: Διαγραφή
fa_ir: حذف
id_id: Hapus
ja_jp: 削除
nl_nl: Verwijder
pl_pl: Usuń
ro: Stergere
ro_ro: Ștergere
ru_ru: Удалить
sk_sk: Zmazať
sq_al: Fshij
sr_sp: Обриши
tr_tr: Sil
zh_cn: 删除

source: Delete Plot
be_by: Выдаліць дзялянку
bg_bg: Изтрий поле
ca_es: Esborrar parcel·la
cs_cz: Smazat pole
de_de: Löschen Plot
el_gr: Διαγραφή Plot
fa_ir: حذف پلات
id_id: Hapus Plot
ja_jp: 耕地を削除
nl_nl: Verwijder plot
pl_pl: Usuń działkę
ro: Stergere plot
ro_ro: Șterge parcela
ru_ru: Удалить участок
sk_sk: Zmazať pole
sq_al: Fshij plotin
sr_sp: Обриши плот
tr_tr: Arazi sil
zh_cn: 删除农田

source: Delete Unconfirmed Transactions
de_de: Unbestätigte Transaktionen löschen
id_id: Hapus transaksi yang belum di konfirmasi
ru_ru: Удалить неподтвержденные транзакции
sk_sk: Odstrániť nepotvrdené transakcie

source: Delete all keys
be_by: Выдаліць усе ключы
bg_bg: Изтриване на всички ключове
ca_es: Esborrar totes les claus
cs_cz: Smazat všechny klíče
de_de: Lösche alle Schlüssel
el_gr: Διαγραφή όλων των κλειδιών
fa_ir: حذف تمامی کلید ها
id_id: Hapus semua key
ja_jp: 全ての鍵を削除
nl_nl: Verwijder alle sleutels
pl_pl: Usuń wszystkie klucze
ro: Sterge toate cheile
ro_ro: Sterge toate cheile
ru_ru: Удалить все ключи
sk_sk: Zmazať všetky kľúče
sq_al: Fshij të gjithë Celsat
sr_sp: Обриши све кључеве
tr_tr: Tüm anahtarları sil
zh_cn: 删除所有密钥

source: Delete key {fingerprint}
de_de: Key mit Fingerabdruck {fingerprint} löschen
ja_jp: 鍵 {fingerprint} を削除
ru_ru: Удалить ключ {fingerprint}
sk_sk: Odstrániť kľúč {fingerprint}

source: Deleting all keys will permanently remove the keys from your computer, make sure you have backups. Are you sure you want to continue?
be_by: Выдаленне ўсіх ключоў незваротна выдаліць ключы з вашага камп'ютара — перад гэтым упэўніцеся, што маеце іх рэзервовыя копіі. Сапраўды працягнуць?
bg_bg: Изтриването на всички ключове необратимо ще премахме всички ключове от компютъра, подсигури се че имаш точка за възстановяване! Сигурен ли си че искаш да продължиш?
ca_es: Si esborreu totes les claus, se suprimiran definitivament de l'ordinador i assegureu-vos que teniu còpies de seguretat. Esteu segur que voleu continuar?
cs_cz: Smazáním klíčů permanentně odeberete všechny klíče z počítače. Ujistěte se, že máte zálohu. Jste si jisti, že chcete pokračovat?
de_de: Alle Schlüssel löschen entfernt alle Schlüssel unwiederbringlich vom Computer. Das Erstellen einer Sicherungskopie wird empfohlen! Bist du sicher, dass du mit dem Löschen fortfahren möchtest?
el_gr: Διαγράφοντας όλα τα κλειδιά θα αφαιρέσετε μόνιμα τα κλειδιά από τον υπολογιστή σας, βεβαιωθείτε ότι έχετε αντίγραφα ασφαλείας. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
fa_ir: حذف همه کلیدها، آنها را برای همیشه از روی کامپیوتر شما حذف میکند، مطمئن شوید که نسخه پشتیبان دارید. آیا مطمئنید که می‌خواهید ادامه دهید؟
id_id: Menghapus semua kunci akan menghilangkan kunci-kunci tersebut dari komputer anda, pastikan anda telah memiliki cadangan. Apa anda yakin ingin melanjutkan?
ja_jp: 全ての鍵を削除するとどれも復元することができなくなりますので、必ずバックアップを取ってください。本当に続行しますか？
nl_nl: Alle sleutels zullen permanent verwijderd worden op deze computer, zorg dat je een reservekopie hebt. Ben je zeker dat je verder wil gaan?
pl_pl: Usunięcie wszystkich kluczy nieodwracalnie usunie je z twojego komputera, zachowaj ich kopię zapasową. Czy chcesz kontynuować?
ro: Ștergerea tuturor cheilor va elimina definitiv cheile de pe computer, asigurați-vă că aveți copii de rezervă. Esti sigur ca vrei sa continui?
ro_ro: Ștergerea tuturor cheilor va elimina definitiv cheile de pe computer, asigurați-vă că aveți copii de rezervă. Esti sigur ca vrei sa continui?
ru_ru: Удаление всех ключей приведет к безвозвратному удалению ключей с вашего компьютера, убедитесь, что у вас есть резервные копии. Вы уверены что хотите продолжить?
sk_sk: Po stlačení tlačidla zmazať odstránite natrvalo všetký kľúče z počítača. Uistite sa, že máte zálohu. Ste si istý, že chcete pokračovať?
sq_al: Fshirja e të gjithë celsave do të fshij përgjithëmon Celsat nga kompjuteri jotë, sigurohuni që keni një kopje të ruajtur. Jeni i sigurt që doni të vashdoni?
sr_sp: Брисање свих кључева уклониће их трајно са твог рачунара, побрини се да имаш резервне копије. Да ли сигурно желиш да наставиш?
tr_tr: Tüm anahtarları silmek bilgisayarında olan tüm anahtarları kalıcı olarak kaldıracaktır, yedekleme yaptığından emin ol. Devam etmek istediğine emin misin?
zh_cn: 删除所有密钥将会把你的密钥永久删除，请确保你已备份。确定还要继续吗？
