Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Spending Interval Length (number of blocks)
be_by: Працягласць інтэрвалу расходаў (колькасць блокаў)
cs_cz: Délka intervalu výdajů (počet bloků)
de_de: Länge des Ausgabenintervalls (Anzahl der Blöcke)
fa_ir: مدت فاصله خرج کردن (تعداد بلوک ها)
id_id: Durasi Interval Pengeluaran (jumlah blok)
ja_jp: 支払いインターバル長 (ブロック数)
nl_nl: Bestedingsinterval Lengte (aantal Blocks)
pl_pl: Długość ograniczenia wydawania (number bloków)
ro: Lungimea intervalului pentru cheltuieli (numar de blocuri)
ro_ro: Lungimea intervalului pentru cheltuieli (număr de blocuri)
ru_ru: Длина интервала расходования (количество блоков)
sk_sk: Dĺžka disponibilného intervalu (počet blokov)
sq_al: Gjatësia e intervalit të shpenzimeve (numri i blloqeve)
sr_sp: Дужина интервала трошења (број блокова)
tr_tr: Harcama Aralığı Uzunluğu (blokların sayısı)
zh_cn: 支出迭代长度(区块数)

source: Spending Limit (chia per interval): {0}
be_by: Ліміт расходаў (манет chia на інтэрвал): {0}
cs_cz: Limit výdajů (chia na interval): {0}
de_de: Ausgabenlimit (Chia pro Intervall): {0}
el_gr: Όριο δαπανών (chia ανά διάστημα): {0}
fa_ir: محدودیت خرج کردن (چیـا بر فاصله): {0}
id_id: Batas Pengeluaran (chia per jarak waktu): {0}
ja_jp: 支払い額上限 (チア毎インターバル): {0}
nl_nl: Bestedingslimiet (Chia per Interval): {0}
pl_pl: Limit wydawania (chia/interwał): {0}
ro: Limita de cheltuieli (chia per interval): {0}
ro_ro: Limită de cheltuieli (Chia per interval): {0}
ru_ru: Лимит расходования (chia за интервал): {0}
sk_sk: Limit výdavkov (chia na interval): {0}
sq_al: Kufiri i shpenzimeve (chia për interval): {0}
sr_sp: Ограничење потрошње (chia по интервалу): {0}
tr_tr: Harcama Limiti (aralık başına chia): {0}
zh_cn: 消费限额（单位时间可消费的奇亚币）：{0}

source: State
be_by: Стан
bg_bg: Състояние
cs_cz: Stav
de_de: Status
el_gr: Κατάσταση
fa_ir: حالت
id_id: Keadaan
ja_jp: 状態
nl_nl: Toestand
pl_pl: Stan
ro: Stare
ro_ro: Stare
ru_ru: Состояние
sk_sk: Stav
sq_al: Krahina
sr_sp: Стање
tr_tr: Durum
zh_cn: 状态

source: Status
be_by: Стан
bg_bg: Статус
ca_es: Estat
cs_cz: Stav
el_gr: Κατάσταση
fa_ir: وضعیت
ja_jp: 状態
ru_ru: Статус
sk_sk: Stav
sq_al: Statusi
sr_sp: Статус
tr_tr: Durum
zh_cn: 状态

source: Status:
be_by: Стан:
bg_bg: Статус:
ca_es: Estat:
cs_cz: Stav:
el_gr: Κατάσταση:
fa_ir: وضعیت:
ja_jp: 状態:
pl_pl: Stan:
ru_ru: Статус:
sk_sk: Stav:
sq_al: Statusi:
sr_sp: Статус:
tr_tr: Durum:
zh_cn: 状态：

source: Submit
be_by: Адправіць
bg_bg: Изпрати
ca_es: Envia
cs_cz: Odeslat
de_de: Einreichen
el_gr: Υποβολή
fa_ir: ثبت و ارسال
id_id: Kirim
ja_jp: 提出
nl_nl: Verzend
pl_pl: Zatwierdź
ro: Trimite
ro_ro: Trimite
ru_ru: Подтвердить
sk_sk: Odoslať
sq_al: Paraqit
sr_sp: Пошаљи
tr_tr: Onayla
zh_cn: 提交

source: Synced
be_by: Сінхранізаваны
bg_bg: Синхронизиран
ca_es: Sincronitzat
cs_cz: Synchronizováno
de_de: Synchronisiert
el_gr: Συγχρονίστηκε
fa_ir: همگام سازی شده
id_id: Sinkron
ja_jp: 同期完了
nl_nl: Gesynchroniseerd
pl_pl: Zsynchronizowano
ro: Sincronizat
ro_ro: Sincronizat
ru_ru: Синхронизован
sk_sk: Synchronizované
sq_al: Sinkronizuar
sr_sp: Синхронизовано
tr_tr: Senkronize Edildi
zh_cn: 已同步

source: Syncing
be_by: Ідзе сінхранізацыя
bg_bg: Синхронизиране
ca_es: Sincronitzant
cs_cz: Synchronizace
de_de: Synchronisieren
el_gr: Συγχρονισμός...
fa_ir: در حال همگام‌سازی
id_id: Sinkronisasi
ja_jp: 同期中
nl_nl: Aan het synchroniseren
pl_pl: Synchronizowanie
ro: Se sincronizeaza
ro_ro: Se sincronizează
ru_ru: Синхронизация
sk_sk: Synchronizácia
sq_al: Sinkronizimi
sr_sp: Синхронизација
tr_tr: Senkronize ediliyor
zh_cn: 正在同步

source: Syncing <0/>/<1/>
be_by: Ідзе сінхранізацыя <0/>/<1/>
cs_cz: Synchronizuji <0/>/<1/>
de_de: Synchronisiere <0/>/<1/>
id_id: Sinkronisasi <0/>/<1/>
ja_jp: 同期中 <0/>/<1/>
nl_nl: Synchroniseren <0/>/<1/>
pl_pl: Synchronizacja <0/>/<1/>
ru_ru: Синхронизация <0/>/<1/>
sk_sk: Synchronizácia <0/>/<1/>
sq_al: Sinkronizimi <0/>/<1/>
sr_sp: Синхронизација<0/>/<1/>
tr_tr: Eşitleniyor

source: Target Puzzle Hash
de_de: Ziel Puzzle Hash
ru_ru: Хеш-головоломка фермера
sk_sk: Hash hádaniek cieľa

source: Temporary folder location
be_by: Размяшчэнне часовай папкі
bg_bg: Локация на временна папка
cs_cz: Umístění dočasné složky
de_de: Temporärer Verzeichnisort
el_gr: Τοποθεσία προσωρινού φακέλου
fa_ir: مکان ثانویه پوشه موقت
id_id: Folder sementara untuk kompilasi
ja_jp: 一時フォルダの場所
nl_nl: Locatie tijdelijk map
pl_pl: Lokalizacja folderu tymczasowego
ro: Locatia folderului temporar
ro_ro: Locatia folderului temporar
ru_ru: Расположение временной папки
sk_sk: Dočasný adresár
sq_al: Vendndodhja e përkohshme e dosjes
sr_sp: Локација привременог фолдера
tr_tr: Geçiçi dosya konumu
zh_cn: 临时文件夹位置

source: The application will stop working at block height 193536.
be_by: Праграма перастане працаваць пры вышыні блока 193536.
bg_bg: Програмата ще спре да работи на височина на блок 193536.
cs_cz: Aplikace přestane pracovat při výšce bloku 193536.
de_de: Die Anwendung wird in Blockhöhe 193536 aufhören zu arbeiten.
el_gr: Η εφαρμογή θα σταματήσει να λειτουργεί σε ύψος μπλοκ 193536.
fa_ir: فرایند کار برنامه در ارتفاع بلوک 193536 متوقف می شود.
id_id: Aplikasi akan tamat kerja pada blok 193536.
ja_jp: アプリケーションはブロック高さ 193536 で正常に機能しなくなります。
nl_nl: Dit programma zal op blok hoogte 193536 niet meer werken.
pl_pl: Aplikacja przestanie działać na wysokości bloku 193536.
ru_ru: Приложение перестанет работать при высоте блока 193536.
sk_sk: Aplikácia prestane pracovať pri výške bloku 193536.
sq_al: Aplikimi do të ndalojë së punuari në lartësinë e bllokut 193536.
sr_sp: Апликација ће престати са радом код блока величине 193536.
tr_tr: Blok yüksekliği 193536 olduğunda uygulama çalışmayı durduracak.
zh_cn: 这个版本会在区块高度达到193536时停止工作。

source: The full node that your farmer is connected to is below. <0>Learn more</0>
be_by: Поўны вузел, да якога ваш фермер падлучаны, указаны ніжэй. <0>Даведацца больш</0>
cs_cz: Uzel ke kterému je váš farmer (farmář) připojen. <0>Zjistit více</0>
de_de: Der vollständige Node, mit dem dein Farmer verbunden ist, befindet sich unten. <0>Erfahre mehr</0>
el_gr: Ο πλήρης κόμβος στον οποίο είναι συνδεδεμένος ο farmer σας. <0>Μάθετε περισσότερα</0>
fa_ir: گره کاملی که مزرعه شما به آن متصل است. <0>اطلاعات بیشتر</0>
id_id: Node penuh yang terhubung ke farmer anda di bawah. <0>Pelajari lebih lanjut</0>
ja_jp: 以下が農家の接続先のフルノードです。<0>詳しく</0>
nl_nl: De volledige node waarmee jou farmer is verbonden wordt hieronder weergegeven. <0>Meer informatie</0>
pl_pl: Poniżej pełen węzeł do którego jest podłączony twój rolnik. <0>Dowiedz się więcej</0>
ro: Nodul la care este conectat farmerul dvs. este mai jos. <0> Aflați mai multe </0>
ro_ro: Nodul la care este conectat fermierul tău este mai jos. <0> Află mai multe </0>
ru_ru: Полный узел, к которому подключен ваш фермер, указан ниже. <0>Подробнее</0>
sk_sk: Celý uzol, ku ktorému je váš farmár pripojený, je uvedený nižšie. <0> Ďalšie informácie </0>
sq_al: Nyja e plotë me të cilën është lidhur fermeri juaj është më poshtë. <0> Mësoni më shumë </0>
sr_sp: Пуни чвор на ком је повезан фармер је испод. <0>Сазнај више</0>
tr_tr: Çiftçinizin bağlı olduğu tam düğüm aşağıdadır. <0> Daha fazla bilgi edinin </0>
zh_cn: 你的农场连接的全节点如下.<0>了解更多</0>

source: The minimum required size for mainnet is k=32
be_by: Мінімальны дапушчальны памер дзялянкі для асноўнай сетцы (mainnet) — k=32
cs_cz: Minimální požadovaná velikost sítě je k=32
de_de: Die minimal benötigte Größe für das Mainnet ist k=32
el_gr: Το ελάχιστο απαιτούμενο μέγεθος για το mainnet είναι k=32
fa_ir: حداقل اندازه مورد نیاز برای شبکه اصلی k = 32 است
id_id: Ukuran minimum yang di butuhkan untuk mainnet adalah k=32
ja_jp: メインネットで必要な最小サイズは k=32 です
nl_nl: De minimaal vereiste grootte voor mainnet is k=32
pl_pl: Najmniejszy dopuszczalny rozmiar w mainnecie to k=32
ro: Dimensiunea minimă necesară pentru mainnet este k = 32
ro_ro: Dimensiunea minimă necesară pentru mainnet este k = 32
ru_ru: Минимальный требуемый размер участка для основной сети равен k=32
sk_sk: Minimálna požadovaná veľkosť pre sieť mainnet je k = 32
sq_al: Madhësia minimale e kërkuar për rrjetin kryesor është k=32
sr_sp: Минимална величина за плот је к=32
tr_tr: Ana ağ için gerekli minimum boyut k=32'dir
zh_cn: 主网要求的最小农田大小为k=32

source: The node is not synced
be_by: Вузел не сінхранізаваны з сеткай
bg_bg: Възела не е синхронизиран
cs_cz: Uzel není synchronizován
de_de: Die Node ist nicht synchronisiert
el_gr: Ο κόμβος δεν είναι συγχρονισμένος
fa_ir: گره همگام سازی نشده
id_id: Node tidak sinkron
ja_jp: ノードが同期されていません
nl_nl: De node is niet gesynchroniseerd
pl_pl: Węzeł nie jest zsynchronizowany
ro: Nodul nu este sincronizat
ro_ro: Nodul nu este sincronizat
ru_ru: Узел не синхронизирован с сетью
sk_sk: Uzol nie je synchronizovaný
sq_al: Nyja nuk sinkronizohet
sr_sp: Чвор није синхронизован
tr_tr: Düğüm senkronize edilmedi
zh_cn: 节点没有同步

source: The node is syncing, which means it is downloading blocks from other nodes, to reach the latest block in the chain
be_by: Вузел сінхранізуецца — гэта азначае, што ён спампоўвае блокі з іншых вузлоў, каб дасягнуць самага апошняга блока ў блокчэйне
bg_bg: Възела се синхронизира, което означава, че изтегля блокове от други възли за да достигне последния блок в веригата
cs_cz: Uzel se synchronizuje, což znamená, že stahuje bloky z jiných uzlů, aby se dostal k nejnovějšímu bloku řetězce
de_de: Der Node wird synchronisiert, d.h. er lädt Blöcke von anderen Nodes herunter, um den neuesten Block in der Kette zu erreichen
el_gr: Ο κόμβος συγχρονίζεται, πράγμα που σημαίνει ότι γίνεται λήψη μπλοκ από άλλους κόμβους, για να φτάσει το τελευταίο μπλοκ στην αλυσίδα
fa_ir: گره در حال همگام‌سازی است، به این معنی که بلاک‌ها را از گره‌های دیگر بارگیری می‌کند تا به آخرین بلاک در زنجیره برسد
id_id: Node sedang melakukan sinkronisasi, yang berarti node sedang meng unduh blok dari node lainya, untuk mencapai blok terahir dalam rantai
ja_jp: ノードが同期中です。ブロックチェーンの先端に辿り着くまで他のノードからブロックをダウンロードします。
nl_nl: De node is aan het synchroniseren, wat betekent dat hij blokken van andere nodes downloadt, om het laatste blok in de keten te bereiken
pl_pl: Węzeł jest w trakcie synchronizacji, co znaczy że pobiera bloki z innych węzłów, aby osiągnąć najświeższy element blockchaina
ro: Nodul se sincronizează, ceea ce înseamnă că descarcă blocuri din alte noduri, pentru a ajunge la cel mai recent bloc din lanț
ro_ro: Nodul se sincronizează, ceea ce înseamnă că descarcă blocuri din alte noduri, pentru a ajunge la cel mai recent bloc din lanț
ru_ru: Узел синхронизируется, что означает, что он загружает блоки с других узлов, чтобы достичь последнего блока в цепи
sk_sk: Uzol sa synchronizuje, čo znamená, že sťahuje bloky z iných uzlov, aby sa dostal k najnovšiemu bloku v reťazci
sq_al: Nyja po sinkronizohet, që do të thotë se po shkarkon blloqe nga nyjet e tjera, për të arritur bllokun më të fundit në zinxhir
sr_sp: Чвор се синхронизује, што значи да преузима блокове од осталих чворова да би дошао до последњег блока у ланцу
tr_tr: Düğüm senkronize oluyor, ki bu zincirdeki en son bloğa ulaşmak için diğer düğümlerden bloklar indirildiği anlamına geliyor
zh_cn: 节点正在同步中, 也就是说它正在从其他节点下载区块, 以便达到最新的区块高度

source: The pool URL "{normalizedUrl}" is not working. Is it pool? Error: {0}
de_de: Die Pool-URL "{normalizedUrl}" funktioniert nicht. Ist es ein Pool? Fehler: {0}
ru_ru: URL пула "{normalizedUrl}" не работает. Это пул? Ошибка: {0}
sk_sk: URL adresa združenia „{normalizedUrl}“ nefunguje. Je to združenie? Chyba: {0}

source: The pool URL is not valid. {normalizedUrl}
de_de: Die Pool URL ist nicht valide. {normalizedUrl}
ja_jp: プールの URL が無効です。 {normalizedUrl}
ru_ru: Неправильный URL-адрес пула. {normalizedUrl}
sk_sk: URL adresa združenia je neplatná. {normalizedUrl}

source: The pool URL needs to use protocol https. {normalizedUrl}
de_de: Die Pool URL muss 'https' verwenden. {normalizedUrl}
ru_ru: URL-адрес пула должен использовать протокол https {normalizedUrl}
sk_sk: URL adresa združenia musí používať protokol https. {normalizedUrl}

source: The pool switching operation was cancelled, please try again by changing pool, or self pooling
de_de: Der Pool-Wechselvorgang wurde abgebrochen, bitte versuche es erneut durch Änderung des Pools oder Selbst-Pooling
ru_ru: Операция переключения пулов была отменена, попробуйте снова, изменив пул, или самопул
sk_sk: Operácia prepnutia združenia bola zrušená. Skúste to znova zmenou združenia alebo osobným združovaním

source: The seed used to create the plot. This depends on the pool pk and plot pk.
be_by: Зерне, выкарыстанае для стварэння дзялянкі. Залежыць ад адкрытага ключа пула і адкрытага ключа дзялянкі.
cs_cz: Seed použitý k vytvoření pole. To závisí na pk poolu a pk pole.
de_de: Der Startwert, mit dem der Plot erstellt wurde. Dies hängt vom Pool pk und vom Plot pk ab.
el_gr: Το seed που χρησιμοποιείται για τη δημιουργία του plot. Αυτό εξαρτάται από το pk της πισίνας και το pk του plot.
fa_ir: بذر مورد استفاده برای ایجاد پلات. این به pk استخر و pk پلات بستگی دارد.
id_id: Bulir yang digunakan untuk membuat plot. Ini tergantung oleh pool pk dan plot pk.
ja_jp: 耕地作成に使用する種。プール pk 及び耕地 pk に依存した値です。
pl_pl: Ziarno użyte do stworzenia fabuły. Zależy to od puli puli i pk działki.
ro: Seedul folosit pentru a creea un plot. Acesta depinde de pk-ul poolului si pk-ul plotului.
ro_ro: 'Sămânța' folosită pentru a creea o parcelă. Aceasta depinde de pk-ul asociației si pk-ul parcelei.
ru_ru: Зерно, которое использовалось для создания участка. Зерно зависит от публичного ключа пула и публичного ключа участка.
sk_sk: Seed použitý na vytvorenie poľa. Závisí od PK združenia a PK poľa.
sq_al: Fara e përdorur për të krijuar komplotin. Kjo varet nga komploti pk i pollit.
sr_sp: Семе које се користи да се направи плот. Ово зависи од заједничког јавног кључа и јавног кључа плота.
tr_tr: Arsa oluşturmak için kullanılan tohum. Bu, pk havuzuna ve pk plotuna bağlıdır.
zh_cn: 密语用于创建农田。农田是与农场池的公钥与农田的公钥相关联的。

source: The total number of VDF (verifiable delay function) or proof of time iterations on the whole chain up to this sub block.
be_by: Агульная колькасць VDF (ад англ. Verifiable Delay Function — спраўджальная функцыя затрымкі) або ітэрацый пацвярджэння часам (proof of time) па ўсім блокчэйне да гэтага падблока.
cs_cz: Celkový počet VDF (verifiable delay function) nebo tzv. proof of time opakování v celém blockchainu až po aktuální blok.
de_de: Die Gesamtzahl der VDF (überprüfbare Verzögerungsfunktion) oder der Nachweis von Zeititerationen in der gesamten Chain bis zu diesem Unterblock.
el_gr: Ο συνολικός αριθμός VDF (επαληθεύσιμη λειτουργία καθυστέρησης) ή απόδειξη χρονικών επαναλήψεων σε ολόκληρη την αλυσίδα μέχρι αυτό το υπό-μπλοκ.
fa_ir: تعداد کل VDF (عملکرد تأخیری قابل تأیید) یا اثبات تکرار زمان در کل زنجیره تا این زیر بلوک.
id_id: Jumlah total dari VDF (fungsi delay yang dapat diverfikasikan) atau bukti dari iterasi waktu pada keseluruhan chain sampai pada blok sub ini.
ja_jp: このブロックまでに全ブロックチェーンに行った VDF (検証可能遅延関数)、つまり時間証明の評価回数
pl_pl: Całkowita liczba VDF (weryfikowalna funkcja opóźnienia) lub dowód iteracji czasowych w całym łańcuchu aż do tego podbloku.
ro: Numărul total de VDF (funcție de întârziere verificabilă) sau dovezi ale iterațiilor de timp pe întregul lanț până la acest bloc secundar.
ro_ro: Numărul total de VDF (funcție de întârziere verificabilă) sau dovezi ale iterațiilor de timp pe întregul lanț până la acest bloc secundar.
ru_ru: Общее количество итерации VDF (от англ. Verifiable Delay Function - проверяемая функция задержки) или доказательств временных итераций по всей цепочке до этого подблока.
sk_sk: Celkový počet VDF (overiteľná funkcia oneskorenia) alebo dôkaz o časových iteráciách v celom reťazci až po tento čiastkový blok.
sq_al: Numri i përgjithshëm i VDF (funksioni i verifikimit të vonesës) ose prova e përsëritjeve të kohës në të gjithë zinxhirin deri në këtë nën bllok.
sr_sp: Укупан број VDF (проверљива функција одлагања) или доказ о временским понављањима на целом ланцу до овог блока.
tr_tr: Toplam VDF sayısı (doğrulanabilir gecikme fonksiyonu) veya alt bloğa kadar tüm zincirdeki zaman yinelemelerinin kanıtı.
zh_cn: 截至该子区块为止全链已完成的VDF(延迟验证函数) 或时间证明的迭代次数.

source: The total number of VDF (verifiable delay function) or proof of time iterations on this block.
be_by: Агульная колькасць VDF (ад англ. Verifiable Delay Function — спраўджальная функцыя затрымкі) або ітэрацый пацвярджэння часам (proof of time) у гэтым блоку.
cs_cz: Celkový počet VDF (verifiable delay function) nebo tzv. proof of time opakování v celém blockchainu až po aktuální blok.
de_de: Die Gesamtzahl der VDF (überprüfbare Verzögerungsfunktion) oder der Nachweis von Zeititerationen in diesem Block.
el_gr: Ο συνολικός αριθμός VDF (επαληθεύσιμη λειτουργία καθυστέρησης) ή απόδειξη χρονικών επαναλήψεων σε ολόκληρη την αλυσίδα μέχρι αυτό το υπό-μπλοκ.
fa_ir: تعداد کل VDF (عملکرد تأخیری قابل تأیید) یا اثبات تکرار زمان در این بلوک.
id_id: Jumlah total dari VDF (fungsi delay yang dapat diverfikasikan) atau bukti dari iterasi waktu pada blok ini.
ja_jp: このブロックに行った VDF (検証可能遅延関数)、つまり時間証明の評価回数
pl_pl: Całkowita liczba VDF (weryfikowalna funkcja opóźnienia) lub dowód iteracji czasowych w tym bloku.
ro: Numărul total de VDF (funcție de întârziere verificabilă) sau dovezi ale iterațiilor de timp pe acest bloc.
ro_ro: Numărul total de VDF (funcție de întârziere verificabilă) sau dovezi ale iterațiilor de timp pe acest bloc.
ru_ru: Общее количество итераций VDF (от англ. Verifiable Delay Function - проверяемая функция задержки), другими словами общее количество доказательств временных итераций (proof of time) в этом блоке.
sk_sk: Celkový počet VDF (overiteľná funkcia oneskorenia) alebo dôkaz o časových iteráciách v tomto bloku.
sq_al: Numri i përgjithshëm i VDF (funksioni i verifikimit të vonesës) ose prova e përsëritjeve të kohës në këtë bllok.
sr_sp: Укупан број VDF (проверљива функција одлагања) или доказ о временским понављањима овог блока.
tr_tr: Toplam VDF sayısı (doğrulanabilir gecikme fonksiyonu) veya bu bloktaki zaman yinelemelerinin kanıtı.
zh_cn: 本区块上花费的总VDF(延迟验证函数) 或时间验证的迭代次数.

source: The total transactions fees in this block. Rewarded to the farmer.
be_by: Агульныя камісійныя за трансакцыі ў гэтым блоку. Узнагарода фермеру.
cs_cz: Souhrnná výše transakčních poplatků v tomto bloku. Vyplaceno farmářům.
de_de: Die gesamten Transaktionsgebühren in diesem Block. Die Belohnung bekommt der Farmer.
el_gr: Το συνολικό ποσό των τελών των συναλλαγών σε αυτό το μπλοκ. Ανταμοιβή στον αγρότη.
fa_ir: کل کارمزد های تراکنش ها در این بلوک. به مزرعه دار پاداش داده شده.
id_id: Total dari biaya transaksi pada block ini. Diberikan kepada farmer.
ja_jp: このブロック内の取引手数料の合計。農家への報酬となります。
pl_pl: Łączne opłaty transakcyjne w tym bloku. Przyznawane rolnikowi.
ro: Taxele totale pentru tranzacții din acest bloc. Recompensat fermierului.
ro_ro: Taxele totale pentru tranzacții din acest bloc. Câștigate de fermier.
ru_ru: Общая комиссия за транзакции в этом блоке, полученная в награду фермерами.
sk_sk: Celkové poplatky v tomto bloku idú ťažiarovi.
sq_al: Tarifat totale të transaksioneve në këtë bllok. Shpërblyer për fermerin.
sr_sp: Укупне накнаде за трансакције у овом блоку. Награда иде фармеру.
tr_tr: Bu bloktaki toplam işlem ücretleri. Çiftçi ödüllendirildi.
zh_cn: 本区块上奖励给农夫的全部交易费用.

source: These are the instructions for how the farmer wants to get paid. By default this will be an XCH address, but it can be set to any string with a size of less than 1024 characters, so it can represent another blockchain or payment system identifier.
de_de: Hier sind die Anweisungen wie der Farmer bezahlt werden möchte. Standardmäßig ist dies eine XCH - Adresse, aber es kann ein beliebiger String kleiner als 1024 Zeichen sein, welcher auch eine andere Blockchain oder ein anderes Bezahlungssystem repräsentieren kann.
ru_ru: Это инструкции по поводу того, как фермер хочет заплатить. По умолчанию это будет XCH адрес, но он может быть установлен в любую строку размером менее 1024 символов,, чтобы он мог представить другой идентификатор блокчейна или платежной системы.
sk_sk: Toto sú inštrukcie, ako chce farmár dostať zaplatené. V predvolenom nastavení to bude adresa XCH, ale dá sa nastaviť na ľubovoľný reťazec s veľkosťou menej ako 1024 znakov, takže môže predstavovať identifikátor iného blockchainu alebo platobného systému.

source: These plots are invalid, you might want to delete them.
be_by: Гэтыя дзялянкі з памылкамі — іх можна выдаліць.
bg_bg: Тези полета са невалидни, може би искате да ги изтриете.
cs_cz: Tato pole jsou neplatná, možná je chcete smazat.
de_de: Diese Plots sind ungültig, vielleicht möchtest du diese löschen.
el_gr: Αυτά τα plot δεν είναι έγκυρα, ίσως θέλετε να τα διαγράψετε.
fa_ir: این پلات‌ها نامعتبر هستند، ممکن است بخواهید آنها را حذف کنید.
id_id: Plot - plot ini tidak valid, anda sebaiknya menghapus semuanya.
ja_jp: これらの耕地には問題があるため、削除をご検討ください。
nl_nl: Deze plots zijn ongeldig en mogen verwijderd worden.
pl_pl: Te działki są nieprawidłowe, możesz chcieć je usunąć.
ro: Aceste ploturi sunt invalide, poate ai dorii sa le stergi.
ro_ro: Aceste parcele sunt invalide, poate ai dorii să le ștergi.
ru_ru: Эти участки невалидны, вы можете удалить их.
sk_sk: Tieto polia sú neplatné, asi ich budete chcieť vymazať.
sq_al: Këto plote janë të pavlefshme, ju mund t'i fshini ato.
sr_sp: Плотови нису валидни, можда би требало да их обришеш.
tr_tr: Bu plotlar geçersiz, onların silinmesi gerekebilir.
zh_cn: 这些农田无效，你可能想要删除它们。

source: This allows you to add a directory that has plots in it. If you have not created any plots, go to the plotting screen.
be_by: Гэта дазваляе вам дадаць каталог, у якім ужо ёсць дзялянкі. Калі вы яшчэ не стварылі ніякіх дзялянак, перайдзіце на экран стварэння дзялянак.
bg_bg: Това ви позволява да добавите директория, в която има полета. Ако не сте създали никакви полета, отидете на екрана за създаване на полета.
cs_cz: To vám umožní přidat adresář, který obsahuje pole. Pokud jste nevytvořili žádná pole, přejděte na obrazovku tvorby polí.
de_de: Auf diese Weise kannst du ein Verzeichnis hinzufügen, in dem sich Plots befinden. Wenn du keine Plots erstellt hast, gehe zum Plot Bildschirm.
el_gr: Αυτό σας επιτρέπει να προσθέσετε έναν κατάλογο που περιέχει plot Αν δεν έχετε δημιουργήσει plot, μεταβείτε στην οθόνη σχεδίασης.
fa_ir: به شما این امکان را می‌دهد تا پوشه‌ای را که در آن پلات‌ها قرار دارند اضافه کنید. اگر هیچ پلاتی را ایجاد نکرده‌اید، به صفحه پلات‌ها بروید.
id_id: Anda dapat menambah direktori yang berisikan plot. Apa bila belum membuat plot, silahkan ke halaman pembuatan plot.
ja_jp: ここから既にお持ちの耕地ディレクトリを追加できます。まだ耕地をお持ちでない場合は耕し画面を開いてください。
pl_pl: Pozwala to na dodanie katalogu zawierającego wykresy. Jeśli nie utworzyłeś żadnych wykresów, przejdź do ekranu kreślenia.
ro_ro: Asta îți permite să adaugi un director care conține parcele. Dacă nu ai creat nicio parcelă, mergi la ecranul de parcelare.
ru_ru: Это позволяет вам добавить каталог, в котором уже есть участки. Если вы еще не создали никаких участков, перейдите к экрану создания участков.
sk_sk: Toto umožňuje pridať adresár, ktorý obsahuje už vykreslené polia. Ak ste ešte nevytvorili žiadne polia, prejdite na obrazovku vykresľovania polí.
sq_al: Kjo ju lejon të shtoni një direktori që ka plote në të. Nëse nuk keni krijuar ndonjë plot, shkoni në ekranin e krijomit të ploteve.
sr_sp: Ово ти омогућава да додаш фолдер који садржи плотове. Ако још немаш креиран ниједан плот, иди на прозор за њихово креирање.
tr_tr: Bu, içinde plotlar olan bir klasör eklemenize olanak tanır. Herhangi bir plot dosyası oluşturmadıysanız, plotlama ekranına gidin.
zh_cn: 在这里可以把事先准备好的农田文件添加进来。如果还没有的话，就去开垦几块农田吧。
