Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: On average there is one minute between each transaction block. Unless there is congestion you can expect your transaction to be included in less than a minute.
be_by: У сярэднім паміж кожным блокам трансакцый мінае адна хвіліна. Калі сетка не перагружана, чакаецца, што ваша трансакцыя будзе занесена ў блокчэйн менш чым за хвіліну.
ca_es: De mitjana tarda un minut entre cada transacció de block. A no ser que hi hagi saturació, la teva transacció hauria d'incloure's en menys d'un minut.
cs_cz: Mezi každým transakčním blokem je v průměru jedna minuta. Pokud nedojde ke zdržení z důvodu přetížení, zpracování vaší transakce proběhne zhruba do minuty.
de_de: Zwischen den einzelnen Transaktionsblöcken gibt es durchschnittlich eine Minute. Wenn es keine Überlastung gibt, kannst du davon ausgehen, dass deine Transaktion in weniger als einer Minute aufgenommen wird.
el_gr: Κατά μέσο όρο υπάρχει ένα λεπτό μεταξύ κάθε μπλοκ συναλλαγών. Αν δεν υπάρχει συμφόρηση, μπορείτε να περιμένετε ότι η συναλλαγή σας θα συμπεριληφθεί σε λιγότερο από ένα λεπτό.
fa_ir: به طور متوسط بین هر بلوک تراکنش یک دقیقه فاصله است تا زمانی که ازدحام وجود نداشته باشد ، انتظار دارید معامله شما در کمتر از یک دقیقه انجام شود.
id_id: Rata rata ada jarak 1 menit antara masing masing blok transaksi. Kecuali ada kebanyakan transaksi, transaksi biasanya akan di ikutkan dalam waktu kurang dari 1 menit.
ja_jp: 取引ブロックは約1分間隔で作成されます。混雑時を除き、1分以内にあなたの送金も取り込まれるはずです。
nl_nl: Gemiddeld is er één minuut tussen elk transactie blok. Tenzij er congestie is, kunt u verwachten dat uw transactie in minder dan een minuut wordt opgenomen.
pl_pl: Średnio pomiędzy każdym blokiem transakcji jest minuta. Jeśli nie ma zatoru, możesz oczekiwać, że Twoja transakcja zostanie zawarta w mniej niż minutę.
ru_ru: В среднем между каждым блоком транзакций проходит одна минута. Если нет перегрузки, вы можете ожидать что ваша транзакция будет включена менее чем за минуту.
sk_sk: Priemerný čas medzi jednotlivými blokmi transakcií je jedna minúta. Ak nedôjde k preťaženiu, môžete očakávať, že vaša transakcia bude zahrnutá za menej ako minútu.
sq_al: Mesatarisht ka një minutë midis çdo transaksion blloku. Nëse nuk ka bllokim, ju mund të prisni që transaksioni juaj të përfshihet në më pak se një minutë.
sr_sp: У просеку је потребан један минут између сваког блока трансакције. Ако нема загушења, можеш очекивати да ће трансакција бити укључена за мање од једног минута.
tr_tr: Ortalama olarak, her işlem bloğu arasında bir dakika vardır. Tıkanıklık olmadığı sürece işleminizin bir dakikadan daha kısa sürede gerçekleşmesini bekleyebilirsiniz.

source: Outgoing
be_by: Выходныя
bg_bg: Изходящи
ca_es: Sortint
cs_cz: Odchozí
de_de: Ausgehend
el_gr: Εξερχόμενες
fa_ir: در حال خروج
id_id: Keluar
ja_jp: 出金
nl_nl: Uitgaand
pl_pl: Wychodzące
ro_ro: Expedieri
ru_ru: Исходящие
sk_sk: Odchádzajúce
sq_al: Dalëse
sr_sp: Одлазни
tr_tr: Giden
zh_cn: 开支

source: Payout Address
de_de: Auszahlungsadresse
ja_jp: 支払い先アドレス
ru_ru: Адрес выплат
sk_sk: Výplatná adresa
tr_tr: Ödeme Adresi

source: Peak Height
be_by: Крайняя вышыня
ca_es: Altura màxima
cs_cz: Maximální výška
de_de: Spitzenhöhe
fa_ir: حداکثر ارتفاع
id_id: Puncak tertinggi
ja_jp: 先端の高さ
nl_nl: Piek hoogte
pl_pl: Wysokość szczytowa
ro_ro: Înălțimea Vârfului
ru_ru: Пиковая высота
sk_sk: Najvyššia pozícia
sq_al: Lartësia e majës
sr_sp: Врх раста
tr_tr: Tepe Yüksekliği
zh_cn: 最高高度

source: Peak Time
be_by: Крайні час
bg_bg: Пиково време
ca_es: Hora punta
cs_cz: Vrchol křivky
de_de: Spitzenzeit
fa_ir: حداکثر زمان
id_id: Puncak Masa
ja_jp: 先端の日時
nl_nl: Piek tijd
pl_pl: Czas szczytu
ro_ro: Timpul Vârfului
ru_ru: Пиковое время
sk_sk: Vrchol času
sq_al: Koha e pikut
sr_sp: Време врха
tr_tr: En Yoğun Zaman
zh_cn: 最高时间

source: Pending
be_by: Чаканыя
bg_bg: Изчакващо
ca_es: Pendent
cs_cz: Čeká na vyřízení
de_de: Ausstehend
el_gr: Εκκρεμεί
fa_ir: در انتظار
id_id: Dalam proses
ja_jp: 保留中
nl_nl: In afwachting
pl_pl: Oczekujące
ro_ro: În Așteptare
ru_ru: Ожидающие
sk_sk: Spracúva sa
sq_al: Në pritje
sr_sp: На чекању
tr_tr: Beklemede
zh_cn: 待处理

source: Pending Balance
be_by: Чаканы баланс
bg_bg: Изчакващ баланс
ca_es: Saldo pendent
cs_cz: Nevyřízený zůstatek
de_de: Ausstehendes Guthaben
el_gr: Εκκρεμεί Υπόλοιπο
fa_ir: موجودی در انتظار
id_id: Dalam Proses Mengira Saldo
ja_jp: 保留中の残高
nl_nl: Niet verwerkt saldo
pl_pl: Oczekujące saldo
ro_ro: Sold în Așteptare
ru_ru: Баланс в ожидани
sk_sk: Nespracovaný zostatok
sq_al: Bilanci në pritje
sr_sp: Стање на чекању
tr_tr: Bekleyen Bakiye
zh_cn: 待处理的结余

source: Pending Change
be_by: Чаканы размен
bg_bg: Изчакващи промени
ca_es: Canvi pendent
cs_cz: Nevyřízená změna
de_de: Ausstehende Änderung
el_gr: Εκκρεμής Αλλαγή
fa_ir: در انتظار تغییر
id_id: Perubahan Tertunda
ja_jp: 保留中の増減
nl_nl: In afwachting van wijziging
pl_pl: Oczekujące saldo
ro_ro: Schimb în Așteptare
ru_ru: Сдача в ожидании
sk_sk: Nespracované zmeny
sq_al: Bilanci në pritje të ndryshimit
sr_sp: Промена на чекању
tr_tr: Bekleyen Değişiklik
zh_cn: 待处理的找回

source: Pending Total Balance
be_by: Чаканы агульны баланс
bg_bg: Изчакващ общ баланс
ca_es: Saldo total pendent
cs_cz: Nevyřízený celkový zůstatek
de_de: Ausstehendes Gesamtguthaben
el_gr: Συνολικό Υπόλοιπο Σε Εκκρεμότητα
fa_ir: مقدار موجودی در انتظار
id_id: Proses Mengira Jumlah Saldo
ja_jp: 保留中の全残高
nl_nl: Niet verwerkt totaal saldo
pl_pl: Oczekujące saldo
ro_ro: Sold Total în Așteptare
ru_ru: Ожидаемый итоговый баланс
sk_sk: Celkový nespracovaný zostatok
sq_al: Në pritje të balancit total
sr_sp: Укупно стање на чекању
tr_tr: Bekleyen Toplam Bakiye
zh_cn: 待处理的总结余

source: Please Confirm
de_de: Bitte bestätigen
id_id: Silahkan Konfirmasi
ru_ru: Подтвердите, пожалуйста
sk_sk: Prosím potvrďte

source: Please add a trade pair
be_by: Дадайце гандлёвую пару
ca_es: Si us plau, afegeix la informació d'intercanvi
cs_cz: Přidejte prosím pár k obchodování
de_de: Bitte füge ein Handelspaar hinzu
el_gr: Παρακαλούμε προσθέστε ένα ζεύγος συναλλαγών
fa_ir: لطفاً یک جفت تجاری اضافه کنید
id_id: Sila masukkan pasangan perdagangan
ja_jp: 交換条件を追加してください。
nl_nl: Voeg een handelpaar toe
pl_pl: Proszę dodać parę transakcji
ro_ro: Te rog adaugă o pereche de schimb
ru_ru: Пожалуйста, добавьте торговую пару
sk_sk: Prosím pridajte obchodný pár
sq_al: Ju lutemi shtoni një palë tregtare
sr_sp: Молимо додај пар за трговину
tr_tr: Lütfen alım/satım çifti ekleyin
zh_cn: 请增加一个交易对

source: Please enter 0 fee. Positive fees not supported yet for RL.
be_by: Укажыце нулявыя камісійныя. Камісійны выплаты для кашалькоў з абмежаваннямі вываду пакуль не падтрымліваюцца.
bg_bg: Моля, въведете 0 такса. Все още не се поддържат положителни такси за RL.
ca_es: Si us plau, afegeix 0 de comissió. Encara no es podem enviar comissions positives per RL.
cs_cz: Zadejte 0 poplatek. Kladné poplatky ještě nejsou pro RL podporovány.
de_de: Bitte Gebühr von 0 eintragen. Positive Gebühren werden derzeit nicht im RL unterstützt.
el_gr: Παρακαλώ εισάγετε 0 χρέωση. Oι θετικές χρεώσεις δεν υποστηρίζονται ακόμα για RL.
fa_ir: لطفاً کارمزد 0 را وارد کنید. کارمزد مثبت هنوز برای RL پشتیبانی نمی شود.
id_id: Silahkan memasukkan 0 untuk biaya. Biaya tambahan belum didukung sementara ini untuk RL.
ja_jp: 手数料は 0 を入力してください。 RL ではまだ正の手数料が未実装です。
pl_pl: Wprowadź prowizję 0. Dodatnie prowizje nieobsługiwane jeszcze dla RL.
ro_ro: Te rog folosește comision 0. Comisioanele nu sunt suportate în acest moment pentru TL.
ru_ru: Пожалуйста, введите комиссию 0. Положительные комиссии для кошельков с ограничением скорости пока не поддерживаются.
sk_sk: Prosím zadajte nulový poplatok. Kladné nenulové poplatky ešte nie sú pre RL podporované.
sq_al: Ju lutemi vendosni 0 tarifë. Tarifat pozitive nuk mbështeten ende për RL.
sr_sp: Унеси 0 накнаде. Позитивне накнаде још нису подржане за ограничене стопе.
tr_tr: Lütfen komisyonu 0 giriniz. Komisyonlara pozitif sayı girilmesi henüz RL için desteklenmiyor.
zh_cn: 请输入费用数字0。正费用目前在RL上还不支持。

source: Please enter a valid initial coin amount
be_by: Укажыце дапушчальную суму першапачатковых манет
bg_bg: Моля, въведете валидна първоначална сума на монетата
ca_es: Si us plau, introdueixi una quantitat de moneda inicial vàlida
cs_cz: Prosím, zadejte platné množství
de_de: Bitte einen gültigen Anfangsbetrag an Coins eingeben
el_gr: Παρακαλώ εισάγετε ένα έγκυρο αρχικό ποσό νομίσματος
fa_ir: لطفاً یک مقدار اولیه سکه، معتبر وارد کنید
id_id: Silakan masukkan jumlah Sebelum pajak yang valid
ja_jp: 有効な初期金額を入力してください
nl_nl: Vul een geldige aantal initiële coins in
pl_pl: Wprowadź prawidłową wartość monet
ro_ro: Te rog să introduci o valoare monetară inițială validă
ru_ru: Пожалуйста, укажите корректное численное начальное значение баланса кошелька
sk_sk: Prosím zadajte platnú počiatočnú sumu
sq_al: Ju lutemi shkruani një shumë fillestare të vlefshme
sr_sp: Унеси важећи почетни износ новчића
tr_tr: Lütfen geçerli bir başlangıç bakiyesi miktarı girin
zh_cn: 请输入一个有效的初始币数量

source: Please enter a valid numeric amount
be_by: Укажыце дапушчальнае лічбавае значэнне
bg_bg: 35 / 5000 Моля, въведете валидна числова сума
ca_es: Si us plau, introdueix una quantitat numèrica vàlida
cs_cz: Prosím, zadejte platné množství
de_de: Bitte einen gültigen numerischen Betrag eingeben
el_gr: Παρακαλώ εισάγετε ένα έγκυρο αριθμητικό ποσό
fa_ir: لطفاً یک مقدار عددی معتبر وارد کنید
id_id: Sila masukkan nombor yang valid
ja_jp: 数字を入力してください
nl_nl: Vul een geldig numeriek getal in
pl_pl: Wprowadź prawidłową wartość numeryczną
ro_ro: Te rog să introduci o valoare numerică validă
ru_ru: Пожалуйста, укажите корректное численное значение
sk_sk: Prosím zadajte platnú číselnú sumu
sq_al: Ju lutemi shkruani një numer të vlefshem
sr_sp: Унеси важећи нумерички износ
tr_tr: Lütfen geçerli bir sayısal miktar giriniz
zh_cn: 请输入一个正确的数目

source: Please enter a valid numeric fee
be_by: Укажыце дапушчальнае лічбавае значэнне камісійных
bg_bg: Моля, въведете валидна числова такса
ca_es: Si us plau, introdueix una quota numèrica vàlida
cs_cz: Prosím, zadejte platnou číselnou hodnotu
de_de: Bitte eine gültige numerische Gebühr eintragen
el_gr: Παρακαλώ εισάγετε μια έγκυρη αριθμητική χρέωση
fa_ir: لطفاً کارمزد عددی معتبری وارد کنید
id_id: Silahkan memasukkan angka biaya yang sah
ja_jp: 数字の手数料を入力してください
nl_nl: Vul een geldige numerieke vergoeding in
pl_pl: Wprowadź prawidłową wartość numeryczną
ro_ro: Te rog să introduci un comision valid
ru_ru: Пожалуйста, укажите корректное численное значение комиссии
sk_sk: Prosím zadajte platný číselný poplatok
sq_al: Ju lutemi vendosni një tarifë të vlefshme numerike
sr_sp: Унеси важећи нумерички износ накнаде
tr_tr: Lütfen geçerli bir sayısal komisyon giriniz
zh_cn: 请输入一个正确的费用

source: Please enter a valid numeric interval length
be_by: Укажыце дапушчальнае лічбавае значэнне працягласці інтэрвалу
bg_bg: Моля, въведете валидна продължителност на числовия интервал
ca_es: Si us plau, introdueix una llargària d'interval numèric vàlida
cs_cz: Prosím, zadejte platnou číselnou hodnotu
de_de: Bitte eine gültige numerische interval Länge eintragen
el_gr: Παρακαλώ εισάγετε ένα έγκυρο αριθμητικό μήκος διαστήματος
fa_ir: لطفاً یک فاصله عددی معتبر وارد کنید
id_id: Silahkan memasukkan panjang interval angka yang sah
ja_jp: 数字のインターバル長を入力してください
nl_nl: Vul een geldige numerieke intervallengte in
pl_pl: Wprowadź poprawną wartość numeryczną długości interwału
ro_ro: Te rog să introduci o valoare numerică validă
ru_ru: Пожалуйста, укажите корректное целочисленное значение интервала в блоках
sk_sk: Prosím zadajte platnú číselnú dĺžku intervalu
sq_al: Ju lutemi shkruani një gjatësi të vlefshme të intervalit numerik
sr_sp: Унеси важећу дужину нумеричког интервала
tr_tr: Lütfen geçerli bir sayısal aralık giriniz
zh_cn: 请输入一个有效的长度数字

source: Please enter a valid numeric spendable amount
be_by: Укажыце дапушчальнае лічбавае значэнне
ca_es: Si us plau, introdueix una quantitat de despesa numèrica vàlida
cs_cz: Zadejte prosím platnou číselnou částku, která je k dispozici
de_de: Bitte einen gültigen numerischen Ausgabenbetrag eintragen
el_gr: Παρακαλώ δώστε ένα έγκυρο αριθμητικό δαπανήσιμο ποσό
fa_ir: لطفاً یک مقدار عددی معتبر برای خرج کردن وارد کنید
id_id: Sila masukkan nombor perbelanjaan yang valid
ja_jp: 支払い可能額を数字で入力してください
nl_nl: Vul een geldig numeriek getal in
pl_pl: Wprowadź prawidłową wartość numeryczną
ro_ro: Te rog să introduci o valoare cheltuibilă validă
ru_ru: Пожалуйста, укажите корректное числовое значение количества монет, которое можно будет потратить за указанный интервал
sk_sk: Prosím zadajte platný číselný disponibilný zostatok
sq_al: Ju lutemi shkruani një shumë të vlefshme të harxhueshme numerike
sr_sp: Унеси важећи нумерички потрошени износ
tr_tr: Lütfen geçerli bir harcanabilir miktar giriniz
zh_cn: 请输入一个有效的支出数目

source: Please enter a valid pubkey
be_by: Укажыце сапраўдны адкрыты ключ
bg_bg: Моля въведете валиден публичен ключ
ca_es: Si us plau introdueix una clau pública vàlida
cs_cz: Zadejte prosím platný pubkey
de_de: Bitte einen gültigen pubkey eintragen
el_gr: Παρακαλώ δώστε ένα έγκυρο pubkey
fa_ir: لطفاً یک کلید عمومی معتبر وارد کنید
id_id: Silakan masukkan public key yang valid
ja_jp: 有効な公開鍵を入力してください
nl_nl: Voer een geldige pubkey in
pl_pl: Wprowadź prawidłowy klucz publiczny
ro_ro: Te rog să introduci o cheie publică validă
ru_ru: Пожалуйста, введите действующий публичный ключ
sk_sk: Prosím zadajte platný verejný kľúč
sq_al: Ju lutemi shkruani një pubkey të vlefshëm
sr_sp: Унеси важећи јавни кључ
tr_tr: Lütfen geçerli bir herkese açık anahtar giriniz
zh_cn: 请输入一个正确的公钥

source: Please finish syncing before making a transaction
be_by: Завяршыце сінхранізацыю перад выкананнем трансакцыі
bg_bg: Моля завършете синхронизирането преди правене на транзакции
ca_es: Si us plau, espera que acabi la sincronització abans de fer una transacció
cs_cz: Prosím dokončete synchronizaci před provedením transakce
de_de: Bitte beende die Synchronisierung, bevor du eine neue Transaktion durchführst
el_gr: Παρακαλώ ολοκληρώστε το συγχρονισμό πριν πραγματοποιήσετε μια συναλλαγή
fa_ir: لطفا قبل از ایجاد تراکتش، همگام سازی را تمام کنید
id_id: Silahkan menyelesaikan sinkronisasi sebelum melakukan sebuah transaksi
ja_jp: 取引を行う前に同期を完了してください
nl_nl: Synchroniseren voordat u een transactie uitvoert
pl_pl: Proszę zakończyć synchronizację przez dokonaniem transakcji
ro_ro: Te rog să finalizezi sincronizarea înainte de a crea o tranzacție
ru_ru: Пожалуйста, завершите синхронизацию перед совершением транзакции
sk_sk: Pred uskutočnením transakcie dokončite synchronizáciu
sq_al: Ju lutemi mbaroni sinkronizimin përpara se të bëni një transaksion
sr_sp: Заврши синхронизацију пре него што извршиш трансакцију
tr_tr: Lütfen transfer yapmadan önce senkronizasyonu bitirin
zh_cn: 完成同步才可以开始一个交易

source: Please select amount
be_by: Укажыце суму
bg_bg: Моля изберете сума
ca_es: Selecciona una quantitat
cs_cz: Zvolte prosím částku
de_de: Bitte wähle einen Betrag
el_gr: Παρακαλώ εισάγετε ποσό
fa_ir: لطفا مقدار را انتخاب کنید
id_id: Harap pilih jumlah
ja_jp: 額を選択してください
nl_nl: Selecteer een hoeveelheid, aub
pl_pl: Wybierz kwotę
ro_ro: Te rog selectează o sumă
ru_ru: Пожалуйста, укажите количество
sk_sk: Prosím vyberte sumu
sq_al: Ju lutemi zgjidhni shumën
sr_sp: Изабери износ
tr_tr: Lütfen miktar seçin
zh_cn: 请选择金额

source: Please select buy or sell
be_by: Выберыце — купляеце ці прадаяце
bg_bg: Моля изберете купи или продай
ca_es: Seleccions comprar o vendre
cs_cz: Zvolte prosím koupit nebo prodat
de_de: Bitte kaufen oder verkaufen auswählen
el_gr: Επιλέξτε αγορά ή πώληση
fa_ir: لطفا خرید یا فروش انتخاب کنید
id_id: Sila pilih beli atau jual
ja_jp: 売買の別を選択してください
nl_nl: Selecteer koop of verkoop
pl_pl: Zaznacz kup lub sprzedaj
ro_ro: Te rog selectează Cumpărare sau Vânzare
ru_ru: Пожалуйста, выберите купить или продать
sk_sk: Prosím vyberte kúpiť alebo predať
sq_al: Ju lutemi zgjidhni bleni ose shisni
sr_sp: Изабери куповину или продају
tr_tr: Lütfen Satın Al veya Sat seçeneklerinden birini seçiniz
zh_cn: 请选择买或卖

source: Please select coin colour
be_by: Выберыце колер манеты
bg_bg: Моля избери цвят на монета
ca_es: Si us plau, escull un color de moneda
cs_cz: Vyberte prosím barvu mince
de_de: Bitte Coin Farbe auswählen
el_gr: Παρακαλώ επιλέξτε χρώμα νομίσματος
fa_ir: لطفا رنگ سکه را انتخاب کنید
id_id: Sila pilih warna duit
ja_jp: コインの色を選択してください
nl_nl: Selecteer muntkleur
pl_pl: Wybierz kolor monety
ro_ro: Te rog selectează culoarea monedei
ru_ru: Пожалуйста, выберите тип монеты
sk_sk: Prosím vyberte farbu mince
sq_al: Ju lutemi zgjidhni ngjyrën e monedhës
sr_sp: Изабери боју новчића
tr_tr: Lütfen coin rengi seçin
zh_cn: 请选择币的色彩

source: Please specify final directory
be_by: Укажыце канцавы каталог
bg_bg: Моля задайте крайна директория
ca_es: Si us plau, especifica un directori de destinació final
cs_cz: Zadejte, prosím, finální složku
de_de: Bitte finales Verzeichnis definieren
el_gr: Παρακαλούμε προσδιορίστε το final directory
fa_ir: لطفاً محل پوشه نهایی را مشخص کنید
id_id: Silakan tentukan direktori akhir yang sah
ja_jp: 最終ディレクトリを指定してください
nl_nl: Selecteer finale folder
pl_pl: Proszę podać folder docelowy
ro_ro: Te rog să specifici directorul final
ru_ru: Пожалуйста, укажите окончательный каталог хранения
sk_sk: Prosím, vyberte cieľový adresár
sq_al: Ju lutemi specifikoni direktorinë përfundimtare
sr_sp: Наведи коначни директоријум
tr_tr: Lütfen son konumu belirtin
zh_cn: 请指定最终目录

source: Please specify temporary directory
be_by: Укажыце часовы каталог
bg_bg: Моля задайте временна директория
ca_es: Si us plau, introdueix un directori temporal
cs_cz: Zadejte, prosím, dočasnou složku
de_de: Bitte temporäres Verzeichnis definieren
el_gr: Παρακαλούμε προσδιορίστε το temporary directory
fa_ir: لطفا پوشه موقت را مشخص کنید
id_id: Silakan tentukan direktori sementara yang sah
ja_jp: 一時ディレクトリを指定してください
nl_nl: Selecteer tijdelijke folder
pl_pl: Proszę podać folder tymczasowy
ro_ro: Te rog să specifici directorul temporar
ru_ru: Пожалуйста, укажите временную директорию
sk_sk: Prosím, vyberte dočasný adresár
sq_al: Ju lutemi specifikoni një direktori të përkohshme
sr_sp: Наведи привремени директоријум
tr_tr: Lütfen geçici konumu belirtin
zh_cn: 请指定临时目录

source: Please wait for synchronization
de_de: Bitte auf Abschluss der Synchronisierung warten
id_id: Harap tunggu sampai sinkronisasi selesai
ru_ru: Дождитесь окончания синхронизации
sk_sk: Počkajte prosím na synchronizáciu

source: Please wait for wallet synchronization
de_de: Bitte auf Abschluss der Wallet-Synchronisierung warten
id_id: Harap tunggu sampai sinkronisasi dompet selesai
ru_ru: Дождитесь окончания синхронизации кошелька
sk_sk: Počkajte prosím na synchronizáciu peňaženky

source: Plot
be_by: Дзялянка
bg_bg: Поле
ca_es: Traçat
cs_cz: Pole
fa_ir: پلات
ja_jp: 耕地
pl_pl: Działka
ro_ro: Parcelă
ru_ru: Участок
sk_sk: Pole
sr_sp: Плот
zh_cn: 农田

source: Plot Count
be_by: Колькасць дзялянак
bg_bg: Брой полета
ca_es: Recompte de traçats
cs_cz: Počet polí
de_de: Plot Anzahl
el_gr: Μετρητής Plot
fa_ir: تعداد پلات ها
id_id: Jumlah Plot
ja_jp: 耕地数
nl_nl: Aantal plot bestanden
pl_pl: Ilość działek
ro_ro: Număr Parcele
ru_ru: Количество участков
sk_sk: Počet plotov
sq_al: Numri i ploteve
sr_sp: Број плотова
tr_tr: Plot Sayısı
zh_cn: 农田数

source: Plot Id
be_by: Ідэнтыфікатар дзялянкі
bg_bg: Id на плот
ca_es: Id de traçat
cs_cz: ID pole
fa_ir: کد شناسایی پلات
id_id: ID Plot
ja_jp: 耕地 Id
pl_pl: ID działki
ro_ro: Id Parcelă
ru_ru: ID участка
sk_sk: Id poľa
sq_al: Id e plotit
sr_sp: ID плота
tr_tr: Plot Kimliği
zh_cn: 农田ID

source: Plot Key
be_by: Ключ дзялянкі
bg_bg: Ключ на полето
ca_es: Clau de traçat
cs_cz: Klíč Pole
de_de: Plot Schlüssel
fa_ir: کلید پلات
id_id: Key Plot
ja_jp: 耕地鍵
nl_nl: Plot sleutel
pl_pl: Klucz działki
ro_ro: Cheie Parcelă
ru_ru: Публ. ключ
sk_sk: Kľúč poľa
sq_al: Çelësi i plotit
sr_sp: Кључ плота
tr_tr: Plot Anahtarı
zh_cn: 农田密钥

source: Plot NFT
ru_ru: Участок NFT
sk_sk: NFT poľa

source: Plot NFT with p2_singleton_puzzle_hash {plotNFTId} does not exists
de_de: Plot-NFT mit p2_singleton_puzzle_hash {plotNFTId} existiert nicht
ru_ru: Участок NFT с p2_singleton_puzzle_hash {plotNFTId} не существует
sk_sk: NFT poľa s p2_singleton_puzzle_hash {plotNFTId} neexistuje

source: Plot Public Key
be_by: Адкрыты ключ дзялянкі
bg_bg: Публичен ключ на полето
ca_es: Clau pública de traçat
cs_cz: Veřejný klíč pole
de_de: Öffentlicher Plot Schlüssel
fa_ir: کلید عمومی پلات
id_id: Public Key Plot
ja_jp: 耕地公開鍵
nl_nl: Plot publieke sleutel
pl_pl: Klucz publiczny działki
ro_ro: Cheie Publică Parcelă
ru_ru: Публичный ключ участка
sk_sk: Verejný kľúč poľa
sq_al: Çelësi publik i plotit
sr_sp: Јавни кључ плота
tr_tr: Herkese Açık Plot Anahtarı
zh_cn: 农田公钥

source: Plot Size
be_by: Памер дзялянкі
bg_bg: Големина на полето
ca_es: Tamany de traçat
cs_cz: Velikost pole
de_de: Plot Größe
el_gr: Μέγεθος Plot
fa_ir: اندازه پلات
id_id: Ukuran Plot
ja_jp: 耕地容量
nl_nl: Plot grootte
pl_pl: Rozmiar działki
ro_ro: Dimensiune Parcelă
ru_ru: Размер участка
sk_sk: Veľkosť poľa
sq_al: Madhësia e plotit
sr_sp: Величина плота
tr_tr: Plot Boyutu
zh_cn: 农田大小

source: Plot in Parallel
be_by: Засяваць паралельна
bg_bg: Паралелно създаване на полета
ca_es: Traçat en paral·lel
cs_cz: Vytvářet pole paralelně
de_de: Parallel plotten
fa_ir: پلات سازی به شکل موازی
id_id: Plot secara Pararel
ja_jp: 並列処理で耕す
nl_nl: Plot parallel
pl_pl: Generuj działki równolegle
ro_ro: Parcelează în paralel
ru_ru: Засеивать паралельно
sk_sk: Paralelné vytváranie polí
sq_al: Plot në paralel
sr_sp: Плотуј паралелно
tr_tr: Eş Zamanlı Plot
zh_cn: 并发开垦

source: Plot is duplicate of {0}
be_by: Дзялянка з'яўляецца дублікатам {0}
bg_bg: Плота е дубликат на {0}
ca_es: El traçat es un duplicat de {0}
cs_cz: Pole je duplikát {0}
de_de: Plot ist ein Duplikat von {0}
fa_ir: پلات کپی این {0} پلات است
id_id: Plot ini duplikat dari {0}
ja_jp: この耕地は {0} と重複しています
nl_nl: Plot is een bubbel van {0}
pl_pl: Działka jest kopią {0}
ro_ro: Parcela este un duplicat al {0}
ru_ru: Плот дубликат {0}
sk_sk: Pole je duplikátom {0}
sq_al: Ploti është dublikatë e {0}
sr_sp: Плот је дупликат {0}
tr_tr: Plot {0} ile aynı
zh_cn: 农田与 {0} 重复

source: PlotNFT is transitioning to (target state). This can take a while. Please do not close the application until this is finalized.
de_de: PlotNFT verändert sich zum (target state). Das kann eine Weile dauern. Bitte schließe die Anwendung nicht bis dies abgeschlossen ist.
ru_ru: Участок NFT переходит в (целевое состояние). Это может занять некоторое время. Пожалуйста, не закрывайте приложение, пока процесс не завершен.
sk_sk: NFT poľa prechádza do (cieľového stavu). Môže to chvíľu trvať. Prosím nezatvárajte aplikáciu, kým nebude prechod dokončený.

source: Plots
be_by: Дзялянкі
bg_bg: Полета
ca_es: Traçats
cs_cz: Pole
fa_ir: پلات ها
id_id: Plot-Plot
ja_jp: 耕地
nl_nl: Plot bestanden
pl_pl: Działki
ro_ro: Parcele
ru_ru: Участки
sk_sk: Polia
sq_al: Plotet
sr_sp: Плотови
tr_tr: Arsalar
zh_cn: 农田

source: Plots Passed Filter
be_by: Дзялянкі, якія прайшлі фільтр
ca_es: Traçats que han passat el filtre
cs_cz: Pole vyhovující filtru
de_de: Plots Filter bestanden
fa_ir: پلات ها با موفقیت از فیلتر عبور کردند
id_id: Plot Diterima Seleksi
ja_jp: フィルターを通過した耕地数
nl_nl: Plots Doorgegeven aan Filter
pl_pl: Działki które przeszły przez filtr
ro_ro: Parcele Filtrate
ru_ru: Участки, прошедшие фильтр
sk_sk: Polia, ktoré prešli filtrom
sq_al: Plotet e kaluan filtërin
sr_sp: Филтрирани плотови
tr_tr: Filtreden geçen Plotlar
zh_cn: 通过初筛的农田
