Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: (Optional)
id_id: (Pilihan)
ja_jp: (オプション)
ru_ru: (Необязательно)
sk_sk: (voliteľné)
tr_tr: (Seçimlik)

source: *Want to explore Chia’s blocks further? Check out <0>Chia Explorer</0> built by an open source developer.
be_by: *Хочаце даведацца больш пра блокчэйн Chia? Паглядзіце <0>Chia Explorer</0>, створаны распрацоўшчыкам па прынцыпах адкрытага зыходнага кода.
bg_bg: Chia Explorer
ca_es: *Vols explorar encara més els blocs de Chia? Dóna un cop d'ull a <0>Chia Explorer</0> creat per un desenvolupador de codi lliure.
cs_cz: *Chcete se o Chia blocích dozvědět více? Podívej se na <0>Chia Explorer</0> vytvořený open source vývojářem.
de_de: *Möchtest du mehr über Chia's Blocks erfahren? Besuche <0>Chia Explorer</0>, entwickelt von einem Open Source Entwickler.
el_gr: *Θέλετε να εξερευνήσετε περαιτέρω τα μπλοκ της Chia? Δοκιμάστε το <0>Chia Explorer</0> που χτίστηκε από έναν προγραμματιστή ανοιχτού κώδικα.
fa_ir: آیا می خواهید که بلوک های چیـا را فراتر از این کاوش کنید؟ <0>Chia Explorer</0> را که توسط یک توسعه دهنده متن باز ساخته شده است را چک کنید.
ja_jp: *チアのブロックをさらに調べたいですか？オープンソース開発者に提供していただいた <0>Chia Explorer</0> を是非ご覧ください。
nl_nl: Wil je Chia verder verkennen? Kijk dan zeker even naar <0>Chia Explorer</0> dat werd gemaakt door een open-source ontwikkelaar.
pl_pl: *Chcesz dowiedzieć się więcej o blokchainie Chia? Sprawdź <0>Chia Explorer</0> zbudowany przez programistę otwartego oprogramowania.
ro: Vrei sa explorezi blocurile Chia mai mult? Verifică <0>Chia Explorer</0> construit de catre un dezvoltator open source.
ro_ro: Vrei să explorezi blocurile Chia mai mult? Verifică <0>Chia Explorer</0> construit de către un dezvoltator open-source.
ru_ru: *Хотите посмотреть больше информации о блоках Чиа? Загляните в обозреватель блоков <0>Chia Explorer</0>, созданный на основе открытого исходного кода.
sk_sk: * Chcete viac preskúmať Chia bloky? Vyskúšajte aplikáciu <0>Chia Explorer</0> vytvorenú open source vývojárom.
sq_al: Dëshiron të mësosh më shumë rreth Chia's? Kliko në <0> Chia Explorer</0> e ndërtuar nga një programues open source.
sr_sp: * Желиш да сазнаш више о Chia блоковима? Провери <0>Chia претраживач</0> који је настао од стране програмера отвореног кода.
tr_tr: Chia'nın bloklarını daha da keşfetmek ister misiniz? Açık kaynaklı bir geliştirici tarafından oluşturulan <0> Chia Explorer </0> 'a göz atın.
zh_cn: * 想要进一步了解奇亚？来看看一位开源开发者创建的 <0>奇亚区块浏览器</0>。

source: + Add New Plot NFT
de_de: + Neues Plot-NFT hinzufügen
id_id: + Tambah Plot NFT baru
ja_jp: + 新規プロットNFT を追加
ru_ru: + Добавить новые участки NFT
sk_sk: + Pridať nové NFT poľa
tr_tr: Yeni NFT Plot Ekleyin

source: + Add Wallet
ja_jp: + ウォレットを追加
ru_ru: + Добавить кошелек
sk_sk: + Pridať peňaženku
tr_tr: + Cüzdan Ekle

source: 128 buckets is recommended
be_by: 128 кашоў рэкамендуецца
bg_bg: кофи
ca_es: Es recomanen 128 cubells
cs_cz: Doporučuje se 128
de_de: Es werden 128 Buckets empfohlen
el_gr: Συνιστάται η χρήση 128 bucket
fa_ir: 128 باکت پیشنهاد می شود
id_id: Disarankan menggunakan 128 bucket
ja_jp: バケツ数は 128 がおすすめ
nl_nl: 128 buckets is aanbevolen
pl_pl: Zalecane jest 128 Bucketów
ro_ro: 128 este recomandat
ru_ru: 128 корзин рекомендуется
sk_sk: Odporúčame 128 sektorov
sq_al: Rekomandohen 128 copëza
sr_sp: Препоручује се 128 канти
tr_tr: 128 demet önerilir
zh_cn: 推荐设置为128个桶

source: A harvester is a service running on a machine where plot(s) are actually stored. A farmer and harvester talk to a full node to see the state of the chain. View your network of connected harvesters below Learn more
be_by: Камбайн — сэрвіс, які выконваецца на камп'ютары, дзе захоўваюцца дзялянкі (plots). Фермер і камбайн звязваюцца з поўным вузлом (full node), спраўджаючы стан блокчэйна. Праглядзіце вашу сетку падлучаных камбайнаў ніжэй. <0>Даведацца больш</0>
bg_bg: Комбайнът е услуга, работеща на машина, в която действително се съхраняват парцелите. Фермер и комбайн говорят с пълен възел, за да видят състоянието на веригата. Вижте мрежата си от свързани комбайни по-долу Научете повече
ca_es: Un recolector és un servei que s'executa en una màquina on actualment s'emmagatzemen les parcel·les. Un agricultor i un recolector es comuniquen amb un node complert per veure l'estat de la cadena. Mireu la vostra cadena de recolectors connectats a continuació Mé informació
cs_cz: Tzv. harvester (sklízeč) je služba provozovaná na počítači, kde jsou uložená i samotná pole. Tzv. farmer (farmář) spolu s harvesterem komunikují s uzlem za účelem získání stavu blockchainu. Seznam připojených harvesterů vidíte níže
de_de: Ein Harvester ist ein auf dem Computer laufender Dienst, auf dem Plot(s) gespeichert sind. Ein Farmer und Harvester kommunizieren mit einem Full Node um den Status der Chain zu ermitteln. Betrachte unten dein Netzwerk an verbundenen Harvestern Lerne mehr
el_gr: Ο harvester είναι μια υπηρεσία που εκτελείται σε ένα μηχάνημα(τα) όπου βρίσκονται αποθηκευμένο(-α) τα plot(s). Ο farmer και ο harvester αλληλεπιδρούν σε έναν πλήρη κόμβο για να δουν την κατάσταση της αλυσίδας(chain). Δείτε το δίκτυο συνδεδεμένων harvester παρακάτω. Μάθετε περισσότερα
fa_ir: دروگر (Harvester) یک سرویس در حال اجرا بر روی ماشینی است که پلات (ها) در عمل آنجا ذخیره شده اند. مزرعه دار (Farmer) و دروگر برای دیدن وضعیت رشته (Chain) با گره کامل در تعامل هستند. شبکه دروگر های متصل خود را در زیر ببینید. بیشتر فرار بگیرید
id_id: Harvester adalah layanan yang berjalan pada komputer dimana plot disimpan. Farmer dan Harvester terhubung dengan jaringan untuk memeriksa status rantai. Tampilkan jaringan Harvester terhubung anda di bawah ini Pelajari lebih lanjut
ja_jp: 収穫機は耕地が実際に保存されているデバイス上に走らせるサービスです。農家と収穫機はフルノードと通信することでブロックチェーンの状態を認識します。以下が接続されている収穫機ネットワークです。詳しく
nl_nl: Een 'harvester' is een service op een machine waar plot bestanden opgeslagen zijn. Een 'farmer' en 'harvester' communiceren via jou 'node' met het blockchain netwerk. Je vindt een overzicht van jou geconnecteerde 'harvesters' onderaan. Meer info
pl_pl: Żniwiarz to usługa pracująca na maszynie przechowywującej działki (plots). Rolnik i żniwiarz komunikują się z pełnym węzłem (full node) sprawdzając stan blockchaina. Wyświetl swoją sieć podłączonych żniwiarzy poniżej. Dowiedz się więcej
ro: Un harvester este un serviciu care rulează pe o mașină în care plot (urile) sunt efectiv stocate. Un farmer și un harvester comunica cu un nod complet pentru a vedea starea lanțului. Vedeți mai jos rețeaua dvs. de harvesters conectate Aflați mai multe
ro_ro: Un 'cultivator' este un serviciu care rulează pe o mașină care deține fișiere tip parcelă. Un 'fermier' și un 'cultivator' comunică cu un 'nod principal' pentru a vedea starea lanțului. Vezi mai jos rețeaua ta de cultivatoare conectate Află mai multe
ru_ru: Комбайн - это служба, работающая на машине, на которой фактически хранятся участки. Фермер и комбайн общаются с полным узлом, чтобы увидеть состояние цепи. Просмотрите вашу сеть подключенных комбайнов ниже. <0>Подробнее</0>
sk_sk: Kombajn je služba bežiaca na stroji, kde sú uložené polia. Farmár a kombajn komunikujú s plným uzlom, aby zistili stav reťaze. Nižšie si pozrite svoju sieť prepojených kombajnov. Viac informácií
sq_al: Korrësi eshte nje shërbim i cili është i integruar në pajisjen ku Plot(s) janë ruajtur. Një fermer dhe një korrës komunikojnë me një nyje që të shikojnë gjëndjen e zinxhirit. Shiko rrjetin e korrësave të lidhur më posht Mëso më shumë
sr_sp: Сакупљач је услуга која ради на машини на којој се плот(ови) заправо складишти. Фармер и сакупљач разговарају са пуним чвором да би видели стање ланца. У наставку погледај своју мрежу повезаних сакупљача Сазнај више
zh_cn: 收割机是一个在存有农田 文件的机器上运行的服务。农夫和收割机通过和全节点交互来得到链的状态。你可以在下面看到你网络所连接的收割机。了解更多

source: About Chia Blockchain
be_by: Аб праграме Chia Blockchain
bg_bg: Относно Чиа Блокчейн
ca_es: Sobre Chia Blockchain
cs_cz: O Chia Blockchainu
de_de: Mehr über die Chia Blockchain
el_gr: Περί Chia Blockchain
fa_ir: درباره بلاکچین چیـا
id_id: Tentang Chia Blockchain
ja_jp: チアブロックチェーンについて
nl_nl: Over Chia Blockchain
pl_pl: O blockchainie Chia
ro_ro: Despre blockchain-ul Chia
ru_ru: О программе Chia Blockchain
sk_sk: O Chia blockchaine
sq_al: Rreth zinxhirit Chia
sr_sp: О Chia блокчејну
tr_tr: Chia Blokzinciri Hakkında
zh_cn: 关于奇亚Chia区块链项目

source: Accept
be_by: Прыняць
bg_bg: Приеми
ca_es: Accepta
cs_cz: Potvrdit
de_de: Akzeptieren
el_gr: Αποδοχή
fa_ir: پذیرفتن
id_id: Terima
ja_jp: 承諾
nl_nl: Aanvaarden
pl_pl: Zaakceptuj
ru_ru: Принять
sk_sk: Akceptovať
sq_al: Prano
sr_sp: Прихвати
tr_tr: Kabul Et
zh_cn: 接受

source: Accepted at time:
be_by: Прынята а:
bg_bg: Получено в:
ca_es: Moment en què ha estat acceptat:
cs_cz: Přijato kdy:
de_de: Akzeptiert zum Zeitpunkt:
el_gr: Αποδεκτή εγκαίρως:
fa_ir: پذیرش شده در زمان:
id_id: Diterima pada saat:
ja_jp: 承諾日時:
nl_nl: Aanvaard op:
pl_pl: Zaakceptowano o:
ro: Acceptat la:
ro_ro: Acceptat la:
ru_ru: Принято в:
sk_sk: Akceptované o:
sq_al: Të pranuara gjatë kohës:
sr_sp: Прихваћено у:
tr_tr: Şu zamanda kabul edildi:
zh_cn: 接受时间：

source: Action
be_by: Дзеянне
bg_bg: Изпълни
ca_es: Acció
cs_cz: Akce
de_de: Aktion
el_gr: Ενέργεια
fa_ir: عملیات
id_id: Tindakan
ja_jp: 操作
nl_nl: Actie
pl_pl: Działanie
ro: Actiune
ro_ro: Acțiune
ru_ru: Действие
sk_sk: Akcia
sq_al: Veprim
sr_sp: Акција
tr_tr: İşlem
zh_cn: 动作

source: Actions
be_by: Дзеянні
bg_bg: Действие
ca_es: Accions
cs_cz: Akce
de_de: Aktionen
el_gr: Ενέργειες
fa_ir: عملیات
id_id: Tindakan
ja_jp: 操作
nl_nl: Acties
pl_pl: Działania
ro: Actiuni
ro_ro: Acțiuni
ru_ru: Действия
sk_sk: Akcie
sq_al: Veprimet
sr_sp: Акције
tr_tr: İşlemler
zh_cn: 动作

source: Add
be_by: Дадаць
bg_bg: Добави
ca_es: Afegeix
cs_cz: Přidat
de_de: Hinzufügen
el_gr: Προσθήκη
fa_ir: افزودن
id_id: Tambah
ja_jp: 追加
nl_nl: Toevoegen
pl_pl: Dodaj
ro: Adauga
ro_ro: Adaugă
ru_ru: Добавить
sk_sk: Pridať
sq_al: Shto
sr_sp: Додај
tr_tr: Ekle
zh_cn: 添加

source: Add Plot Directory
be_by: Дадаць каталог з дзялянкамі
bg_bg: Добави директория на полето
ca_es: Afegeix Directori per posar-hi la Parcel·la
cs_cz: Přidat složku pole
de_de: Plot-Verzeichnis hinzufügen
el_gr: Προσθήκη Plot Directory
fa_ir: افزودن پوشه حاوی پلات
id_id: Tambah Direktori Plot
ja_jp: 耕地ディレクトリを追加
nl_nl: Voeg een plot-map toe
pl_pl: Dodaj folder z działkami
ro: Adaugati folderul cu ploturi
ro_ro: Adaugă Director cu Parcele
ru_ru: Добавить директорию с участками
sk_sk: Pridať adresár polí
sq_al: Shto një direktori për Plotet
sr_sp: Додај фолдер за плот
tr_tr: Bir Plot Dizini Ekleyin
zh_cn: 添加农田文件目录

source: Add Plot to Queue
be_by: Дадаць дзялянку ў чаргу
bg_bg: Добави полето към опашката
ca_es: Afegeix Parcel·la a la Cua
cs_cz: Přidat pole do fronty
de_de: Plot zur Warteschlange hinzufügen
el_gr: Προσθήκη plot σε αναμονή
fa_ir: افزودن پلات به صف
id_id: Tambahkan Plot ke Antrian
ja_jp: 耕地をキューに追加
nl_nl: Voeg Plot toe aan de Wachtrij
pl_pl: Dodaj działkę do kolejki
ro_ro: Adaugă Parcelă la Coadă
ru_ru: Добавить участок в очередь
sk_sk: Pridať pole do fronty
sq_al: Shto Plote ne radhë
sr_sp: Додај плот на чекање
tr_tr: Plot'u Sıraya Ekle
zh_cn: 将农田开垦任务加入队列

source: Add a Plot
be_by: Дадаць дзялянку
bg_bg: Добави Плот
ca_es: Afegeix una Parcel·la per plantar
cs_cz: Přidat Pole
de_de: Plot hinzufügen
el_gr: Προσθήκη plot
fa_ir: افزودن پلات
id_id: Tambah sebuah Plot
ja_jp: 耕地を追加
nl_nl: Creëer een plot
pl_pl: Dodaj działkę
ro: Adaugati un plot
ro_ro: Adaugă o Parcelă
ru_ru: Добавить участок
sk_sk: Pridať pole
sq_al: Shto nje Plot
sr_sp: Додај плот
tr_tr: Plot Ekle
zh_cn: 添加农田文件

source: Add a Plot NFT
de_de: Plot-NFT hinzufügen
id_id: Tambah Plot NFT
ja_jp: プロットNFTを追加
ru_ru: Добавить участок NFT
sk_sk: Pridať NFT poľa
tr_tr: Yeni NFT Plot Ekleyin

source: Add a plot
be_by: Дадаць дзялянку
bg_bg: Добави Изчисление
ca_es: Afegeix una parcel·la per plantar
cs_cz: Přidat pole
de_de: Einen Plot hinzufügen
el_gr: Προσθήκη plot
fa_ir: افزودن پلات
id_id: Tambah sebuah plot
ja_jp: 耕地を追加
nl_nl: Voeg een plot toe
pl_pl: Dodaj działkę
ro_ro: Adaugă o parcelă
ru_ru: Добавить участок
sk_sk: Pridať pole
sq_al: Shto një Plot
sr_sp: Додај плот
tr_tr: Plot Ekle
zh_cn: 开垦农田

source: Add plot directory
be_by: Дадаць каталог з дзялянкамі
bg_bg: Добавяне на директория
ca_es: Afegeix un directori per posar-hi la parcel·la
cs_cz: Přidat složku pole
de_de: Plot-Verzeichnis hinzufügen
el_gr: Προσθήκη Plot Directory
fa_ir: افزودن پوشه قرارگیری پلات
id_id: Tambah direktori plot
ja_jp: 耕地ディレクトリを追加
nl_nl: Voeg een plot map toe
pl_pl: Dodaj folder z działkami
ro_ro: Adaugă un director cu parcele
ru_ru: Добавить директорию с участками
sk_sk: Pridať adresár polí
sq_al: Shto një direktori për Plotet
sr_sp: Додај фолдер за плот
tr_tr: Plot dizini ekle
zh_cn: 设置农田文件所在目录

source: Add {currencyCode} from the Faucet
de_de: {currencyCode} aus Faucet hinzufügen
id_id: Tambah {currencyCode} dari sebuah Faucet
ja_jp: Faucetから {currencyCode} を追加
ru_ru: Добавить {currencyCode} из крана
sk_sk: Pridať {currencyCode} z Faucetu

source: Address
be_by: Адрас
bg_bg: Адрес
ca_es: Adreça
cs_cz: Adresa
de_de: Adresse
el_gr: Διεύθυνση
fa_ir: آدرس
id_id: Alamat
ja_jp: アドレス
nl_nl: Adres
pl_pl: Adres
ro: Adresa
ro_ro: Adresă
ru_ru: Адрес
sk_sk: Adresa
sq_al: Adresa
sr_sp: Адреса
tr_tr: Adres
zh_cn: 地址

source: Address / Puzzle hash
be_by: Адрас / Хэш-галаваломка
bg_bg: Адрес / Пъзел Хеш
ca_es: Adreça / Puzzle hash
cs_cz: Adresa / Hash šifry
de_de: Adresse / Puzzle hash
el_gr: Διεύθυνση / Puzzle hash
fa_ir: آدرس/ جورچین هش(در هم ریزی)
id_id: Alamat / Hash teka-teki
ja_jp: アドレス・パズルハッシュ値
nl_nl: Adres / Puzzel hash
pl_pl: Adres / puzzle hash
ro: Adresa / hash puzzle
ro_ro: Adresă / Hash enigmă
ru_ru: Адрес / Хэш-головоломка
sk_sk: Adresa
sq_al: Adresa / Kodimi numerik
sr_sp: Адреса / Хеш слагалица
tr_tr: Adres / Puzzle hash
zh_cn: 地址 / 谜语哈希

source: Amount
be_by: Сума
bg_bg: Количество
ca_es: Quantitat
cs_cz: Částka
de_de: Betrag
el_gr: Ποσό
fa_ir: مقدار
id_id: Jumlah
ja_jp: 金額
nl_nl: Hoeveelheid
pl_pl: Ilość
ro: Suma
ro_ro: Sumă
ru_ru: Количество
sk_sk: Suma
sq_al: Sasia
sr_sp: Количина
tr_tr: Miktar
zh_cn: 数量

source: Amount ({cc_unit})
be_by: Сума ({cc_unit})
bg_bg: Количество ({cc_unit})
ca_es: Quantitat ({cc_unit})
cs_cz: Částka ({cc_unit})
de_de: Anzahl ({cc_unit})
el_gr: Ποσό ({cc_unit})
fa_ir: مقدار ({cc_unit})
id_id: Jumlah ({cc_unit})
ja_jp: 金額 ({cc_unit})
nl_nl: Hoeveelheid ({cc_unit})
pl_pl: Ilość ({cc_unit})
ro: Suma ({cc_unit})
ro_ro: Sumă ({cc_unit})
ru_ru: Количество ({cc_unit})
sk_sk: Suma ({cc_unit})
sq_al: Sasia ({cc_unit})
sr_sp: Количина ({cc_unit})
tr_tr: Miktar ({cc_unit})
zh_cn: 数量 ({cc_unit})

source: Amount For Initial Coin
be_by: Сума першапачатковых манет
bg_bg: Сума за първоначална монета
ca_es: Quantitat Per Moneda Inicial
cs_cz: Částka pro počáteční minci
de_de: Anzahl für initialen Coin
el_gr: Ποσό για Αρχικό Νομίσμα
fa_ir: مقدار سکه اولیه
id_id: Jumlah Untuk Koin Inisial
ja_jp: 最初にコインに充てる金額
nl_nl: Bedrag Voor Initiële Munt
pl_pl: Kwota Na Monetę Początkową
ro: Suma pentru moneda initiala
ro_ro: Suma pentru moneda inițială
ru_ru: Начальное количество монет
sk_sk: Počiatočná suma
sq_al: Sasia për monedhën fillestare
sr_sp: Вредност иницијалног новчића
tr_tr: İlk Coin için Miktar
zh_cn: 初始币的数目

source: Are you sure you want to delete the plot? The plot cannot be recovered.
be_by: Сапраўды выдаліць дзялянку? Пасля выдалення дзялянку будзе немагчыма аднавіць.
bg_bg: Сигурни ли сте, че желаете да изтриете този Плот?
ca_es: Segur que voleu eliminar la parcel·la? La parcel·la no podrà ser recuperada.
cs_cz: Jste si jisti, že chcete pole odstranit? Pole nelze obnovit.
de_de: Bist du sicher, dass du den Plot löschen möchtest? Der Plot kann nicht wiederhergestellt werden.
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το plot?? Το plot δεν μπορεί να ανακτηθεί.
fa_ir: آیا مطمئنید می‌خواهید این پلات را حذف کنید؟ پلات نمی‌تواند بازیابی شود.
id_id: Anda yakin ingin menghapus plot ini? Plot ini tidak akan dapat dipulihkan.
ja_jp: 本当にこの耕地を削除しますか？耕地は削除すると復元できません。
nl_nl: Bent U zeker dat u het plot-bestand wil verwijderen? Dit is onomkeerbaar.
pl_pl: Czy na pewno chcesz usunąć tę działkę? Nie będzie jej można potem odzyskać.
ro: Sunteti sigur ca vreti sa stergeti plotul? Plotul nu va putea fi recuperat.
ro_ro: Ești absolut sigur(ă) că vrei să stergi parcela? Aceasta nu va mai putea fi recuperată!
ru_ru: Вы уверены, что хотите удалить участок? Участок не подлежит восстановлению.
sk_sk: Naozaj chcete odstrániť pole? Pole nie je možné obnoviť.
sq_al: Je i sigurt që do ta fshish këtë Plot? Pasi nuk mund ta riktheni.
sr_sp: Да ли сте сигурни да желите да избришете плот? Плот се не може повратити.
tr_tr: Bu plot'u silmek istediğinizden emin misiniz? Silinen plot kurtarılamaz.
zh_cn: 你确定要删除这个农田吗？删除后将不可恢复

source: Are you sure you want to delete unconfirmed transactions?
de_de: Sind Sie sicher, dass Sie unbestätigte Transaktionen löschen möchten?
id_id: Yakin ingin menghapus transaksi yang belum ter konfirmasi ini?
ja_jp: 未確認の取引を削除してもよろしいですか?
ru_ru: Вы действительно хотите удалить неподтвержденные транзакции?
sk_sk: Naozaj chcete odstrániť nepotvrdené transakcie?

source: Are you sure you want to disconnect?
be_by: Сапраўды адлучыцца?
bg_bg: Наистина ли искате да прекъснете?
ca_es: Segur que voleu desconnectar?
cs_cz: Opravdu se chcete odpojit?
de_de: Bist du sicher, dass du die Verbindung beenden möchtest?
el_gr: Είστε βέβαιοι οτι θέλετε να αποσυνδεθείτε;
fa_ir: آیا از قطع ارتباط اطمینان دارید؟
id_id: Anda yakin ingin memutuskan koneksi?
ja_jp: 本当に接続を解除しますか？
nl_nl: Ben je zeker dat je de verbinding wilt verbreken?
pl_pl: Czy na pewno chcesz rozłączyć?
ro_ro: Sigur vrei să deconectezi?
ru_ru: Вы уверены, что хотите отключиться?
sk_sk: Naozaj sa chcete odpojiť?
sq_al: Je i sigurt që deshiron të shkëputesh?
sr_sp: Да ли сигурно желиш да прекинеш везу?
tr_tr: Bağlantıyı sonlandırmak istediğinizden emin misiniz?
zh_cn: 确定要断开连接吗?

source: Are you sure you want to quit? GUI Plotting and farming will stop.
be_by: Сапраўды хочаце выйсці? Засяванне і фермерства, запушчаныя праз графічны інтэрфейс, будуць спынены.
bg_bg: Сигурен ли си че искаш да напуснеш? Графичният графичен интерфейс Плодът и земеделието ще спрат.
ca_es: Estàs segur que vols sortir? Sembrar i Cultivar en el GUI s'aturaran.
cs_cz: Opravdu chcete odejít? Vytváření aktuálních polí bude ztraceno a farmaření zastaveno.
de_de: Bist du sicher, dass du beenden willst? GUI Plotting und farming werden gestoppt.
el_gr: Είστε βέβαιοι ότι θέλετε να σταματήσετε? Το GUI Plotting και το Farming θα σταματήσει.
fa_ir: مطمئنید که می‌خواهید خارج شوید؟ فرایند های پلات سازی و واسط گرافیکی مزرعه داری متوقف خواهند شد.
id_id: Anda yakin ingin keluar dari program? Plotting dan Farming di GUI akan berhenti.
ja_jp: 本当に終了しますか？ GUI 上の耕地作り及び耕作も停止します。
nl_nl: Ben je zeker dat je wil afsluiten? BUI Plotting en farming zullen stoppen.
pl_pl: Czy na pewno? Tworzenie i farming działek zostaną zatrzymane.
ro_ro: Sigur vrei să închizi? Parcelarea și cultivarea se vor opri.
ru_ru: Вы уверены, что хотите выйти? Засеивание и фарминг будут остановлены.
sk_sk: Naozaj chcete skončiť? GUI pre vykresľovanie polí a farmárčenie budú ukončené.
sq_al: Je i sigurt që dëshiron të dalësh? Ndërfaqja për Plotting dhe Fermerin do të ndërpritet.
sr_sp: Да ли сигурно желиш да изађеш? Графички кориснички интерфејс и обрађивање биће заустављено.
tr_tr: Çıkmak istediğinizden emin misiniz? GUI Plotlama İşlemi ve Madenciliği duracak.
zh_cn: 确定要退出吗? 农田开垦和耕种将会停止。

source: Are you sure you want to use k={plotSize}?
be_by: Сапраўды хочаце выкарыстоўваць k={plotSize}?
bg_bg: Наистина ли искате да изтриете k={plotSize}?
ca_es: Esàs segur que vols utilitzar k={plotSize}?
cs_cz: Jste si jisti, že chcete použít k={plotSize}?
de_de: Bist du sicher, dass du k={plotSize} nutzen möchtest?
el_gr: Είστε βέβαιοι ότι θέλετε να χρησιμοποιήσετε k={plotSize};
fa_ir: آیا مطمئنید که میخواهید از مقدار k= {plotSize} استفاده کنید؟
id_id: Anda yakin ingin menggunakan k={plotSize}?
ja_jp: 本当に k={plotSize} を使用しますか？
nl_nl: Ben je zeker dat je k={plotSize} wil gebruiken?
pl_pl: Czy na pewno chcesz użyć k={plotSize}?
ro_ro: Sigur vrei să folosești k={plotSize}?
ru_ru: Вы уверены, что хотите использовать k={plotSize}?
sk_sk: Naozaj chcete použiť k={plotSize}?
sq_al: Je i sigurt që dëshiron të përdoresh k={plotSize}?
sr_sp: Да ли сигурно желиш да користиш k={plotSize}?
tr_tr: k={plotSize} 'ı kullanmak istediğinize emin misiniz?
zh_cn: 你确定要使用k={plotSize}?

source: Autogenerated name from pool contract address
de_de: Automatisch generierter Name von Pool-Vertragsadresse
id_id: Nama di ciptakan otomatis dari buku alamat Pool
ja_jp: プールコントラクトアドレスから自動生成された名前
ru_ru: Автоматически сгенерированное имя из контрактного адреса пула
sk_sk: Názov automaticky vygenerovaný z adresy zmluvy združenia

source: Back
be_by: Назад
bg_bg: Назад
ca_es: Enrere
cs_cz: Zpět
de_de: Zurück
el_gr: Επιστροφή
fa_ir: بازگشت
id_id: Kembali
ja_jp: 戻る
nl_nl: Terug
pl_pl: Wstecz
ro: Inapoi
ro_ro: Înapoi
ru_ru: Назад
sk_sk: Späť
sq_al: Kthe
sr_sp: Назад
tr_tr: Geri
zh_cn: 后退

source: Backup file is used to restore smart wallets.
be_by: Файл рэзервовай копіі выкарыстоўваецца для аднаўлення смарт-кашалькоў.
bg_bg: Файлът за архивиране се използва за възстановяване на интелигентни портфейли.
ca_es: El fitxer de còpia de seguretat s'utilitza per restaurar les carteres intel·ligentes.
cs_cz: Záložní soubor se používá k obnovení chytrých peněženek.
de_de: Die Backup Datei wird benutzt um Smart Wallets wiederherzustellen.
el_gr: Το αντίγραφο ασφαλείας χρησιμοποιείται για την αποκατάσταση των έξυπνων πορτοφολιών.
fa_ir: فایل های پشتیبان برای بازگردانی کیف پول هوشمند استفاده می شوند.
id_id: Berkas cadangan digunakan untuk mengembalikan smart wallet.
ja_jp: バックアップファイルはスマートウォレットの復元に使用します。
nl_nl: Reserver kopie wordt gebruikt om smart wallets terug te zetten.
pl_pl: Plik kopii zapasowej służy do przywracania smart portfeli.
ro: Fisierul backup este utilizat pentru restaurarea portofelelor inteligente.
ro_ro: Fișierul backup este utilizat pentru restaurarea portofelelor inteligente.
ru_ru: Файл резервной копии используется для восстановления умных кошельков.
sk_sk: Súbor so zálohou inteligentných peňaženiek.
sq_al: Skedari Reservë shërben për të rikthyer kuletat smart.
sr_sp: Датотека резервне копије се користи за враћање паметних новчаника.
tr_tr: Yedekleme dosyası akıllı cüzdanları geri yüklemek için kullanılmaktadır.
zh_cn: 用来恢复智能钱包的备份文件.

source: Balance
be_by: Баланс
bg_bg: Баланс
ca_es: Saldo
cs_cz: Zůstatek
de_de: Guthaben
el_gr: Υπόλοιπο
fa_ir: موجودی حساب
id_id: Saldo
ja_jp: 残高
nl_nl: Saldo
pl_pl: Saldo
ro: Sold
ro_ro: Sold
ru_ru: Баланс
sk_sk: Zostatok
sq_al: Shuma
sr_sp: Стање
tr_tr: Bakiye
zh_cn: 余额

source: Base Farmer Reward Amount
be_by: Базавая сума ўзнагароды фермера
bg_bg: Основна сума на възнаграждението на фермера
ca_es: Valor base de la recompensa de l'agricultor
cs_cz: Výše základu odměny farmáře
de_de: Grundbetrag Farmer Belohnung
el_gr: Ποσό Ανταμοιβής Base Farmer
fa_ir: مقدار پایه جایزه‌ِ مزرعه دار
id_id: Jumlah Upah Pokok Farmer
ja_jp: 農家への基本報酬額
nl_nl: Basis Farmer Bonus Bedrag
pl_pl: Kwota podstawowej nagrody rolnika
ro: Recompensa de baza pentru Farmer
ro_ro: Recompensa de bază pentru Fermier
ru_ru: Базовая сумма вознаграждения фермера
sk_sk: Základná výška odmeny farmára
sq_al: Shuma e Shpërblimit për Fermerin kryesor
sr_sp: Основни износ награде за фармера
tr_tr: Temel Madenci Ödül Miktarı
zh_cn: 基础耕种奖励数量
