Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Below are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
be_by: Ніжэй пададзены значэнні выпрабаванняў блокаў (block challenges). У вас можа быць або не быць пацвярджэнне месцам (proof of space) для гэтых выпрабаванняў. Гэтыя блокі яшчэ не змяшчаюць пацвярджэння часам (proof of time).
bg_bg: По-долу са текущите блокови предизвикателства. Може да имате или не да имате доказателство за място за тези предизвикателства. Понастоящем тези блокове не съдържат доказателство за времето.
ca_es: A continuació es mostren els reptes actuals de blocs. Podeu tenir o no una prova d’espai per a aquests reptes. Aquests blocs no contenen actualment una prova de temps.
cs_cz: Níže najdete aktuální blokové výzvy (block challenges). Pro tyto výzvy se snažíte dodat důkaz místem (proof of space). Tyto bloky momentálně neobsahují důkaz času (proof of time).
de_de: Nachfolgend sind die aktuellen Block Herausforderungen. Möglicherweise hast du einen proof of space für diese Herausforderungen. Diese Blöcke enthalten derzeit keinen proof of time.
el_gr: Παρακάτω είναι οι τρέχουσες προκλήσεις block. Μπορεί να έχετε ή να μην έχετε αποδεικτικό χώρου για αυτές τις προκλήσεις. Αυτά τα block δεν περιέχουν επί του παρόντος αποδεικτικό χρόνου.
fa_ir: در پایین چالش های بلوک کنونی را می‌بینید. ممکن است شما گواهی حجمی برای این چالش ها داشته باشید یا نداشته باشید. این بلاک ها در حال حاضر گواه زمانی ندارند.
id_id: Dibawah ini adalah tantangan blok saat ini. Anda mungkin atau mungkin memiliki sebuah bukti ruang untuk tantangan ini. Untuk saat ini blok-blok berikut tidak memiliki bukti waktu.
ja_jp: 以下が現在のブロックチャレンジです。これらのチャレンジに当てはまる空間証明を持っている場合があります。これらのブロックには現在、時間証明が付いていません。
nl_nl: Hieronder vind je de huidige block challenges. Je hebt of hebt geen proof of space voor deze challenges. Deze blocks bevatten momenteel geen proof of time.
pl_pl: Poniżej są aktualne wyzwania blokowe. Możesz mieć proof of space na któreś z tych wyzwań. Te bloki nie posiadają obecnie proof of time.
ro: Mai jos sunt provocările pentru blocul actual. Este posibil să aveți sau nu un 'proof of space' pentru aceste provocări. Aceste blocuri nu conțin în prezent un 'proof of time'.
ro_ro: Mai jos sunt provocările pentru blocul actual. Este posibil să deții sau nu un 'proof of space' pentru aceste provocări. Aceste blocuri nu conțin în prezent un 'proof of time'.
ru_ru: Ниже приведены значения испытаний для блоков. У вас может быть или не быть доказательств наличия места (proof of space) для этих испытаний. Эти блоки еще не содержат подтверждений времени (proof of time).
sk_sk: Nižšie sú aktuálne výzvy bloku. Môžete alebo nemusíte mať dôkaz miesta pre tieto výzvy. Tieto bloky momentálne neobsahujú dôkaz času.
sq_al: Më poshtë janë sfidat aktuale per zinxhirin. Ti mundet ose jo të kesh nje prove hapsire për këto sfida. Këto Blloqe nuk përmbajne aktualisht provën e hapsirës.
sr_sp: Испод су тренутни блок изазови. Можеш имати или немати доказ о простору за ове изазове. Ови блокови тренутно не садрже доказ о времену.
tr_tr: Mevcut blok zorlukları aşağıdadır. Bu zorluklar için bir alanınız olabilir veya olmayabilir. Bu bloklar şu anda bir zaman kanıtı içermiyor.
zh_cn: 下面是当前区块的挑战。 你的农田或许包含了对这些挑战的空间证明。这些区块目前还未包含时间证明。

source: Best estimate over last 24 hours
be_by: Найлепшы папярэдні разлік за апошнія 24 гадзіны
bg_bg: Най-добрата оценка за последните 24 часа
ca_es: Millor estimació sobre les últimes 24 hores
cs_cz: Odhad za posledních 24 hodin
de_de: Beste Schätzung der letzten 24 Stunden
el_gr: Καλύτερη εκτίμηση κατά τις τελευταίες 24 ώρες
fa_ir: بهترین ارزیابی بر اساس 24 ساعت اخیر
id_id: Estimasi terbaik berdasarkan 24 jam lalu
ja_jp: 過去24時間を基に推定
nl_nl: Beste schatting van de afgelopen 24 uur
pl_pl: Najlepsza ocena z ostatnich 24 godzin
ru_ru: Лучшая калькуляция за последние 24 часа
sk_sk: Najlepší odhad za posledných 24 hodín
sq_al: Llogaritja më e mire gjatë 24 orëve të fundit
sr_sp: Најбоља процена у последња 24 сата
tr_tr: Son 24 saat üzerindeki en iyi tahmin
zh_cn: 最近24小时的最佳估值

source: Block
be_by: Блок
bg_bg: Блок
ca_es: Bloc
cs_cz: Blok
fa_ir: بلوک
id_id: Blok
ja_jp: ブロック
nl_nl: Blok
pl_pl: Blok
ro: Bloc
ro_ro: Bloc
ru_ru: Блок
sk_sk: Blok
sq_al: Blloku
sr_sp: Блок
tr_tr: Blok
zh_cn: 区块

source: Block Test
be_by: Праверка блока
bg_bg: Тест на блок
ca_es: Prova de Bloc
cs_cz: Test bloku
el_gr: Δοκιμή block
fa_ir: آزمودن بلوک
id_id: Test Blok
ja_jp: ブロックテスト
pl_pl: Test bloku
ro_ro: Bloc Test
ru_ru: Проверка блока
sk_sk: Test bloku
sq_al: Kontrolli i Bllokut
sr_sp: Тестирање блока
tr_tr: Blok Testi
zh_cn: 区块测试

source: Block VDF Iterations
be_by: Ітэрацый VDF блока
ca_es: Iteraciones de bloc VDF
cs_cz: VDF iterace bloku
de_de: Block VDF Iterationen
el_gr: Επαναλήψεις VDF του Block
fa_ir: تکرار VDF بلوک
id_id: Perulangan blok VDF
ja_jp: ブロック VDF 評価回数
nl_nl: Blok VDF iteraties
pl_pl: Powtórzenia bloku VDF
ro: Iteratiile VDF pentru bloc
ro_ro: Iterațiile VDF pentru bloc
ru_ru: VDF итераций блока
sk_sk: Blok VDF iterácii
sq_al: Përsëritjet e Bllokut VDF
sr_sp: Блок VDF понављања
tr_tr: VDF Yinelemelerini Engelle
zh_cn: 区块可验证延迟函数迭代

source: Block at height {0} in the Chia blockchain
be_by: Блок на вышыні {0} у блокчэйне Chia
bg_bg: Блокирайте на височина {0} в блокчейна Chia
ca_es: Bloc a la alçada {0} en la cadena de blocs de Chia
cs_cz: Blok v Chia blockchainu ve výšce {0}
de_de: Block der Höhe {0} in der Chia Blockchain
el_gr: Block στο ύψος {0} στο Chia blockchain
fa_ir: بلوک در ارتفاع {0} در زنجیره بلوکی چیـا
id_id: Blok pada puncak {0} dalam rantai blok Chia
ja_jp: チアブロックチェーン内の高さ {0} のブロック
nl_nl: Block op hoogte {0} in de Chia blockchain
pl_pl: Blok na poziomie {0} w blockchainie Chia
ro: Blocul la inaltimea {0} in blockchainul Chia
ro_ro: Bloc la înălțimea {0} în blockchainul Chia
ru_ru: Блок на высоте {0} в блокчейне Chia
sk_sk: Blok s výškou {0} v Chia blockchaine
sq_al: Blloku ne lartësin {0} ne Zinxhirin Chia
sr_sp: Блок на висини {0} у Chia блокчејну
tr_tr: Chia blok zincirinde {0} yüksekliğinde engelle
zh_cn: 奇亚区块链上高度为 {0} 的区块

source: Block with hash {headerHash}
be_by: Блок з хэшам {headerHash}
bg_bg: Блок с хaш {headerHash}
ca_es: Bloc amb hash {headerHash}
cs_cz: Blok s hashem {headerHash}
de_de: Block mit hash {headerHash}
el_gr: Block με hash {headerHash}
fa_ir: بلوک با هش {headerHash}
id_id: Blok dengan hash {headerHash}
ja_jp: ハッシュ値 {headerHash} のブロック
nl_nl: Block met hash {headerHash}
pl_pl: Blok z haszem {headerHash}
ro_ro: Bloc cu hash {headerHash}
ru_ru: Блок с хэшем {headerHash}
sk_sk: Blok s hashom {headerHash}
sq_al: Blloku me kodimin {headerHash}
sr_sp: Блок са хешом {headerHash}
tr_tr: Blok Hash {headerHash}
zh_cn: 区块哈希{headerHash}

source: Block with hash {headerHash} does not exist.
be_by: Блока з хэшам {headerHash} не існуе.
ca_es: No existeix el bloc amb hash {headerHash}.
cs_cz: Blok s hashem {headerHash} neexistuje.
de_de: Block mit Hash {headerHash} existiert nicht.
el_gr: Block με hash {headerHash} δεν υπάρχει.
fa_ir: هیچ بلوکی با هش {headerHash} موجود نیست.
id_id: Blok dengan hash {headerHash} tidak ada.
ja_jp: ハッシュ値 {headerHash} のブロックは存在しません。
nl_nl: Blok met hash {headerHash} bestaat niet.
pl_pl: Blok o hashu {headerHash} nie istnieje.
ro_ro: Blocul cu hashul {headerHash} nu exista.
ru_ru: Блок с хешем {headerHash} не существует.
sk_sk: Block s hashom {headerHash} neexistuje.
sq_al: Blloku me kodimin {headerHash} nuk ekziston.
sr_sp: Блок са хешом {headerHash} не постоји.
tr_tr: {headerHash} Hash'li blok mevcut değil.

source: Blocks
be_by: Блокі
bg_bg: Блокове
ca_es: Blocs
cs_cz: Bloky
de_de: Blöcke
fa_ir: بلوک ها
id_id: Blok-blok
ja_jp: ブロック
nl_nl: Blokken
pl_pl: Bloki
ro: Blocuri
ro_ro: Blocuri
ru_ru: Блоки
sk_sk: Bloky
sq_al: Blloqet
sr_sp: Блокови
tr_tr: Bloklar
zh_cn: 区块

source: Browse
be_by: Агляд
bg_bg: Преглед
ca_es: Navega
cs_cz: Procházet
de_de: Durchsuchen
el_gr: Εξερεύνηση
fa_ir: مرور کردن
id_id: Telusuri
ja_jp: 参照
nl_nl: Zoek
pl_pl: Przeglądaj
ro: Navigheaza
ro_ro: Selectează
ru_ru: Обзор
sk_sk: Vybrať
sq_al: Shfleto
sr_sp: Претражи
tr_tr: Göz at
zh_cn: 浏览

source: But you are currently farming <0/>
be_by: Але зараз ідзе фермерства на <0/>
bg_bg: Но вие в момента копаете <0/>
ca_es: Però actualment estàs cultivant <0/>
cs_cz: V současné době farmaříte <0/>
de_de: Aber aktuell farmst du <0/>
el_gr: Αλλά επί του παρόντος κάνετε farming <0/>
fa_ir: اما شما در حال مزرعه داری <0/> هستید
id_id: Namun saat ini anda sedang farming <0/>
ja_jp: しかし、現在 <0/> で耕作中です。
nl_nl: Maar momenteel ben je <0/> aan het farmen
pl_pl: Obecnie farmisz <0/>
ro: Dar tu farmezi acum <0/>
ro_ro: Însă tu cultivi acum <0/>
ru_ru: Но в настоящий момент выполняется фарминг на <0/>
sk_sk: Ale aktuálne farmárčite <0/>
sq_al: Ju jeni duke vjelë<0/>
sr_sp: Али ти већ обрађујеш <0/>
tr_tr: Şuan zaten çiftçilik yapıyorsun <0/>
zh_cn: 但你目前正在耕种<0/>

source: Buy
be_by: Купіць
bg_bg: Купи
ca_es: Comprar
cs_cz: Koupit
de_de: Kaufen
el_gr: Αγορά
fa_ir: خریدن
id_id: Beli
ja_jp: 購入
nl_nl: Koop
pl_pl: Kup
ro: Cumpara
ro_ro: Cumpără
ru_ru: Покупка
sk_sk: Kúpiť
sq_al: Bli
sr_sp: Купи
tr_tr: Satın Al
zh_cn: 购买

source: Can be backed up to mnemonic seed
be_by: Рэзервовая копія можна быць зроблена ў мнеманічнае зерне
bg_bg: Може да бъде създадена точка за възстановяване в мнемонично семе
ca_es: Pot crear-se una còpia de seguretat en una llavor mnemónica
cs_cz: Lze zálohovat do sledu 24 slov
de_de: Kann als Mnemonik-Seed gesichert werden
el_gr: Μπορεί να δημιουργηθεί αντίγραφο ασφαλείας σε μνημονικό seed
fa_ir: میتواند در دانه های کمک یادآوری، پشتیبان گیری شود
id_id: Dapat dibackup ke mnemonic seed
ja_jp: 合言葉でバックアップ作成可能
nl_nl: Kan opgeslagen worden als mnemonic seed
pl_pl: Można utworzyć kopię zapasową do ziarna mnemonicznego
ro: Poate fi facut backup la 'mnemonic seed'
ro_ro: Poate fi făcut backup la cuvinte mnemonice
ru_ru: может быть сохранен в качестве резервной копии при помощи мнемонического зерна
sk_sk: Možnosť zálohovať pomocou mnemotechnickej pomôcky
sq_al: Mund të ruhet ne bërthamen mnemonic
sr_sp: Може се сачувати у мнемоничко семе
tr_tr: Mnemonic seed'e yedeklenebilir
zh_cn: 可以备份到助记词中

source: Cancel
be_by: Скасаваць
bg_bg: Отмяна
ca_es: Cancel·lar
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Ακύρωση
fa_ir: انصراف
id_id: Batal
ja_jp: キャンセル
nl_nl: Annuleer
pl_pl: Anuluj
ro: Anulare
ro_ro: Anulare
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anuloje
sr_sp: Откажи
tr_tr: İptal Et
zh_cn: 取消

source: Cancel and Spend
be_by: Скасаваць і патраціць
bg_bg: Откажи и похарчи
ca_es: Cancelar i Gastar
cs_cz: Zrušit a Utratit
de_de: Abbrechen und ausgeben
el_gr: Ακύρωση και Δαπάνη
fa_ir: لغو و خرج کردن
id_id: Batal dan Gunakan
ja_jp: キャンセルして払う
nl_nl: Annuleren en Betalen
pl_pl: Zatrzymaj i wydaj
ro: Anulati si cheltuiti
ro_ro: Anulează și cheltuie
ru_ru: Отменить и отправить
sk_sk: Zrušiť a minúť
sq_al: Anullo dhe Dhuroji
sr_sp: Откажи и потроши
tr_tr: İptal Et ve Harca
zh_cn: 取消与花费

source: Caution, deleting these plots will delete them forever. Check that the storage devices are properly connected.
be_by: Увага! Выдаленне гэтых дзялянак выдаліць іх назаўсёды. Праверце, што вашы дыскі падключаны належным чынам.
bg_bg: Внимание, изтриването на тези полета ще ги премахне завинаги. Проверете дали устройствата за хранилище са свързани правилно.
ca_es: Precaució, eliminar aquestes parcel·les les eliminarà per sempre. Comproveu que els dispositius d'emmagatzematge estan correctament connectats.
cs_cz: Pozor, smazání těchto polí je nevratné. Zkontrolujte, zda jsou paměťová zařízení správně připojena.
de_de: Achtung, das Löschen dieser Plots wird diese für immer löschen. Überprüfe, ob die Speichergeräte richtig angeschlossen sind.
el_gr: Προσοχή, η διαγραφή αυτών των plot, θα τα διαγράψει για πάντα. Ελέγξτε ότι οι συσκευές αποθήκευσης είναι σωστά συνδεδεμένες.
fa_ir: اخطار، حذف این پلات ها، آنها را برای همیشه حذف میکند. بررسی کنید که وسایل ذخیره سازی به طور مناسب متصل باشد.
id_id: Perhatian, penghapusan plot bersifat permanen. Pastikan media penyimpanannya telah terkoneksi dengan baik.
ja_jp: 注意: 耕地を削除すると復元できません。保存先のデバイスが正しく接続されているかご確認ください。
nl_nl: Waarschuwing, het verwijderen van deze plots verwijderd hen voor altijd. Kijk na of het opslagapparaat correct is aangesloten.
pl_pl: Ostrożnie, usunięcie tych działek jest nieodwracalne. Sprawdź czy dyski są poprawnie podłączone.
ro: Atentie, stergerea acestor ploturi le va sterge definitiv. Verifica daca dispozitivele de stocare sunt conectate corespunzator.
ro_ro: Atenție, îndepărtarea acestor parcele le va șterge definitiv. Verifică dacă dispozitivele de stocare sunt conectate corespunzator.
ru_ru: Внимание! Удаление этих участков приведет к безвозвратному удалению файлов навсегда. Убедитесь, что устройства хранения правильно подключены.
sk_sk: Pozor, tieto polia sa odstránia navždy. Skontrolujte, či sú pamäťové zariadenia správne pripojené.
sq_al: Kujdes, fshirja e ketyre Ploteve do ti fshij ata pergjithëmon. Kontrollo që pajisjet ku ruhen këto Plote janë të lidhura saktësisht.
sr_sp: Упозорење, ако обришете ове плотове бришете их заувек. Проверите да ли су уређеји за чување података прописно конектовани.
tr_tr: Dikkat, bu plotları silmek onları sonsuza dek silecektir. Depolama cihazlarının doğru şekilde bağlanıp bağlanmadığını kontrol edin.
zh_cn: 注意，删除这些农田的操作是永久的。请检查存储设备连接正常。

source: Challenge
be_by: Выпрабаванне
bg_bg: Предизвикателство
ca_es: Desafiament
cs_cz: Výzva
de_de: Herausforderung
el_gr: Πρόκληση
fa_ir: چالش
ja_jp: チャレンジ
nl_nl: Uitdaging
pl_pl: Wyzwanie
ro: Provocare
ro_ro: Provocare
ru_ru: Испытание
sk_sk: Výzva
sq_al: Sfidë
sr_sp: Изазов
tr_tr: Zorluk
zh_cn: 挑战

source: Challenge Hash
be_by: Хэш выпрабавання
bg_bg: Предизвикателен хеш
ca_es: Desafiament de Hash
cs_cz: Hash výzva
de_de: Herausforderungs Hash
el_gr: Πρόκληση Hash
fa_ir: چالشِ در هم سازی(هش)
ja_jp: チャレンジのハッシュ値
nl_nl: Te vinden Hash
pl_pl: Hash wyzwania
ro: Hashul provocarii
ro_ro: Hash-ul provocării
ru_ru: Хэш испытания
sk_sk: Hash výzvy
sq_al: Kodimi i Sfidës
sr_sp: Хеш изазов
tr_tr: Zorluk Hash Değeri
zh_cn: 哈希(Hash)挑战

source: Change
de_de: Ändern
id_id: Ubah
ja_jp: 変更する
ru_ru: Изменить
sk_sk: Zmeniť
tr_tr: Değiştir

source: Change Pool
de_de: Pool wechseln
id_id: Ubah Pool
ja_jp: プールの変更
ru_ru: Сменить пул
sk_sk: Zmeniť združenie
tr_tr: Havuzu Değiştir

source: Chat on KeyBase
be_by: Чат у KeyBase
bg_bg: Чат в KeyBase
ca_es: Xateja a KeyBase
cs_cz: Chat na KeyBase
de_de: Chatte auf KeyBase
el_gr: Συνομιλήστε στο KeyBase
fa_ir: در اپلیکیشن KeyBase صبحت کنید
id_id: Hubung Chat di KeyBase
ja_jp: Keybase でチャット
nl_nl: Chat op KeyBase
pl_pl: Czat na KeyBase
ro_ro: Discută pe KeyBase
ru_ru: Чат в KeyBase
sk_sk: Chatovať na KeyBase
sq_al: Shkruaj në KeyBase
sr_sp: Разговарај на KeyBase-у
tr_tr: Keybase'de Sohbet Et
zh_cn: 在KeyBase上聊天

source: Chia
fa_ir: چیـا
ja_jp: チア
ru_ru: Чиа
zh_cn: 奇亚
