Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: [Error 13] Permission denied. You are trying to access a file/directory without having the necessary permissions. Most likely one of the plot folders in your config.yaml has an issue.
be_by: Памылка 13] У дазволе адмоўлена. Вы спрабуеце атрымаць доступ да файла або каталога не маючы на тое неабходных дазволаў. Хутчэй за ўсё, праблема з адной з папак з дзялянкамі, указаных у файле config.yaml.
bg_bg: [Грешка 13] Разрешението е отказано. Опитвате се да получите достъп до файл/ директория, без да имате необходимите разрешения. Най- вероятно една от папките за парцелите във вашия config.yaml има проблем.
ca_es: [Error 13] Permís denegat. Esteu intentant accedir a un fitxer / directori sense tenir els permisos necessaris. El més probable és que una de les carpetes de trama del vostre config.yaml tingui un problema.
cs_cz: [Chyba 13] Přístup odepřen. Snažíte se o přístup k souboru/složce bez patřičných oprávnění. Jedna ze složek polí v konfiguraci má pravděpodobně potíže.
de_de: [Error 13] Zugriff verweigert. Du versuchst auf eine Datei/Verzeichnis zuzugreifen, ohne über die nötigen Berechtigungen zu verfügen. Wahrscheinlich hat einer der Plot-Ordner in der config.yaml ein Problem.
el_gr: [Σφάλμα 13] Άρνηση άδειας. Προσπαθείτε να αποκτήσετε πρόσβαση σε ένα αρχείο/κατάλογο χωρίς να έχετε τα απαραίτητα δικαιώματα. Πιθανότατα ένας από τους φακέλους σχεδίασης στο config.yaml έχει πρόβλημα.
fa_ir: [خطای 13] مجوز رد شد. شما در حال تلاش برای دسترسی به یک پرونده / پوشه بدون داشتن مجوزهای لازم هستید. به احتمال زیاد یکی از پوشه های پلات در config.yaml شما مشکل دارد.
id_id: [Error 13] Ijin di tolak. Anda mencoba untuk meng akses suatu file/direktori tanpa mempunyai ijin yang di perlukan. Kemungkinan besar salah satu folder plot di config.yaml mempunyai masalah.
ja_jp: [エラー 13] 不許可。あなたがアクセスしようとしているファイル・ディレクトリへのアクセス権がありません。恐らく config.yaml 内の耕地フォルダのいずれかに問題があります。
pl_pl: [Błąd 13] Odmowa dostępu. Próbujesz uzyskać dostęp do pliku/katalogu bez niezbędnych uprawnień. Najprawdopodobniej jeden z folderów działek w pliku config.yaml ma problem.
ru_ru: [Ошибка 13] Доступ запрещен. Вы пытаетесь получить доступ к файлу/каталогу без необходимых разрешений. Скорее всего, одна из папок участков в вашем config.yaml имеет проблему.
sk_sk: [Chyba 13] Povolenie bolo zamietnuté. Pokúšate sa získať prístup k súboru/adresáru bez potrebných povolení. S najväčšou pravdepodobnosťou má problém jeden z priečinkov polí vo vašom súbore config.yaml.
sq_al: [Gabimi 13] Leja u refuzua. Ju po përpiqeni të përdorni një skedar / direktori pa pasur lejet e nevojshme. Ka shumë të ngjarë që një nga dosjet e skemave në konfigurimin.yaml ka një problem.
sr_sp: [Грешка 13] Дозвола одбијена. Покушаваш да приступиш датотеци / фолдеру без потребних дозвола. Највероватније је проблем у једном од фолдера са плотовима у твом config.yaml фајлу.
tr_tr: [Error 13] İzin reddedildi. Gerekli izinlere sahip olmadan bir dosyaya / dizine erişmeye çalışıyorsunuz. Muhtemelen config.yaml dosyanızdaki çizim klasörlerinden birinde bir sorun vardır.

source: [Error 22] File not found. Most likely one of the plot folders in your config.yaml has an issue.
be_by: [Памылка 22] Файл не знойдзены. Хутчэй за ўсё, праблема з адной з папак з дзялянкамі, указаных у файле config.yaml.
bg_bg: [Грешка 22] Файлът не е намерен. Най- вероятно една от папките за парцелите във вашия config.yaml има проблем.
ca_es: [Error 22] No s'ha trobat el fitxer. El més probable és que una de les carpetes de trama del vostre config.yaml tingui un problema.
cs_cz: [Chyba 22] Soubor nenalezen. Jedna ze složek polí v konfiguraci má pravděpodobně potíže.
de_de: [Error 22] Datei nicht gefunden. Wahrscheinlich hat einer der Plot-Ordner in der config.yaml ein Problem.
el_gr: [Σφάλμα 22] Το αρχείο δεν βρέθηκε. Πιθανότατα ένας από τους φακέλους σχεδίασης στο config.yaml έχει πρόβλημα.
fa_ir: [خطای 22] پرونده پیدا نشد. به احتمال زیاد یکی از پوشه های پلات در config.yaml شما مشکل دارد.
id_id: [Error 22] File tidak di temukan. Kemungkinan besar salah satu folder plot di config.yaml anda bermasalah.
ja_jp: [エラー 22] ファイルが見つかりません。恐らく config.yaml 内の耕地フォルダのいずれかに問題があります。
pl_pl: [Błąd 22] Plik nie został znaleziony. Prawdopodobnie jeden z folderów działek w pliku config.yaml ma problem.
ru_ru: [Ошибка 22] Файл не найден. Скорее всего, один из каталогов с участками в вашем config.yaml имеет проблему.
sk_sk: [Chyba 22] Súbor sa nenašiel. S najväčšou pravdepodobnosťou má problém jeden z priečinkov polí vo vašom súbore config.yaml.
sq_al: [Gabimi 22] Skedari nuk u gjet. Ka shumë të ngjarë që një nga dosjet e skemave në konfigurimin.yaml ka një problem.
sr_sp: [Грешка 22] Фајл није пронађен. Највероватније је проблем у једном од фолдера са плотовима у твом config.yaml фајлу.
tr_tr: [Error 22] Dosya bulunamadı. Muhtemelen config.yaml dosyanızdaki çizim klasörlerinden birinde bir sorun vardır.

source: connections:
be_by: падлучэнні:
bg_bg: връзки:
ca_es: connexions:
cs_cz: spojení:
de_de: Verbindungen:
el_gr: συνδέσεις:
fa_ir: اتصال ها:
id_id: koneksi:
ja_jp: 接続数:
nl_nl: verbindingen:
pl_pl: połączenia:
ro: conexiuni:
ro_ro: conexiuni:
ru_ru: подключения:
sk_sk: pripojenia:
sq_al: lidhje:
sr_sp: везе:
tr_tr: bağlantılar:
zh_cn: 连接：

source: height:
be_by: вышыня:
bg_bg: височина:
ca_es: alçada:
cs_cz: výška:
de_de: Höhe:
el_gr: ύψος:
fa_ir: ارتفاع:
id_id: tinggi:
ja_jp: 高さ:
nl_nl: hoogte:
pl_pl: wysokość:
ro: inaltimea:
ro_ro: inaltimea:
ru_ru: высота:
sk_sk: pozícia:
sq_al: lartësia:
sr_sp: величина:
tr_tr: yükseklik:
zh_cn: 高度：

source: not synced
be_by: не сінхр.
bg_bg: не е синхронизиран
ca_es: no sincronitzat
cs_cz: nesynchronizováno
de_de: nicht synchronisiert
el_gr: δεν συγχρονίστηκε
fa_ir: همگام‌سازی نشده
id_id: tidak sinkron
ja_jp: 同期されていません
nl_nl: niet gesynchroniseerd
pl_pl: nie zsynchronizowano
ro: nesincronizat
ro_ro: nesincronizat
ru_ru: не синхр.
sk_sk: nesynchronizované
sq_al: i pa sinkronizuar
sr_sp: није синхронизовано
tr_tr: senkronize edilmedi
zh_cn: 未同步

source: p2_singleton_puzzle_hash is not defined
de_de: p2_singleton_puzzle_hash ist nicht definiert
id_id: p2_singleton_puzzle_hash belum ter definisi
ru_ru: p2_singleton_puzzle_hash не определен
sk_sk: p2_singleton_puzzle_hash nie je definovaný

source: status:
be_by: стан:
bg_bg: статус:
ca_es: estat:
cs_cz: stav:
el_gr: κατάσταση:
fa_ir: وضعیت:
ja_jp: 状態:
ru_ru: статус:
sk_sk: stav:
sq_al: statusi:
sr_sp: статус:
tr_tr: durum:
zh_cn: 状态：

source: synced
be_by: сінхр.
bg_bg: синхронизиран
ca_es: sincronitzat
cs_cz: synchronizováno
de_de: synchronisiert
el_gr: συγχρονίστηκε
fa_ir: همگام سازی شده
id_id: sinkron
ja_jp: 同期完了
nl_nl: gesynchroniseerd
pl_pl: zsynchronizowano
ro: sincronizat
ro_ro: sincronizat
ru_ru: синхр.
sk_sk: synchronizované
sq_al: sinkronizuar
sr_sp: синхронизовано
tr_tr: senkronize edildi
zh_cn: 已同步

source: syncing
be_by: ідзе сінхр.
bg_bg: синхронизиране
ca_es: sincronitzant
cs_cz: synchronizace
de_de: synchronisieren
el_gr: συγχρονισμός...
fa_ir: در حال همگام سازی
id_id: sinkronisasi
ja_jp: 同期中
nl_nl: aan het synchroniseren
pl_pl: synchronizowanie
ro: se sincronizeaza
ro_ro: se sincronizeaza
ru_ru: синх-ция
sk_sk: synchronizácia
sq_al: po sinkronizohet
sr_sp: синхронизација
tr_tr: senkronize ediliyor
zh_cn: 同步中

source: {0} points {1} - {2} hours ago
de_de: {0} Punkte {1} - vor {2} Stunden
id_id: {0} poin {1} - {2} jam yang lalu
ru_ru: {0} очков {1} - {2} часов назад
sk_sk: {0} bodov pred {1} - {2} hodinami

source: {currencyCode} Block Rewards
be_by: {currencyCode} Узнагарода за блок
bg_bg: {currencyCode} Награди на блока
cs_cz: Blokové odměny {currencyCode}
de_de: {currencyCode} Block Belohnungen
el_gr: {currencyCode} Ανταμοιβές μπλοκ
fa_ir: {currencyCode} جایزه بلوک
id_id: {currencyCode} Blok Ganjaran
ja_jp: {currencyCode} ブロック報酬
nl_nl: {currencyCode} Block beloning
pl_pl: {currencyCode} Nagroda bloku
ro_ro: {currencyCode} Răsplată Blocuri
ru_ru: {currencyCode} Награда за блок
sk_sk: {currencyCode} Odmena Za Blok
sq_al: {currencyCode} Shpërblimet e bllokut
sr_sp: {currencyCode} награде од блокова
tr_tr: {currencyCode} Blok Ödülleri
zh_cn: {currencyCode} 区块奖励

source: {currencyCode} Total Chia Farmed
be_by: {currencyCode} Усяго Chia урадзілася
bg_bg: {currencyCode} Общо изкопани Chia
cs_cz: Celkem nafarmařeno {currencyCode}
de_de: {currencyCode} Gesamtes Chia gefarmt
el_gr: {currencyCode} Σύνολο Chia που έχουν γίνει Farmed
fa_ir: {currencyCode} مجموع چیـا برداشت شده
id_id: {currencyCode} Total Chia yang di-Farm
ja_jp: {currencyCode} 全収穫チア
nl_nl: {currencyCode} Totaal Chia gefarmed
pl_pl: {currencyCode} Całkowita ilość wydobytego Chia
ro_ro: {currencyCode} Total Chia cultivat
ru_ru: {currencyCode} Всего Чиа выращено
sk_sk: {currencyCode} Celkové množstvo vyfarmárčenej Chii
sq_al: {currencyCode} Totali i Chia
sr_sp: {currencyCode} укупно Chia са фарме
tr_tr: {currencyCode} Toplam Çıkartılan Chia
zh_cn: {currencyCode} 收获的奇亚币总计

source: {currencyCode} User Transaction Fees
be_by: {currencyCode} Камісійныя за трансакцыі карыстальнікаў
bg_bg: {currencyCode} Такси на потребителя за транзакции
cs_cz: Poplatky za transakce {currencyCode}
de_de: {currencyCode} Benutzer Transaktionsgebühren
el_gr: {currencyCode} Τέλη Συναλλαγής Χρήστη
fa_ir: {currencyCode} کارمزد تراکنش های کاربر
id_id: {currencyCode} Biaya Transaksi User
ja_jp: {currencyCode} ユーザー取引手数料
nl_nl: {currencyCode} Gebruikers Transactie Vergoeding
pl_pl: {currencyCode} Opłaty za transakcje użytkownika
ro_ro: {currencyCode} Comisioane de tranzacție
ru_ru: {currencyCode} Комиссия за транзакции пользователей
sk_sk: {currencyCode} Užívateľské poplatky za transakcie
sq_al: {currencyCode} Tarifat e Transaksionit të Përdoruesit
sr_sp: {currencyCode} накнаде за трансакције корисника
tr_tr: {currencyCode} Kullanıcı Transfer Ücretleri
zh_cn: {currencyCode} 用户交易费用

source: Farmers earn block rewards and transaction fees by committing spare space to the network to help secure transactions. This is where your farm will be once you add a plot. <0>Learn more</0>
be_by: Фермеры зарабляюць ўзнагароду за блокі і камісійныя за трансакцыі аддаючы сваю вольную прастору на патрэбы сеткі і забяспечваючы тым самым бяспечныя трансакцыі. Тут з'явіцца ваша ферма, калі вы дадасце дзялянку.<0> Даведацца больш</0>
bg_bg: Фермерите печелят блокови награди и такси за транзакции, като отделят резервно пространство в мрежата, за да помогнат за сигурността на транзакциите. Тук ще бъде вашата ферма, след като добавите парцел. <0> Научете повече </0>
ca_es: Els agricultors guanyen recompenses per blocs i comissions de transacció dedicant espai lliure a la xarxa per ajudar a protegir les transaccions. Aquí hi haurà la vostra granja una vegada afegeixis una una parcel·la. <0>Aprèn més</0>
cs_cz: Farmáři získávají odměny za bloky a transakční poplatky tím, že vloží svůj volný prostor do sítě a zabezpečí tím tak transakce. Farmu, kterou uvidíte zde, vytvoříte přidáním nějakých polí. <0>Více informací</0>
de_de: Farmer erhalten Block Belohnungen und Transaktionsgebühren indem dem Netzwerk ungenutzter Speicherplatz zu Verfügung gestellt wird um Übertragungen abzusichern. Das ist der Platz an dem deine Farm sein wird sobald du einen Plot hinzufügst. <0>Mehr zum Thema</0>
el_gr: Οι αγρότες κερδίζουν ανταμοιβές και τέλη συναλλαγών δεσμεύοντας ελεύθερο χώρο στο δίκτυο για να βοηθήσουν στην ασφάλεια των συναλλαγών. Εδώ θα είναι το αγρόκτημά σας μόλις προσθέσετε ένα οικόπεδο. <0>Μάθετε περισσότερα</0>
fa_ir: مزرعه داران با در اختیار گذاشتن فضای خالی برای کمک در امن کردن معاملات شبکه، جایزه های بلوکی و کارمزد تراکنش کسب می‌کنند.وقتی پلاتی را اضافه کنید قرار می‌گیرد، مزرعه شما اینجا قرار می‌گیرد. <0>بیشتر بدانید</0>
id_id: Para farmer mendapatkan upah blok dan biaya transaksi dengan mengalokasikan ruang kosong untuk membantu pengamanan transaksi. Ini adalah tempat farm anda setelah anda menambahkan sebuah plot. <0>Pelajari lebih lanjut</0>
ja_jp: 農家は空いている容量をネットワークに提供することで取引の正確性を担保し、対価としてブロック報酬や取引手数料を得られます。耕地を追加したら、ここにあなたの畑が表示されます。<0>詳しく</0>
nl_nl: Farmers verdienen blokbeloningen en transactiekosten door ruimte aan het netwerk te verbinden om transacties veilig te stellen. Dit is waar je farm komt zodra je een plot toevoegt. <0>Meer informatie</0>
pl_pl: Rolnicy zarabiają nagrody blokowe i marże od transakcji poprzez użyczenie wolnej przestrzeni na potrzeby sieci, aby pomóc zabezpieczyć transakcje. W ten sposób będzie wykorzystana Twoja farma jeśli dodasz działkę. <0>Dowiedz się więcej</0>
ro: Fermierii câștigă recompense bloc și taxe de tranzacționare prin angajarea spațiului liber în rețea pentru a ajuta la securizarea tranzacțiilor. Aici va fi ferma dvs. după ce adăugați un plot. <0> Aflați mai multe </0>
ro_ro: Fermierii câștigă recompense bloc și taxe de tranzacționare prin angajarea în rețea a spațiului liber, ajutând la securizarea tranzacțiilor. Aici va fi ferma ta după ce adaugi o parcelă. <0> Află mai multe </0>
sk_sk: Farmári získavajú odmeny za bloky a transakčné poplatky tým, že vložia voľný priestor do siete, aby pomohli zabezpečit transakcie. Tu bude vaša farma akonáhle pridáte svoje pole. <0>Viac informácií</0>
sq_al: Fermerët fitojnë shpërblime blloku dhe tarifa transaksionesh duke ofruar hapësirën ​​e lirë në rrjet dhe për të ndihmuar transaksionet e sigurta. Kjo do të jetë ferma juaj sapo ju të shtoni një Plot. <0> Mësoni më shumë </0>
sr_sp: Пољопривредници зарађују блоковске награде и накнаде за трансакције одвајањем резервног простора мрежи да би помогли у осигурању трансакција. Овде ће бити ваша фарма када додате парцелу. <0> Сазнајте више </0>
tr_tr: Madenciler, işlemlerin güvenliğini sağlamak için ağa yedek alan ayırırlar ve bu sayede blok ödülleri ile transfer komisyonu kazanırlar. Bir plot oluşturduğunuzda burada gözükecek. <0>Daha fazlasını öğren</0>
zh_cn: 农民们通过贡献自己的空余存储空间，可以帮助提高整个网络的安全性，进而获得区块奖励和交易费用的奖励。当你的第一块农田开垦完成后，这里就是你的农场。<0>了解更多</0>

source: Pooling
sk_sk: Združovanie

source: {mojo, plural, one {mojo} other {mojos}}
id_id: {mojo, plural, other {mojo}}
sk_sk: {mojo, plural, one {mojo} few {mojos} many {mojos} other {mojos}}

source: *Want to explore Chiaâ€™s blocks further? Check out <0>Chia Explorer</0> built by an open source developer.
id_id: *Ingin tahu soal blok Chia lebih jauh? Periksa laman <0>Chia Explorer</0> yang dibuat oleh software sumber terbuka.

source: Add Backup ID
id_id: Tambah ID sampingan

source: Amount must be an even amount.
id_id: Jumlah mesti genap, bukan ganjil.

source: Coin Name
id_id: Nama Wang

source: Create An Attestation Packet
id_id: Buat Paket Pengesahan

source: Create Distributed Identity Wallet
id_id: Buat Dompet Distribusi Identiti

source: Create New Wallet
id_id: Buat Dompet Baru

source: Distributed Identity
id_id: Pilihan Identitas Terdistribusi

source: Drag and drop attestation packet(s)
id_id: Seret dan letak paket(paket-paket) pengesahan

source: Drag and drop your recovery backup file
id_id: Seret dan lepas berkas cadangan anda

source: Manage Recovery DIDs
id_id: Mengelola Pemulihan DIDs

source: My DID Wallet
id_id: Wallet DID

source: Only one backup file is allowed.
id_id: Hanya satu fail backup dibenarkan.

source: Please enter a coin
id_id: Sila masukkan wang

source: Please enter a filename
id_id: Silakan masukkan nama fail

source: Please enter a pubkey
id_id: Silakan masukkan public key yang sah

source: Please enter a puzzlehash
id_id: Silakan masukkan kata hash yang sah

source: Please enter a valid integer of 0 or greater for the number of Backup IDs needed for recovery.
id_id: Silakan masukkan integer valid 0 atau lebih besar untuk jumlah ID Backup yang diperlukan untuk pemulihan.

source: Please enter a valid numeric amount.
id_id: Silahkan memasukkan angka biaya yang sah.

source: Please select backup file first
id_id: Pilih berkas dahulu

source: Puzzlehash
id_id: Kata hash

source: Recover
id_id: Pulihkan

source: Recover DID Wallet
id_id: Mendapatkan kembali dompet DID

source: Recover Distributed Identity Wallet
id_id: Pulih Kembali Dompet Distribusi Identiti

source: Recover Wallet
id_id: Dapatkan kembali dompet

source: Selected recovery file:
id_id: Pilih fail pulihan:

source: The number of Backup IDs needed for recovery cannot exceed the number of Backup IDs added.
id_id: Jumlah nombor Backup ID yang diperlukan tidak boleh lebih dari Backup ID yang sedia ada.

source: Wallet does not exists
id_id: Berkas tidak ada

source: Your DID requires at least {dids_num_req} attestation file{0} for recovery. Please upload additional files.
id_id: DID anda perlu {dids_num_req} berkas pengesahan untuk pemulihan fail{0}. Silakan masuk file tambahan.

source: Create DID wallet
bg_bg: Създаване на DID портфейл
ca_es: Crear moneder DID
cs_cz: Vytvořit digitální peněženku
fa_ir: ساخت کیف پول DID
nl_nl: Maak DID portemonnee
ro: Creaza portofel DID
sq_al: Krijo portofol të ri
zh_cn: 创建DID钱包

source: Delete key
bg_bg: Изтриване на Api ключа
ca_es: Suprimir clau
cs_cz: Smazat klíč
fa_ir: حذف کلید
nl_nl: Verwijder sleutel
ro: Sterge cheia
sq_al: Fshij Celsin
zh_cn: 删除密钥

source: Distributed Identity Options
ca_es: Opcions d'identitat distribuïdes
cs_cz: Možnosti distribuované identity
fa_ir: گزینه های هویتی توزیع شده
nl_nl: Gedistribueerde Identiteitsopties
ro: Opțiuni de identitate distribuita
sq_al: Opsione të shpërndara të identitetit
zh_cn: 分布式身份选项

source: Local Harvester Plots
ca_es: Parcel·les locals de collita
cs_cz: Sklízecí pole
fa_ir: برداشت کننده پلات های محلی
nl_nl: Locale harvester plot bestanden
ro: Ploturi locale ale 'Harvesterului'
sq_al: Plotet lokale korrëse
zh_cn: 本地收割农地

source: OK
be_by: ОК
bg_bg: Ок
ca_es: D'acord
el_gr: Εντάξει
fa_ir: تأیید
pl_pl: W porządku
sr_sp: ОК
zh_cn: 确定

source: Recover DID wallet
bg_bg: Възстановете DID портфейла
ca_es: Recupera la cartera DID
cs_cz: Obnovit DID peněženku
fa_ir: بازیابی کیف پول DID
ro: Recuperare portofel DID
sq_al: Rikthe kuletën
zh_cn: 恢复DID钱包

source: Add Wallet
bg_bg: Добави портфейл
ca_es: Afegeix un Moneder
cs_cz: Přidat peněženku
nl_nl: Voeg wallet toe
ro: Adaugati portofelul
sq_al: Shto kuletë
zh_cn: 添加钱包

source: Block with hash {headerHash} does not exists.
bg_bg: Блок с хеш {headerHash} не съществува.
ro: Blocul cu hashul {headerHash} nu exista.
zh_cn: 哈希为 {headerHash} 的区块不存在。

source: CC Wallet
bg_bg: CC портфейл
ca_es: Moneder CC
cs_cz: Nová peněženka
ro: Portofel CC
sq_al: Shto kuletë
zh_cn: 染色钱包

source: Create Plot
bg_bg: Създай плот
ca_es: Crear Parcel·la
cs_cz: Vytvořit pole
ro: Creeaza plot
sq_al: Krijo plot
zh_cn: 开垦农田

source: DID Wallet
bg_bg: DID портфейл
ca_es: Cartera DID
cs_cz: Digitální peněženka
nl_nl: DID portemonnee
ro: Portofel DID
sq_al: Shto kuletë
zh_cn: DID钱包

source: Estimated network space
bg_bg: Приблизително мрежово място
ca_es: Espai de xarxa estimat
cs_cz: Odhadované úložiště v síti
nl_nl: Geschatte netwerk grootte
ro: Spațiu estimat în rețea
sq_al: Madhësia e Hapsirës së rrjetit
zh_cn: 预估网络大小

source: Full Node Status
bg_bg: Статус на цялостния възел
ca_es: Estat del node complet
cs_cz: Stav uzlu
nl_nl: Status Volledige Node
ro: Stare nod complet
sq_al: Statusi i Nyjes së plotë
zh_cn: 全节点状态

source: RL Wallet
bg_bg: RL Портфейл
ca_es: Moneder RL
cs_cz: RL peněženka
ro: Portofel RL
sq_al: Kuletë e re
zh_cn: 费用限定钱包

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast SSD.
bg_bg: Изберете временна дестинация на папката където искате полето да бъде запазено. Препоръчваме да използвате бързо SSD.
ro: Selectati destinatia temporara pentru folderul in care doriti sa fie stocat plotul. Va recomandam sa utilizati un SSD rapid.
zh_cn: 选择您希望保存农田文件的临时目录。我们建议您使用快速的固态硬盘。

source: Syncing {progress}/{tip}
bg_bg: Синхронизиране {progress}/{tip}
ro: Sincronizare {progress}/{tip}
zh_cn: 正在同步 {progress}/{tip}

source: Trade
ro: Tranzactii
zh_cn: 交易

source: Best estimate over last 5 hours
ro: Cea mai buna estimare pentru ultimele 5 ore

source: Expected Time to Win
ro: Timpul așteptat pentru a câștiga

source: This table shows you the last time your farm attempted to win a block challenge.
ro: Acest tabel vă arată ultima dată când ferma dvs. a încercat să câștige o provocare de bloc.

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation.
ro: Ai {0}% din spatiul din retea, asa ca farmarea unui bloc va dura {expectedTimeToWin} estimativ.
