Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: K-Size
be_by: K-памер
bg_bg: К-размер
ca_es: Tamany
cs_cz: K - velikost
de_de: K-Größe
fa_ir: مقدار حجم-K
id_id: Ukuran-K
ja_jp: K 値
nl_nl: K-grootte
pl_pl: K-rozmiar
ro: Marimea K
ro_ro: Mărime K
ru_ru: K-размер
sk_sk: K-veľkosť
sq_al: Madhësia K
sr_sp: К-величина
tr_tr: K-Ebadı
zh_cn: K值大小

source: Keys
be_by: Ключы
bg_bg: Ключове
ca_es: Claus
cs_cz: Klíče
de_de: Schlüssel
el_gr: Κλειδιά
fa_ir: کلیدها
ja_jp: 鍵
nl_nl: Sleutels
pl_pl: Klucze
ro: Chei
ro_ro: Chei
ru_ru: Ключи
sk_sk: Kľúče
sq_al: Çelësi
sr_sp: Кључеви
tr_tr: Anahtarlar
zh_cn: 密钥

source: KiB Up/Down
be_by: Увах./вых. КіБ
ca_es: KiB Pujada/Baixada
cs_cz: MiB odesláno/přijato
el_gr: KiB Πάνω/Κάτω
fa_ir: KiB آپلود/دانلود
id_id: KiB Naik/Turun
ja_jp: アップロード・ダウンロード [KiB]
nl_nl: KiB Omhoog/Omlaag
pl_pl: KiB Wysyłanie/Pobieranie
ru_ru: КиБ исх.\вх.
sk_sk: KiB Odoslané/Stiahnuté
sq_al: KiB Lart / Poshtë
sr_sp: KiB горе/доле
tr_tr: MiB Yukarı/Aşağı
zh_cn: KiB 上传/下载

source: Last Attempted Proof
be_by: Апошняя спроба пацвярджэння
bg_bg: Доказателство при последен опит
ca_es: Darrera prova intentada
cs_cz: Poslední provedené pokusy o důkaz
de_de: Letzter versuchter Nachweis
el_gr: Τελευταία Προσπάθεια Απόδειξης
fa_ir: آخرین تلاش اثبات
id_id: Percobaan Bukti Terakhir
ja_jp: 最後に試みた証明
nl_nl: Laatste poging van bewijs
pl_pl: Dowód ostatniego podejścia
ro: Ultima incercare de proba
ro_ro: Tentativă Verificare Recentă
ru_ru: Последняя попытка доказательства
sk_sk: Posledný pokus o dôkaz
sq_al: Provë e fundit e provuar
sr_sp: Доказ последњег покушаја
tr_tr: Son denenmiş kanıt
zh_cn: 最近尝试过的证明

source: Last Height Farmed
be_by: Вышыня апошняга ўраджайнага блока
ca_es: Darrer bloc collit
cs_cz: Poslední farmařená výška
de_de: Letzte gefarmte Höhe
el_gr: Τελευταίο συκομιζόμενο ύψος
fa_ir: آخرین ارتفاع زراعت شده
id_id: Puncak Tertuai Terakhir
ja_jp: 最後に収穫した高さ
nl_nl: Laatste hoogte 'farmed'
pl_pl: Ostatnia wyfarmiona wysokość
ro: Ultima inaltime farmata
ro_ro: Înălțime Cultivată Recentă
ru_ru: Высота последнего выращенного блока
sk_sk: Posledná vyfarmárčená pozícia
sq_al: Lartësia e Fundit e Fermuar
sr_sp: Последња обрађена величина
tr_tr: İşlenen son yükseklik
zh_cn: 最新的收割区块高度

source: Latest Block Challenges
be_by: Самыя апошнія выпрабаванні блокаў
ca_es: Darrers desafiaments de bloc
cs_cz: Poslední blokové výzvy
de_de: Neueste Block Herausforderungen
el_gr: Τελευταίες Προκλήσεις Μπλοκ
fa_ir: آخرین چالش های بلوک
id_id: Blok Challenge Terbaru
ja_jp: 最近のブロックチャレンジ
nl_nl: Nieuwste Block uitdagingen
pl_pl: Ostatnie wyzwania blokowe
ro: Ultimele provocari la bloc
ro_ro: Încercări Block Recente
ru_ru: Последние испытания блоков
sk_sk: Najnovšie blokové výzvy
sq_al: Sfidat e fundit të bllokut
sr_sp: Најновији блок изазови
tr_tr: Son Blok Yarışları
zh_cn: 最新的区块挑战

source: Launcher Id
ru_ru: ID лаунчера
sk_sk: Id spúšťača

source: Learn More
de_de: Mehr erfahren
id_id: Pelajari Lebih Lanjut
ru_ru: Подробнее
sk_sk: Zistiť viac
tr_tr: Daha Fazla Öğren

source: Leaving Pool
de_de: Pool wird verlassen
id_id: Meninggalkan Pool
ru_ru: Выход из пула
sk_sk: Opúšťanie združenia

source: List view
de_de: Listenansicht
id_id: Tampilan daftar
ru_ru: Список
sk_sk: Zobraziť ako zoznam
tr_tr: Liste Görünümü

source: Loading Plot NFTs
de_de: Lade Plot-NFTs
id_id: Memuat Plot NFT
ru_ru: Загрузка участка NFT
sk_sk: Načítavanie NFT polí

source: Loading list of wallets
de_de: Liste der Wallets wird geladen
id_id: Memuat Daftar dompet
ru_ru: Загрузка списка кошельков
sk_sk: Načítavanie zoznamu peňaženiek

source: Loading...
be_by: Ідзе загрузка...
bg_bg: Зареждане...
ca_es: Carregant...
cs_cz: Načítá se...
de_de: Lädt...
el_gr: Φόρτωση...
fa_ir: درحال بارگذاری...
id_id: Memuat...
ja_jp: 読み込み中…
nl_nl: Aan het laden...
pl_pl: Wczytywanie...
ro: Incarcare...
ro_ro: Încărcare...
ru_ru: Загрузка...
sk_sk: Načítava sa...
sq_al: Po ngarkohet...
sr_sp: Учитавање...
tr_tr: Yükleniyor...
zh_cn: 正在载入

source: Logging in
be_by: Выконваецца ўваход
bg_bg: Влизане
ca_es: Iniciant sessió
cs_cz: Probíhá přihlašování
de_de: Logge ein
el_gr: Σύνδεση...
fa_ir: ورود
id_id: Sedang masuk
ja_jp: ログイン中
nl_nl: Aan het aanmelden
pl_pl: Logowanie
ro: Logare
ro_ro: Logare
ru_ru: Вход в систему
sk_sk: Prihlasovanie
sq_al: Duke u loguar
sr_sp: Пријављивање
tr_tr: Giriş Yapılıyor
zh_cn: 正在登录

source: Manage Farming Rewards
be_by: Кіраванне ўзнагародай за фермерства
bg_bg: Управлявай наградите за фармене
ca_es: Gestió de recompenses de collita
cs_cz: Spravovat odměny z farmaření
de_de: Farming Belohnungen verwalten
el_gr: Διαχείριση Ανταμοιβών Συγκομιδής
fa_ir: مدیریت پاداش های مزرعه داری
id_id: Kelola Upah Farming
ja_jp: 耕作報酬の管理
nl_nl: Beheer Farming vergoedingen
pl_pl: Zarządaj nagrodami farmienia
ro_ro: Administrare Răsplată Cultivare
ru_ru: Управление вознаграждением за фарминг
sk_sk: Spravovať farmárske odmeny
sq_al: Menaxhoni shpërblimet e fermerit
sr_sp: Управљај наградама
tr_tr: İşleme ödüllerini yönet
zh_cn: 管理耕种奖励

source: Manage Your Farming Rewards Target Addresses
be_by: Кіраванне мэтавымі адрасамі для атрымання ўзнагарод за фермерства
ca_es: Gestiona les adreces de les recompenses de cultiu
cs_cz: Cílové adresy odměn z farmaření
de_de: Verwalte deine Farming Belohnungs Adressen
el_gr: Διαχείριση Διευθύνσεων Επιβραβεύσεων Συγκομιδής
fa_ir: آدرس های مقصد خود را برای پاداش های مزرعه داری مدیریت کنید
id_id: Kelola Alamat Tujuan Upah Farming Anda
ja_jp: あなたの耕作報酬の宛先アドレスを管理
nl_nl: Beheer jouw address waar je Farming vergoeding naartoe gestuurd moet worden
pl_pl: Zarządzaj Swoimi Adresami Docelowymi Nagród Rolniczych
ro_ro: Administrează destinatarii răsplatei de cultivare
ru_ru: Управление целевыми адресами для получения вознаграждений за фарминг
sk_sk: Spravovať cieľové adresy farmárskych odmien
sq_al: Menaxhoni adresat tuaja të synuara për shpërblimet tuaja të fermerit
sr_sp: Управљај циљаним адресама награда
tr_tr: İşleme ödülleri için gönderim adreslerini yönet
zh_cn: 管理你的耕种奖励目标地址

source: MiB Up/Down
be_by: Увах./вых. МіБ
ca_es: KiB Pujada/Baixada
cs_cz: MiB odesláno/přijato
fa_ir: MiB آپلود/دانلود
id_id: MiB Naik/Turun
ja_jp: アップロード・ダウンロード [MiB]
nl_nl: MiB uit/in
pl_pl: MiB Wysyłanie/Pobieranie
ro_ro: MiB Sus/Jos
ru_ru: МиБ Исх./Вх.
sk_sk: MiB Odoslané/Stiahnuté
sq_al: MiB Lart / Poshtë
sr_sp: MiB горе/доле
tr_tr: MiB Yukarı/Aşağı
zh_cn: MiB 上传/下载

source: Minimum Difficulty
de_de: Niedrigste Schwierigkeitsstufe
id_id: Kesulitan Minimum
ru_ru: Минимальная сложность
sk_sk: Minimálna zložitosť
tr_tr: Zorluk Seviyesi

source: Minutes
be_by: хв
bg_bg: Минути
ca_es: Minuts
cs_cz: Minuty
de_de: Minuten
el_gr: Λεπτά
fa_ir: دقیقه
id_id: Menit
ja_jp: 分
nl_nl: Minuten
pl_pl: Minuty
ro: Minute
ro_ro: Minute
ru_ru: Минут
sk_sk: Minút
sq_al: Minuta
sr_sp: Минута
tr_tr: Dakikalar
zh_cn: 分钟

source: More memory slightly increases speed
be_by: Большы аб'ём памяці крыху павялічвае хуткасць
bg_bg: Повече памет малко увеличава скоростта
ca_es: Més memòria fa augmentar una mica la velocitat
cs_cz: Více paměti mírně zvyšuje rychlost
de_de: Mehr Speicher erhöht etwas die Geschwindigkeit
el_gr: Περισσότερη μνήμη αυξάνει ελαφρώς την ταχύτητα
fa_ir: حافظه بیشتر سرعت را کمی افزایش می دهد
id_id: Lebih banyak memori sedikit meningkatkan kecepatan
ja_jp: メモリ使用量を増やすと速度が微上昇します
nl_nl: Meer geheugen kan de snelheid een beetje verhogen
pl_pl: Więcej pamięci lekko zwiększa prędkość
ro: Mai multa memorie creste usor viteza
ro_ro: Mai multă memorie crește ușor viteza
ru_ru: Больше количество памяти немного увеличивает скорость
sk_sk: Viac pamäte mierne zvyšuje rýchlosť
sq_al: Më shumë memorie rrit pak shpejtësinë
sr_sp: Више меморије мало повећава брзину
tr_tr: Daha fazla memory hızı bir miktar artırır
zh_cn: 更多的内存可以略微增加速度

source: My Pubkey
be_by: Мой адкрыты ключ
bg_bg: Моят публичен ключ
ca_es: La meva clau pública
cs_cz: Můj Pubkey
de_de: Mein öffentlicher Schlüssel
el_gr: Αντιγραφή Pubkey
fa_ir: کلید عمومی من
id_id: Pubkey saya
ja_jp: 私の公開鍵
nl_nl: Mijn publieke sleutel
pl_pl: Mój publiczny klucz
ro: Cheia mea publica
ro_ro: Cheia mea publică
ru_ru: Мой публичный ключ
sk_sk: Môj verejný kľúč
sq_al: Pubkey im
sr_sp: Мој јавни кључ
tr_tr: Herkese Açık Anahtarım
zh_cn: 我的公钥

source: Network Name
be_by: Назва сеткі
bg_bg: Име на мрежа
ca_es: Nom de la Xarxa
cs_cz: Název sítě
de_de: Netzwerkname
el_gr: Όνομα Δικτύου
fa_ir: نام شبکه
id_id: Nama jaringan
ja_jp: ネットワーク名
nl_nl: Netwerk naam
pl_pl: Nazwa sieci
ro_ro: Nume Rețea
ru_ru: Имя сети
sk_sk: Názov siete
sq_al: Emër Rrjeti
sr_sp: Назив мреже
tr_tr: Ağ Adı
zh_cn: 网络名称

source: New Address
be_by: Новы адрас
bg_bg: Нов адрес
ca_es: Nova adreça
cs_cz: Nová adresa
de_de: Neue Adresse
el_gr: Νέα διεύθυνση
fa_ir: آدرس جدید
id_id: Alamat Baru
ja_jp: 新規アドレス
nl_nl: Nieuw adres
pl_pl: Nowy adres
ro: Adresa noua
ro_ro: Adresă nouă
ru_ru: Новый адрес
sk_sk: Nová adresa
sq_al: Adresë e re
sr_sp: Нова адреса
tr_tr: Yeni Adres
zh_cn: 新地址

source: New Wallet
be_by: Новы кашалёк
bg_bg: Добави портфейл
ca_es: Nou moneder
cs_cz: Nová peněženka
de_de: Neues Wallet
el_gr: Νέο Πορτοφόλι
fa_ir: کیف پول جدید
id_id: Dompet elektronik Baru
ja_jp: 新規ウォレット作成
nl_nl: Voeg een wallet toe
pl_pl: Nowy portfel
ro: Portofel nou
ro_ro: Portofel nou
ru_ru: Новый кошелек
sk_sk: Nová peňaženka
sq_al: Kuletë e re
sr_sp: Нови новчаник
tr_tr: Yeni Cüzdan
zh_cn: 新钱包

source: Next
be_by: Наступны
bg_bg: Следващ
ca_es: Següent
cs_cz: Další
de_de: Weiter
el_gr: Επόμενο
fa_ir: بعدی
id_id: Selanjutnya
ja_jp: 次へ
nl_nl: Volgende
pl_pl: Dalej
ro: Urmatorul
ro_ro: Următor
ru_ru: Далее
sk_sk: Ďalej
sq_al: Tjetër
sr_sp: Даље
tr_tr: Sonraki
zh_cn: 下一步

source: Nickname
be_by: Псеўданім
bg_bg: Псевдоним
ca_es: Pseudònim
cs_cz: Uživatelské jméno
de_de: Spitzname
el_gr: Ψευδώνυμο
fa_ir: نام مستعار
id_id: Nama Panggilan
ja_jp: ニックネーム
nl_nl: Bijnaam
pl_pl: Pseudonim
ro: Porecla
ro_ro: Apelativ
ru_ru: Псевдоним
sk_sk: Prezývka
sq_al: Pseudonimi
sr_sp: Надимак
tr_tr: Kullanıcı adı
zh_cn: 昵称

source: No
be_by: Не
bg_bg: Не
cs_cz: Ne
de_de: Nein
el_gr: Όχι
fa_ir: خیر
id_id: Tidak
ja_jp: いいえ
nl_nl: Geen
pl_pl: Nie
ro: Nu
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sq_al: Jo
sr_sp: Не
tr_tr: Hayır
zh_cn: 否

source: No 24 word seed, since this key is imported.
be_by: Мнеманічнае зерне (24 ключавыя словы) адсутнічае, паколькі гэты ключ імпартаваны.
ca_es: No hi ha llavor de 24 paraules, ja que aquesta clau ha estat importada.
cs_cz: Žádný 24 slov, protože tento klíč je importován.
de_de: Kein 24 Wort Seed seit dieser Schlüssel importiert wurde.
el_gr: Κανένα seed 24 λέξεων, καθώς αυτό το κλειδί έχει εισαχθεί.
fa_ir: هیچ بذر ۲۴ کلمه‌ای نیست، از هنگامی که این کلید را وارد کرده اید.
id_id: Tidak ada benih 24 kata, sejak kunci ini di impor.
ja_jp: この鍵はインポートされているため、24語の種がありません。
nl_nl: Geen 24 woorden seed, omdat deze sleutel geïmporteerd is.
pl_pl: Brak ziarna (24 słowa), ponieważ ten klucz jest zaimportowany.
ro: Fara seed de 24 de cuvinte, deoarece aceasta cheie este importata.
ro_ro: Fără mnemonice de 24 de cuvinte, deoarece această cheie este importată.
ru_ru: Нет 24 слов семя, так как этот ключ импортируется.
sk_sk: Žiadny 24-slovný seed, pretože tento kľúč je importovaný.
sq_al: Nuk ka farë 24 fjalësh, pasi që ky çelës importohet.
sr_sp: Нема 24 речи, јер је кључ увезен.
tr_tr: Bu anahtar içe aktarıldığı için 24 kelimeye ihtiyaç yok.
zh_cn: 没有24个助记词种子，因为此密钥已导入。

source: No blocks farmed yet
be_by: Ураджайных блокаў яшчэ няма
bg_bg: Все още няма изкопани блокове
ca_es: Encara no s'ha cultivat cap bloc
cs_cz: Zatím nic nevyfarmařeno
de_de: Bisher keine Blocks gefarmt
el_gr: Κανένα block δεν έχει συγκομιστεί ακόμη
fa_ir: هنوز هیچ بلاکی مزرعه داری(تولید) نشده است
id_id: Belum ada blok yang dibudidayakan
ja_jp: まだ収穫ブロックはありません
nl_nl: Nog geen blokken farmed
pl_pl: Brak wyhodowanych bloków
ro: Nici un bloc farmat pana acum
ro_ro: Niciun bloc cultivat până acum
ru_ru: Выращенных блоков пока нет
sk_sk: Zatiaľ neboli vyťažené žiadne bloky
sq_al: Ende nuk ka blloqe të kultivuara
sr_sp: Још нема обрађених блокова
tr_tr: Herhangi bir blok işlenmedi
zh_cn: 尚未有区块有收获

source: No previous transactions
be_by: Папярэдніх трансакцый няма
bg_bg: Няма предишни транзакции
ca_es: No hi ha transaccions prèvies
cs_cz: Žádné předchozí transakce
de_de: Bisher keine Transaktionen
el_gr: Δεν υπάρχουν προηγούμενες συναλλαγές
fa_ir: بدون تراکنش های قبلی
id_id: Tiada transaksi sebelum ini
ja_jp: 履歴無し
nl_nl: Geen vorige transacties
pl_pl: Brak wcześniejszych transakcji
ro: Nici o tranzactie anterioara
ro_ro: Nicio tranzacție anterioară
ru_ru: Нет предыдущих транзакций
sk_sk: Žiadne predchádzajúce transakcie
sq_al: Nuk ka transaksione të mëparshme
sr_sp: Нема претходних трансакција
tr_tr: Daha önce yapılmış bir işlem yok
zh_cn: 无过往交易

source: No private keys for one or both addresses. Safe only if you are sending rewards to another wallet.
be_by: Адсутнічаюць закрытыя ключы для аднаго або абодвух адрасоў. Бяспечна толькі ў выпадку адпраўкі ўзнагароды на іншы кашалёк.
ca_es: No hi ha claus privades per a cap de les dues adreces. És segur només si envieu recompenses a una altra cartera.
cs_cz: Žádné soukromé klíče pro jednu nebo obě adresy. Bezpečné pouze v případě, že posíláte odměny do jiné peněženky.
de_de: Keine privaten Schlüssel für eine oder beide Adresse. Nur sicher, wenn du Belohnungen an eine andere Wallet sendest.
el_gr: Δεν υπάρχουν ιδιωτικά κλειδιά για μία ή και για τις δύο διευθύνσεις. Ασφαλής μόνο αν στέλνετε ανταμοιβές σε άλλο πορτοφόλιο.
fa_ir: بدون کلید خصوصی برای یک یا هر دو آدرس. فقط در صورت ارسال پاداش به کیف پول دیگر ، ایمن است.
id_id: Tiada kod pribadi untuk satu atau semua alamat. Hanya selamat jika menghantar ganjaran ke dompet elektronik.
ja_jp: いずれか、または両方のアドレスの秘密鍵がありません。他のウォレットに報酬を送る場合のみ安全です。
nl_nl: Geen privé sleutels voor één of beide adressen. Alleen als u beloningen stuurt naar een andere wallet.
pl_pl: Brak kluczy prywatnych dla jednego lub obu adresów. Bezpieczne tylko jeśli wysyłasz nagrody do innego portfela.
ro_ro: Nu există chei private pentru una sau ambele adrese. Fără riscuri doar atunci când direcționezi răsplata către alt portofel.
ru_ru: Не найдено закрытых ключей для одного или обоих адресов. Безопасно только в том случае, если вы отправляете вознаграждение на другой кошелек.
sk_sk: Žiadne súkromné kľúče pre jednu alebo obidve adresy. Bezpečné iba v prípade, že posielate odmeny do inej peňaženky.
sq_al: Nuk ka çelësa privatë për një ose për të dy adresat. Sigurohu vetëm nëse jeni duke dërguar shpërblime në një portofol tjetër.
sr_sp: Нема приватних кључева за једну или обе адресе. Безбедно је само ако награде шаљете на други новчаник.
tr_tr: Adreslerden biri veya her ikisi için özel bir anahtar yok. Yalnızca başka bir cüzdana ödül gönderiyorsanız bu yöntem güvenlidir.
zh_cn: 这个地址没有对应的私钥, 建议把奖励发送到另外一个钱包.

source: Node ID
be_by: Ідэнтыфікатар вузла
bg_bg: ID на възел
ca_es: ID del node
cs_cz: ID uzlu
el_gr: ID κόμβου
fa_ir: شناسه گره
id_id: Nod ID
ja_jp: ノード ID
pl_pl: ID węzła
ro: ID-ul Nodului
ro_ro: ID-ul Nodului
ru_ru: Идентификатор узла
sk_sk: ID uzla
sq_al: ID e nyjes
sr_sp: ID чвора
tr_tr: Node ID'si
zh_cn: 节点ID

source: Node Id
ja_jp: ノード Id
ru_ru: ID узла
sk_sk: Id uzla
tr_tr: Düğüm Kimliği

source: None
de_de: Kein(e)
id_id: Tidak Tersedia
ru_ru: Пусто
sk_sk: Žiadny

source: None of your plots have passed the plot filter yet.
be_by: Ніводная з вашых дзялянак яшчэ не прайшла праз фільтр.
ca_es: Cap dels teus plots encara no ha passat el filtre de plots.
cs_cz: Žádné z vašich polí dosud neprošlo filtrem poli.
de_de: Keiner deiner Plots hat den Plotfilter bisher bestanden.
el_gr: Κανένα από τα οικόπεδά σας δεν έχει περάσει ακόμα το φίλτρο οικόπεδον.
fa_ir: هنوز هیچ یک از پلات های شما از فیلتر طرح عبور نکرده اند.
id_id: Anda tidak ada plot yang telah lulus plot filter.
ja_jp: お持ちの耕地は現在、どれも耕地フィルターを通過できていません。
nl_nl: Geen van je plots hebben de plot filter gepasseerd.
pl_pl: Żadna z twoich działek nie przeszła jeszcze przez filtr.
ro: Niciunul dintre ploturile tale nu a trecut inca de filtru.
ro_ro: Niciuna din parcelele tale nu a trecut încă filtrul.
ru_ru: Ни один из ваших участков пока не прошел через фильтр.
sk_sk: Žiadne z vašich polí zatiaľ neprešlo filtrom polí.
sq_al: Asnjë nga plotet tuaja nuk e ka kaluar filtrin akoma.
sr_sp: Ниједан твој плот још увек није прошао филтер.
tr_tr: Henüz plot'larınızdan hiçbiri plot filtresinden geçemedi.
zh_cn: 你的农田还没有通过过滤器检查.

source: Not Available
be_by: Недаступны
bg_bg: Недостъпно
ca_es: No disponible
cs_cz: Nedostupný
de_de: Nicht verfübar
el_gr: Δεν είναι διαθέσιμο
fa_ir: در دسترس نیست
id_id: Tidak Tersedia
ja_jp: 該当なし
nl_nl: Niet beschikbaar
pl_pl: Nie dostępne
ro: Indisponibil
ro_ro: Indisponibil
ru_ru: Не определено
sk_sk: Nie je k dispozícií
sq_al: Jo i disponueshëm
sr_sp: Недоступно
tr_tr: Uygun Değil
zh_cn: 不可用

source: Not Synced
be_by: Не сінхранізаваны
bg_bg: Не е синхронизирано
ca_es: No sincronitzat
cs_cz: Není synchronizováno
de_de: Nicht synchronisiert
el_gr: Δεν Είναι Συγχρονισμένο
fa_ir: همگام سازی نشده است
id_id: Tidak Disinkronkan
ja_jp: 同期されていません
nl_nl: Niet gesynchroniseerd
pl_pl: Nie zsynchronizowane
ro: Nesincronizat
ro_ro: Nesincronizat
ru_ru: Не синхронизирован
sk_sk: Nesynchronizované
sq_al: Jo i sinkronizuar
sr_sp: Није синхронизовано
tr_tr: Senkronize değil
zh_cn: 未同步

source: Not accepted yet
be_by: Яшчэ не прынята
bg_bg: Все още не е прието
ca_es: Encara no acceptada
cs_cz: Dosud neakceptováno
de_de: Bisher nicht angenommen
el_gr: Δεν έχει γίνει ακόμη δεκτή
fa_ir: هنوز تایید نشده
id_id: Belum diterima lagi
ja_jp: 未承諾
nl_nl: Nog niet aanvaard
pl_pl: Nie zostało jeszcze zaakceptowane
ro: Nu a fost acceptat inca
ro_ro: Nu a fost acceptat încă
ru_ru: Еще не принято
sk_sk: Zatiaľ neakceptované
sq_al: Nuk pranohet akoma
sr_sp: Још није прихваћено
tr_tr: Henüz Kabul Edilmedi
zh_cn: 尚未被接受

source: Not confirmed yet
be_by: Яшчэ не пацверджана
bg_bg: Все още не е потвърдено
ca_es: Encara no confirmat
cs_cz: Dosud nepotvrzeno
de_de: Bisher nicht bestätigt
el_gr: Δεν έχει επιβεβαιωθεί ακόμη
fa_ir: هنوز تایید نشده
id_id: Belum dikonfirmasi lagi
ja_jp: 未承認
nl_nl: Nog niet bevestigd
pl_pl: Nie zostało jeszcze potwierdzone
ro: Nu a fost confirmat inca
ro_ro: Nu a fost confirmat încă
ru_ru: Еще не подтверждено
sk_sk: Zatiaľ nepotvrdené
sq_al: Nuk është konfirmuar ende
sr_sp: Још није потврђено
tr_tr: Henüz Onaylanmadı
zh_cn: 尚未被确认

source: Not connected
be_by: Падлучэння няма
bg_bg: Не е свързан
ca_es: Desconnectat
cs_cz: Nepřipojeno
de_de: Nicht verbunden
el_gr: Χωρίς σύνδεση
fa_ir: متصل نیست
id_id: Tidak terhubung
ja_jp: 未接続
nl_nl: Niet verbonden
pl_pl: Nie połączono
ro_ro: Neconectat
ru_ru: Нет подключения
sk_sk: Nepripojené
sq_al: Nuk është lidhur
sr_sp: Није повезано
tr_tr: Bağlantı Yok
zh_cn: 未连接

source: Not found Plots
be_by: Дзялянак не знойдзена
bg_bg: Няма намерени полета
ca_es: No s'han trobat Plots
cs_cz: Pole nenalezena
de_de: Nicht gefundene Plots
el_gr: Δεν βρέθηκαν Οικόπεδα
fa_ir: پلاتی یافت نشد
id_id: Tidak dijumpai plot-plot
ja_jp: 見つからない耕地
nl_nl: Geen Plots gevonden
pl_pl: Nie znaleziono działek
ro_ro: Nu am găsit Parcele
ru_ru: Участки не найдены
sk_sk: Polia sa nenašli
sq_al: Nuk gjenden Plotet
sr_sp: Нису пронађени плотови
tr_tr: Plot bulunamadı
zh_cn: 未找到农田

source: Note that this does not change your pooling payout addresses. This only affects old format plots, and the 0.25XCH reward for pooling plots.
de_de: Beachten Sie, dass dies Ihre Pooling-Auszahlungsadressen nicht ändert. Dies betrifft nur die alten Plots und die 0.25XCH Belohnung für Pooling-Plots.
ru_ru: Обратите внимание, что это не меняет адреса выплат пула. Это влияет только на старый формат участков и на вознаграждение 0.25XCH за участки в пуле.
sk_sk: Toto však nezmení vaše platobné adresy združovania. Ovplyvňuje to iba polia v starom formáte, a odmenu 0,25 XCH za združovanie polí.

source: Number of Plots
de_de: Anzahl Plots
id_id: Jumlah Plot
ru_ru: Количество участков
sk_sk: Počet polí

source: Number of buckets
be_by: Колькасць кашоў
bg_bg: Номер на кофи
ca_es: Nombre de buckets
cs_cz: Počet kbelíků (tzv. buckets)
de_de: Anzahl der Buckets
el_gr: Αριθμός buckets
fa_ir: تعداد باکت ها
id_id: Bilangan bucket
ja_jp: バケツ数
nl_nl: Aantal buckets
pl_pl: Liczba wiader
ro_ro: Număr de găleți
ru_ru: Количество сегментов
sk_sk: Počet sektorov
sq_al: Numri i pjesëzave
sr_sp: Број кофа
tr_tr: Kovaların Sayısı
zh_cn: 桶数量

source: Number of threads
be_by: Колькасць патокаў
bg_bg: Номер на нишки
ca_es: Nombre de fils
cs_cz: Počet vláken
de_de: Anzahl der Threads
el_gr: Αριθμός threads
fa_ir: تعداد رشته های پردازنده
id_id: Bilangan thread
ja_jp: スレッド数
nl_nl: Aantal Threads
pl_pl: Liczba wątków
ro_ro: Număr de thread-uri
ru_ru: Количество потоков
sk_sk: Počet vlákien
sq_al: Numri i thredsave
sr_sp: Број нити
tr_tr: İş Parçacığı Sayısı
zh_cn: 线程数量

source: Offer
be_by: Аферта
bg_bg: Предложи
ca_es: Oferta
cs_cz: Nabídka
de_de: Angebot
el_gr: Προσφορά
fa_ir: پیشنهاد
id_id: Tawaran
ja_jp: 注文
nl_nl: Voorstel
pl_pl: Oferta
ro_ro: Ofertă
ru_ru: Предложение
sk_sk: Ponuka
sq_al: Ofertë
sr_sp: Понуда
tr_tr: Teklif
zh_cn: 出价

source: Offers Created
be_by: Аферта створана
bg_bg: Създадени оферти
ca_es: S'ha creat una oferta
cs_cz: Vytvořené nabídky
de_de: Angebote erstellt
el_gr: Δημιουργήθηκαν Προσφορές
fa_ir: پیشنهادات ایجاد شده
id_id: Tawaran dicipta
ja_jp: 作成した注文
nl_nl: Gemaakte voorstellen
pl_pl: Stworzone oferty
ro_ro: Oferte Create
ru_ru: Предложение создано
sk_sk: Vytvorené ponuky
sq_al: Oferta e krijuar
sr_sp: Креиране понуде
tr_tr: Teklif Oluşturuldu
zh_cn: 已创立的出价
