Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Deleting the key will permanently remove the key from your computer, make sure you have backups. Are you sure you want to continue?
be_by: Выдаленне ключа незваротна выдаліць ключ з вашага камп'ютара — перад гэтым упэўніцеся, што маеце яго рэзервовую копію. Сапраўды працягнуць?
bg_bg: Изтриването на ключа необратимо ще премахне всички ключа от компютъра, подсигури се че имаш точка за възстановяване! Сигурен ли си че искаш да продължиш?
ca_es: Si esborreu la clau, se suprimirà definitivament de l'ordinador i assegureu-vos que teniu còpies de seguretat. Esteu segur que voleu continuar?
cs_cz: Smazáním klíče tento klíč nevratně odeberete z počítače. Ujistěte se, že máte zálohu. Jste si jisti, že chcete pokračovat?
de_de: Diesen Schlüssel löschen entfernt diesen Schlüssel unwiederbringlich vom Computer. Das Erstellen einer Sicherungskopie wird empfohlen! Bist du sicher, dass du mit dem Löschen fortfahren möchtest?
el_gr: Διαγραφή του κλειδιού θα αφαιρέσει μόνιμα το κλειδί από τον υπολογιστή σας, βεβαιωθείτε ότι έχετε αντίγραφο ασφαλείας. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
fa_ir: حذف کلید، آن را برای همیشه از روی کامپیوتر شما حذف می‌کند، مطمئن شوید که نسخه پشتیبان دارید. آیا مطمئنید که می‌خواهید ادامه دهید؟
id_id: Menghapus semua kunci akan menghilangkan kunci-kunci tersebut dari komputer anda, pastikan anda telah memiliki cadangan. Apa anda yakin ingin melanjutkan?
ja_jp: 鍵を削除すると復元することができませんので、必ずバックアップを取ってください。本当に続行しますか？
nl_nl: De sleutel zal permanent verwijderd worden op deze computer, zorg dat je een reservekopie hebt. Ben je zeker dat je verder wil gaan?
pl_pl: Usunięcie klucza nieodwracalnie usunie z twojego komputera plik klucza, bądź pewien że masz kopię zapasową. Czy chcesz kontynuować?
ro: Ștergerea tuturor cheilor va elimina definitiv cheile de pe computer, asigurați-vă că aveți copii de rezervă. Esti sigur ca vrei sa continui?
ro_ro: Ștergerea tuturor cheilor va elimina definitiv cheile de pe computer, asigurați-vă că aveți copii de rezervă. Esti sigur ca vrei sa continui?
ru_ru: Удаление ключа приведет к безвозвратному удалению ключа с вашего компьютера, убедитесь, что у вас есть резервные копии. Вы уверены что хотите продолжить?
sk_sk: Odstránením kľúča natrvalo odstránite kľúč z počítača. Uistite sa, že máte zálohy. Ste si istý, že chcete pokračovať?
sq_al: Fshirja e të gjithë celsave do të fshij përgjithëmon Celsat nga kompjuteri jotë, sigurohuni që keni një kopje të ruajtur. Jeni i sigurt që doni të vashdoni?
sr_sp: Брисање ће трајно уклонити кључ са твог рачунара, побрини се да имаш резервне копије. Да ли сигурно желиш да наставиш?
tr_tr: Anahtarı silmek kalıcı olarak anahtarı bilgisayarından kaldıracaktır. Anahtarı yedeklediğinden emin ol. Devam etmek istediğine emin misin?
zh_cn: 删除密钥将会把此密钥永久删除，请确保你已备份。确定还要继续吗？

source: Developer
be_by: Распрацоўшчык
bg_bg: Разработчик
ca_es: Desenvolupador
cs_cz: Vývojář
de_de: Entwickler
el_gr: Προγραμματιστής
fa_ir: توسعه دهنده
ja_jp: 開発者
nl_nl: Ontwikkelaar
ro_ro: Dezvoltator
ru_ru: Разработчик
sk_sk: Vývojár
sq_al: Programuesi
sr_sp: Програмер
tr_tr: Geliştirici
zh_cn: 开发者

source: Developer Tools
be_by: Інструменты для распрацоўшчыкаў
bg_bg: Инструменти за разработчици
ca_es: Eines de desenvolupament
cs_cz: Vývojářské nástroje
de_de: Entwickler Werkzeuge
el_gr: Εργαλεία Προγραμματιστή
fa_ir: ابزارهای توسعه دهنده
ja_jp: 開発者向けツール
nl_nl: Ontwikkelaarstools
pl_pl: Narzędzia Programistyczne
ro_ro: Unelte Dezvoltator
ru_ru: Инструменты разработчика
sk_sk: Nástroje pre vývojárov
sq_al: Veglat e Programuesit
sr_sp: Алати за програмера
tr_tr: Geliştirici araçları
zh_cn: 开发工具

source: Difficulty
be_by: Складанасць
bg_bg: Трудност
ca_es: Dificultat
cs_cz: Obtížnost
de_de: Schwierigkeit
el_gr: Eπίπεδο Δυσκολίας
fa_ir: سختی
id_id: Tingkat kesulitan
ja_jp: 難易度
nl_nl: Moeilijkheid
pl_pl: Trudność
ro: Dificultate
ro_ro: Dificultate
ru_ru: Сложность
sk_sk: Zložitosť
sq_al: Vështirësia
sr_sp: Тежина
tr_tr: Zorluk
zh_cn: 难度

source: Disable bitfield plotting
be_by: Адключыць бітавае поле засявання
bg_bg: Деактивирайте начертаването на битово поле
ca_es: Desactiva parcel.lació amb bitfield
cs_cz: Zakázat vykreslování bitového pole
de_de: Deaktiviere bitfield plotting
el_gr: Απενεργοποίηση bitfield plotting
fa_ir: غیر فعال کردن بیتفیلد برای پلات ها
id_id: Nonaktifkan mengeplot dengan bitfield
ja_jp: ビットフィールドを使わずに耕す
nl_nl: Bitfield plotting uitschakkelen
pl_pl: Wyłącz generowanie pól bitowo
ro_ro: Dezactivează parcelarea 'bitfield'
ru_ru: Отключить битовое поле
sk_sk: Zakázať vykresľovanie s bitovým poľom
sq_al: Çaktivizo Plotting Bitfield
sr_sp: Онемогући цртање битног поља
tr_tr: Bitfield arazi oluşturmayı kapat
zh_cn: 开垦时禁用位域

source: Discard
de_de: Verwerfen
id_id: Buang
ru_ru: Oтказаться
sk_sk: Odstrániť

source: Disconnect
be_by: Адлучыць
bg_bg: Прекъсване
ca_es: Desconnecta
cs_cz: Odpojit
de_de: Trennen
el_gr: Αποσύνδεση
fa_ir: قطع ارتباط
id_id: Putuskan Sambungan
ja_jp: 解除
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
ro_ro: Deconectare
ru_ru: Отключить
sk_sk: Odpojiť
sq_al: Shkëput Lidhjen
sr_sp: Прекини везу
tr_tr: Bağlantıyı Kes
zh_cn: 断开连接

source: Do you have existing plots on this machine? <0>Add Plot Directory</0>
be_by: На гэтым камп'ютары ёсць вашы дзялянкі? <0>Дадайце каталог з дзялянкамі</0>
bg_bg: Имате ли съществуващи полета на този компютър? <0>Добавете директория с полета</0>
ca_es: Té parcel·les existents en aquesta màquina? <0> Afegeix un directori de parcel.les </0>
cs_cz: Máte již na tomto počítači existující pole? <0>Přidejte složku s poli</0>
de_de: Hast du bereits Plots auf diesem Computer? <0> Plot Verzeichnis hinzufügen</0>
el_gr: Έχετε υπάρχοντα plots σε αυτό το μηχάνημα? <0>Προσθήκη Plot Directory</0>
fa_ir: پلاتی روی این ماشین دارید؟ <0>اضافه کردن پوشه داری پلات</0>
id_id: Apakah sudah memiliki plot pada komputer ini? <0>Tambahkan Direktori Plot</0>
ja_jp: 既にこのデバイス上に耕地をお持ちですか？<0>耕地ディレクトリを追加</0>
nl_nl: Heb je bestaande plots op deze machine? <0>Voeg Plot folder toe</0>
pl_pl: Czy masz już istniejące działki na tej maszynie? <0>Dodaj lokalizację działki</0>
ro: Aveți ploturi existente pe această mașină? <0> Adăugați un director de ploturi </0>
ro_ro: Există parcele pe această mașină? <0> Adaugă un director cu parcele </0>
ru_ru: Есть ли у вас на этой машине участки? <0>Добавить каталог с участками</0>
sk_sk: Máte existujúce ploty na tomto stroji? <0>Pridaj Adresár s Plotmi</0>
sq_al: Keni plote ekzistuese në këtë pajisje?<0>Shto Direktorin ku ndodhen Plotet</0>
sr_sp: Имате ли постојеће плотове на овој машини? <0> Додај каталог плотова </0>
tr_tr: Bu makinede araziniz var mı? <0>Arazi klasörü ekle</0>
zh_cn: 你的机器上有已经完成的农田文件吗？ <0>添加农田文件路径</0>

source: Does your machine support parallel plotting?
be_by: Ці падтрымлівае ваш камп'ютар паралельнае засяванне?
bg_bg: Вашият компютър поддържа ли паралелно създаване на полета?
ca_es: La teva màquina suporta parcel·lat en paral·lel?
cs_cz: Zvládne vaše zařízení paralelní vytváření polí?
de_de: Unterstützt dein Computer paralleles plotten?
el_gr: Yποστηρίζει το μηχάνημα μας σας parallel plotting;
fa_ir: آیا دستگاه شما از پلات سازی همزمان پشتیبانی می‌کند؟
id_id: Apakah mesin anda mendukung plotting pararel?
ja_jp: お使いのデバイスは並列で耕せますか？
nl_nl: Ondersteunt jouw toestel parallel plotten?
pl_pl: Czy twoja maszyna wspiera równoległe wytyczanie działek?
ro: Mașina dvs. acceptă plotare în paralel?
ro_ro: Permite computerul tău parcelarea paralelă?
ru_ru: Поддерживает ли ваша машина параллельное засеивание?
sk_sk: Podporuje váše zariadenie paralelné vytváranie polí?
sq_al: A përballon pajisja juaj Ploting paralel?
sr_sp: Да ли ваша машина подржава паралелно плотовање?
tr_tr: Makineniz paralel arazilendirmeyi destekliyor mu?
zh_cn: 您的机器是否支持并行开垦？

source: Drag and drop offer file
be_by: Перацягніце сюды файл аферты
bg_bg: Плъзни и пусни файл с предложение
ca_es: Arrossegueu i deixeu anar el fitxer d’oferta
cs_cz: Přetáhněte soubor nabídky
de_de: "Drag and drop" Angebots Datei
el_gr: Μεταφορά και απόθεση αρχείου προσφοράς
fa_ir: کشیدن و رها کردن فایل پیشنهاد
id_id: Seret dan lepas berkas penawaran
ja_jp: 注文ファイルをここにドラッグ&ドロップ
nl_nl: Drag en drop aanbiedings bestand
pl_pl: Przesuń i upuść plik oferty
ro: Drag and drop fisierul cu oferta
ro_ro: Drag and drop fisierul cu oferta
ru_ru: Перетащите сюда файл с предложением сделки
sk_sk: Súbor s ponukami presuňte tu
sq_al: Terhiq dhe zgjidh skedarin
sr_sp: Превуците и испустите датотеку понуде
tr_tr: Teklif dosyasını sürükle bırak
zh_cn: 拖放Offer文件

source: Drag and drop your backup file
be_by: Перацягніце сюды файл рэзервовай копіі
bg_bg: Плъзнете и пуснете вашият вайл за възстановяване
ca_es: Arrastra el teu fitxer de backup
cs_cz: Přetáhněte soubor zálohy
de_de: Drag and drop deine Backup Datei
el_gr: Σύρετε και αποθέστε το αρχείο αντιγράφου ασφαλείας
fa_ir: درگ و دراپ فایل بک آپ
id_id: Seret dan lepas berkas cadangan anda
ja_jp: バックアップファイルをここにドラッグ&ドロップ
nl_nl: Drag en drop van je back-up bestand
pl_pl: Przesuń i upuść twój plik kopii zapasowej
ro: Drag and drop fisierul backup
ro_ro: Drag and drop fisierul backup
ru_ru: Перетащите файл резервной копии
sk_sk: Pretiahnite súbor zálohy
sq_al: Terhiq dhe zgjidh skedarin e ruajtur
sr_sp: Превуците и испустите ваш резервни фајл
tr_tr: Yedekleme dosyanı sürükle bırak
zh_cn: 拖放你的备份文件

source: Edit
be_by: Рэдагаваць
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
de_de: Ändern
el_gr: Επεξεργασία
fa_ir: ويرايش
id_id: Ubah
ja_jp: 編集
nl_nl: Bewerk
pl_pl: Edytuj
ro_ro: Editare
ru_ru: Правка
sk_sk: Upraviť
sq_al: Modifiko
sr_sp: Уреди
tr_tr: Düzenle
zh_cn: 编辑

source: Edit Payout Instructions
de_de: Auszahlungseinstellungen bearbeiten
ja_jp: 支払い指示を編集
ru_ru: Редактировать инструкции выплат
sk_sk: Upraviť platobné pokyny

source: Enter the 24 word mnemonic that you have saved in order to restore your Chia wallet.
be_by: Каб аднавіць свой кашалёк Chia, увядзіце раней захаваную вамі мнеманічную фразу з 24 слоў у правільным парадку.
bg_bg: Въведи 24 думения ключ който сте запазили за да възстановите вашият Chia портфейл.
ca_es: Introduïu les 24 paraules mnemotècniques que heu guardat per restaurar la cartera de Chia.
cs_cz: Zadejte 24 slov, které jste si poznamenali při zakládání vaší Chia peněženky.
de_de: Gib dein gespeichertes 24 Worte langes Mnemonic ein um dein Chia Wallet wiederherzustellen.
el_gr: Εισάγετε το μνημονικό 24ων λέξεων που έχετε αποθηκεύσει για να επαναφέρετε το Chia πορτοφόλι σας.
fa_ir: برای بازگردانی کیف پول چیـای خود 24 کلمه یادآور خود را وارد کنید.
id_id: Masukkan 24 kata mnemonik yang telah anda simpan untuk mengembalikan dompet Chia anda.
ja_jp: チアウォレットを復元するには、24語の合言葉を入力してください。
nl_nl: Vul de 24 mnemonic woorden in dat die je bewaard hebt om je Chia portemonnee te herstellen.
pl_pl: Podaj ziarno mnemoniczne składające się z 24 słów, aby odzyskać portfel Chia.
ro: Introduceti cele 24 de cuvinte din mnemmonic seed pe care le-ati salvat pentru a restaura portofelul dvs. Chia.
ro_ro: Introduceti cele 24 de cuvinte din mnemmonic seed pe care le-ati salvat pentru a restaura portofelul dvs. Chia.
ru_ru: Введите мнемонику из 24 слов, которую вы сохранили, чтобы восстановить свой кошелек Chia.
sk_sk: Zadajte 24 slov, ktoré ste si uložili pre účely obnovenia vašej peňaženky Chia.
sq_al: Shkruaj 24 fjalët mnemonic që ke ruajtur pëer të rikthyer Kuletën tende Chia.
sr_sp: Унесите мнемонику од 24 речи коју сте сачували да бисте вратили Чија новчаник.
tr_tr: Chia cüzdanınıza ulaşmak için saklamış olduğunuz 24 kelimelik şifre öbeğini girin.
zh_cn: 输入你之前记下来的24个助记词以便现在恢复你的奇亚钱包

source: Error
be_by: Памылка
bg_bg: Грешка
cs_cz: Chyba
de_de: Fehler
el_gr: Σφάλμα
fa_ir: خطا
ja_jp: エラー
nl_nl: Fout
pl_pl: Błąd
ro: Eroare
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sq_al: Gabim
sr_sp: Грешка
tr_tr: Hata
zh_cn: 错误

source: Error: Cannot send chia to coloured address. Please enter a chia address.
be_by: Памылка: немагчыма адправіць chia на адрас каляровай манеты. Укажыце адрас chia.
bg_bg: Грешка: Неуспешно изпращане на Chia до избрания адрес. Моля въведете Chia адрес.
ca_es: No és possible enviar Chia a l'adreça ressaltada. Si us plau, introdueix una adreça Chia.
cs_cz: Chyba: Chia nelze odeslat na barevnou adresu. Zadejte prosím běžnou Chia adresu.
de_de: Fehler: Chia kann nicht zu der farbigen Adresse geschickt werden. Bitte gib eine Chia Adresse ein.
el_gr: Σφάλμα: Δεν μπορείτε να στείλετε chia σε χρωματισμένη διεύθυνση. Παρακαλώ εισάγετε μια διεύθυνση chia.
fa_ir: خطا: چیـا را به آدرس رنگی نمی‌توان ارسال کرد. لطفاً یک آدرس چیا وارد کنید.
id_id: Error: Tidak dapat mengirim Chia ke alamat berwarna. Mohon masukkan sebuah alamat Chia.
ja_jp: エラー: チアは色付きのアドレスには送れません。チアのアドレスを入力してください。
nl_nl: Fout: Kan Chia niet naar gekleurd adres verzenden. Gelieve een Chia adres in te geven.
pl_pl: Błąd: Nie można wysłać chia na adres colored. Proszę podać adres chia.
ro: Eroare: Nu se poate trimite chia la adresa colorată. Vă rugăm să introduceți o adresă chia.
ro_ro: Eroare: Nu se poate trimite chia la adresa colorată. Vă rugăm să introduceți o adresă chia.
ru_ru: Ошибка: не удается отправить чиа на цветной адрес. Пожалуйста, введите адрес chia.
sk_sk: Chyba: Chia nie je možné odoslať na farebnú adresu. Zadajte prosím Chia adresu.
sq_al: Gabim: Nuk mund te dergojmë Chia në Adresën e dhënë. Ju lutemi vendosni një adresë Chia.
sr_sp: Грешка: Не могу послати чија на обојену адресу. Унесите чија адресу.
tr_tr: Hata: Renkli adrese chia gönderemiyorum. Lütfen bir chia adresi girin.
zh_cn: 错误：无法发送奇亚到染色地址。请输入奇亚钱包地址。

source: Estimated Network Space
de_de: Geschätzte Netzwerkgröße
id_id: Estimasi besar network
ru_ru: Предполагаемое сетевое пространство
sk_sk: Odhadovaná velkosť siete
tr_tr: Tahmini Ağ Büyüklüğü

source: Estimated Time to Win
be_by: Прыблізны час да выйгрышу
bg_bg: Приблизително време за печалба
ca_es: Temps estimat per guanyar
cs_cz: Odhadovaný čas do výhry
de_de: Geschätzte Zeit bis Gewinn
el_gr: Εκτιμώμενος χρόνος για να κερδίσετε:
fa_ir: زمان تقریبی برنده شدن
id_id: Perkiraan waktu untuk menang
ja_jp: 報酬が当たるまでの推定時間
nl_nl: Verwachte tijd om te winnen
pl_pl: Szacunkowy czas oczekiwania na wygraną
ru_ru: Ожидаемое время до выигрыша
sk_sk: Očakávaný čas na výhru
sq_al: Koha e parashikuar për të fituar
sr_sp: Процењено време за победу
tr_tr: Tahmini kazanma süresi
zh_cn: 预计爆块时间

source: Estimated sum of all the plotted disk space of all farmers in the network
be_by: Прыблізны сумарны аб'ём месца, занятага ўсімі дзялянкамі ўсіх фермераў сеткі
bg_bg: Приблизително сумиране на всички дискове на всички фермери в мрежата
ca_es: Suma estimada de tot l'espai en disc representat per tots els agricultors de la xarxa
cs_cz: Odhadovaný součet všech polí na discích všech farmářů v síti
de_de: Geschätzter Speicherplatzverbrauch der Summe aller Plots aller Farmer
el_gr: Εκτιμώμενο άθροισμα του συνόλου του plotted disk space όλων των farmers στο δίκτυο
fa_ir: تخمین مجموع دیسک های پلات شده همه مزرعه داران در شبکه
id_id: Estimasi jumlah total ruang penyimpanan yang sudah diplot oleh seluruh farmer di network
ja_jp: ネットワーク上の全農家が耕した全容量の推定値
nl_nl: Geschatte som van alle geplotte shijfruimte van alle farmers in het netwerk
pl_pl: Szacunkowa suma przestrzeni dyskowej wykorzystanej na działki wszystkich rolników w sieci
ro: Suma estimată a întregului spațiu pe disc reprezentat de toți fermierii din rețea
ro_ro: Suma estimată a întregului spațiu pe disc reprezentat de toți fermierii din rețea
ru_ru: Оценка размера всего дискового пространства, занимаемого участками суммарно всех фермеров в сети
sk_sk: Odhadovaný súčet všetkého obsadeného miesta na disku všetkých ťažiarov v sieti
sq_al: Madhësia e hapsirës së ruajtur së të gjithë Ploteve të të gjithë fermerve në rrjet
sr_sp: Процењени збир укупног простора на диску свих фармера у мрежи
tr_tr: Ağ üzerindeki toplam bölümlendirilmiş disk alanı büyüklüğü
zh_cn: 估算全网总农田占用空间量

source: Exclude final directory
be_by: Выключыць канцавы каталог
bg_bg: Изключете крайната директория
ca_es: Excluir directori final
cs_cz: Vynechat cílovou složku
de_de: Finales Verzeichnis ausschließen
el_gr: Εξαίρεση final directory
fa_ir: بجز آخرین پوشه
id_id: Kecualikan direktori akhir
ja_jp: 最終ディレクトリを除外
nl_nl: Definitieve map uitsluiten
pl_pl: Pomiń folder docelowy
ro_ro: Exclude directorul final
ru_ru: Исключить окончательную директорию
sk_sk: Vylúčiť cieľový adresár
sq_al: Veco direktorin finale
sr_sp: Изузмите коначни директоријум
tr_tr: Hedef klasörü hariç et
zh_cn: 排除最终目录

source: Failed to open (invalid plots)
be_by: Не ўдалося адкрыць (дзялянкі з памылкамі)
bg_bg: Неуспешно отваряне(невалидни полета)
ca_es: No hem aconseguit obrir (parcel·les invàlides)
cs_cz: Nepodařilo se otevřít (neplatná pole)
de_de: Öffnen fehlgeschlagen (ungültige Plots)
el_gr: Απέτυχε το άνοιγμα (invalid plots)
fa_ir: ناتوانی در بازگشایی (پلات های نامعتبر)
id_id: Gagal membuka (plot tidak valid)
ja_jp: 開けませんでした (耕地に問題あり)
nl_nl: Niet geslaagd om te openen (ongelige plots)
pl_pl: Nie udało się otworzyć (nieprawidłowe działki)
ro: Deschiderea nu a reușit (ploturi nevalide)
ro_ro: Deschiderea nu a reușit (parcele invalide)
ru_ru: Неудается открыть (некоррекные участки)
sk_sk: Nepodarilo sa otvoriť (neplatné polia)
sq_al: Nuk u arrit të përpunohesh (Plote të pasakta)
sr_sp: Отварање није успело (неважећи плотови)
tr_tr: Açılamadı (geçersiz arazi)
zh_cn: 打开失败（农田无效）

source: Farm
be_by: Ферма
bg_bg: Ферма
ca_es: Granja
cs_cz: Farma
fa_ir: مزرعه
ja_jp: 農家
pl_pl: Farma
ro: Ferma
ro_ro: Ferma
ru_ru: Ферма
sk_sk: Farma
sq_al: Ferma
sr_sp: Фарма
tr_tr: Çiftlik
zh_cn: 农场

source: Farmer Public Key
be_by: Адкрыты ключ фермера
de_de: Öffentlicher Schlüssel des Farmers
fa_ir: کلید عمومی استخراج کننده
id_id: Kunci Publik Farmer
ja_jp: 農家公開鍵
nl_nl: Farmer Publieke Sleutel
pl_pl: Główny klucz publiczny
ru_ru: Открытый ключ фермера
sk_sk: Verejný kľúč farmára
tr_tr: Çiftçi Açık Anahtarı

source: Farmer Puzzle Hash
be_by: Хэш-галаваломка фермера
ca_es: Enigma Hash d'Agricultor
cs_cz: Hash hádanek pro farmáře
fa_ir: مزرعه دارِ جورچین در هم ریزی(هش)
id_id: Teka-teki Hash Farmer
ja_jp: 農家パズルハッシュ値
nl_nl: Farmer puzzel hash
pl_pl: Puzzle Hash Rolnika
ru_ru: Хеш-головоломка фермера
sk_sk: Hash hádaniek pre farmára
sq_al: Kodi i kombinuar i Fermës
sr_sp: Хеш слагалице фармера
tr_tr: Çiftçi bulmaca hashi
zh_cn: 农场解谜哈希

source: Farmer Reward Address
be_by: Адрас узнагароды фермеру
ca_es: Adressa de recompensa de l'agricultor
cs_cz: Adresa pro odměny farmáře
de_de: Farmer Belohnungs Adresse
el_gr: Διεύθυνση Ανταμοιβής Farmer
fa_ir: آدرس پاداش مزرعه دار
id_id: Alamat Upah Farmer
ja_jp: 農家報酬アドレス
nl_nl: Miner Beloning Adres
pl_pl: Adres Nagrody Rolnika
ro_ro: Adresă Recompensă Fermier
ru_ru: Адрес выплаты фермеру
sk_sk: Adresa odmeny farmára
sq_al: Adresa e perfitimeve e fermerit
sr_sp: Адреса за Награду Фармера
tr_tr: Çiftçi ödül adresi
zh_cn: 农场奖励地址

source: Farmer Reward Address is not properly formatted.
de_de: Adresse der Farmerbelohnung ist nicht korrekt formatiert.
id_id: Alamat penghasilan Farmer tidak sesuai format.
ru_ru: Неверный формат адреса вознаграждения фермера.
sk_sk: Adresa odmeny farmára nemá správny formát.

source: Farmer Reward Address must not be empty.
de_de: Die Farmerbelohnungs-Adresse darf nicht leer sein.
id_id: Alamat penghasilan farmer tidak seharus nya kosong.
ru_ru: Адрес наград фермера не должен быть пустым.
sk_sk: Adresa odmeny farmára nesmie byť prázdna.

source: Farmer is not connected
be_by: Фермер не падлучаны
bg_bg: Фермера не е свързан
ca_es: El granger no està connectat
cs_cz: Farmář není připojen
de_de: Farmer ist nicht verbunden
el_gr: Ο Farmer δεν είναι συνδεδεμένος
fa_ir: مزرعه‌دار متصل نیست
id_id: Farmer tidak terhubung
ja_jp: 農家が未接続
nl_nl: Farmer is niet verbonden
pl_pl: Rolnik jest nie podłączony
ro: Fermierul nu este conectat
ro_ro: Fermierul nu este conectat
ru_ru: Фермер не подключен
sk_sk: Farmár nie je pripojený
sq_al: Fermeri nuk është i lidhur
sr_sp: Фармер није повезан
tr_tr: Çiftçi bağlı değil
zh_cn: 耕种节点无法连接

source: Farmer is not running
be_by: Фермер не працуе
bg_bg: Фермера не работи
ca_es: El granger no s'està executant
cs_cz: Farmář není spuštěn
de_de: Farmer läuft nicht
el_gr: Διακομιστής δεν λειτουργεί
fa_ir: مزرعه دار درحال اجرا نیست
id_id: Farmer sedang tidak berjalan
ja_jp: 農家が未実行
nl_nl: Farmer is niet gestart
pl_pl: Rolnik nie pracuje
ro: Fermierul nu ruleaza
ro_ro: Fermierul nu este pornit
ru_ru: Фермер не запущен
sk_sk: Nebeží farmer
sq_al: Ferma nuk është në gjendje pune
sr_sp: Фармер није покренут
tr_tr: Çiftçi çalışmıyor
zh_cn: 耕种节点没有运行

source: Farmer public key:
de_de: Öffentlicher Schlüssel des Farmers:
fa_ir: کلید عمومی استخراج کننده:
id_id: Kunci Publik Farmer:
ru_ru: Открытый ключ фермера:
sk_sk: Verejný kľúč farmára:

source: Farming
be_by: Ідзе фермерства
bg_bg: Копане
ca_es: Cultivant
cs_cz: Farmaření
el_gr: Συγκομιδή
fa_ir: مزرعه داری
ja_jp: 耕作中
pl_pl: Uprawa
ro: Farmare
ro_ro: Cultivare
ru_ru: Фарминг
sk_sk: Ťažba
sr_sp: Обрађивање
tr_tr: Üretim yapılıyor
zh_cn: 正在耕种

source: Farming Status
be_by: Стан фермерства
bg_bg: Статус на копането
ca_es: Estat de l'agricultura
cs_cz: Stav
de_de: Farm Status
el_gr: Κατάσταση Συγκομιδής
fa_ir: وضعیت مزرعه داری
id_id: Status Farming
ja_jp: 耕作の状態
pl_pl: Stan farmienia, uprawy
ro: Status farmare
ro_ro: Stare cultivare
ru_ru: Статус фарминга
sk_sk: Stav ťažby
sq_al: Statusi i Farming
sr_sp: Статус обраде
tr_tr: Üretim Durumu
zh_cn: 耕种状态

source: Fee
be_by: Камісійныя
bg_bg: Такса
ca_es: Taxa
cs_cz: Poplatek
de_de: Gebühr
el_gr: Προμήθεια
fa_ir: کارمزد
id_id: Biaya
ja_jp: 手数料
nl_nl: Vergoeding
pl_pl: Opłata
ro: Taxe
ro_ro: Taxe
ru_ru: Комиссия
sk_sk: Poplatok
sq_al: Tarifa
sr_sp: Накнада
tr_tr: Ücret
zh_cn: 费用

source: Fee ({currencyCode})
be_by: Камісійныя ({currencyCode})
bg_bg: Такса ({currencyCode})
ca_es: Comissió ({currencyCode})
cs_cz: Poplatek ({currencyCode})
de_de: Gebühr ({currencyCode})
el_gr: Τέλη ({currencyCode})
fa_ir: هزینه({currencyCode})
id_id: Biaya ({currencyCode})
ja_jp: 手数料 ({currencyCode})
nl_nl: Vergoeding ({currencyCode})
pl_pl: Opłata({currencyCode})
ro_ro: Comision ({currencyCode})
ru_ru: Комиссия ({currencyCode})
sk_sk: Poplatok ({currencyCode})
sq_al: Tarifa({currencyCode})
sr_sp: Накнада ({currencyCode})
tr_tr: Ücret ({currencyCode})
zh_cn: 费用({currencyCode})

source: Fees Amount
be_by: Сума камісійных
bg_bg: Размер на таксите
ca_es: Cost de comissions
cs_cz: Výše poplatků
de_de: Höhe der Gebühr
el_gr: Ποσό Τέλων
fa_ir: مبلغ کارمزد ها
id_id: Jumlah Biaya
ja_jp: 全手数料
nl_nl: Bedrag vergoeding
pl_pl: Kwota opłaty
ro: Suma taxe
ro_ro: Suma taxe
ru_ru: Объем коммисий
sk_sk: Výška poplatkov
sq_al: Shuma e tarifës
sr_sp: Износ накнада
tr_tr: Komisyon Miktarı
zh_cn: 费用

source: File
be_by: Файл
bg_bg: Файл
ca_es: Fitxer
cs_cz: Soubor
de_de: Datei
el_gr: Αρχείο
fa_ir: فایل
ja_jp: ファイル
nl_nl: Bestand
pl_pl: Plik
ro_ro: Filă
ru_ru: Файл
sk_sk: Súbor
sq_al: Skedari
sr_sp: Датотека
tr_tr: Dosya
zh_cn: 文件

source: Filename
be_by: Назва файла
bg_bg: Име на файл
ca_es: Nom del fitxer
cs_cz: Název souboru
de_de: Dateiname
el_gr: Όνομα αρχείου
fa_ir: نام فايل
id_id: Nama file
ja_jp: ファイル名
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
ro: Nume fisier
ro_ro: Nume fisier
ru_ru: Имя файла
sk_sk: Meno súboru
sq_al: Emri i skedarit
sr_sp: Ime datoteke
tr_tr: Dosya Adı
zh_cn: 文件名

source: Final folder location
be_by: Размяшчэнне канцавой папкі
bg_bg: Местоположение на финална папка
ca_es: Ubicació de la carpeta definitiva
cs_cz: Umístění konečné složky
de_de: Finaler Speicherort
el_gr: Τελική τοποθεσία φακέλου
fa_ir: مکان پوشه نهایی
id_id: Lokasi folder akhir
ja_jp: 最終フォルダの場所
nl_nl: Finale locatie map
pl_pl: Lokalizacja folderu docelowego
ro: Locatia folderului final
ro_ro: Locatia folderului final
ru_ru: Путь к папке для окончательного хранения
sk_sk: Cieľový adresár
sq_al: Vëndi i vendosjes së Skedarit
sr_sp: Коначна локација фолдера
tr_tr: Dosya Adresi
zh_cn: 最终文件夹位置
