Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: This difficulty is an artifically lower difficulty than on the real network, and is used when farming, in order to find more proofs and send them to the pool. The more plots you have, the higher difficulty you will have. However, the difficulty does not affect rewards.
de_de: Diese Schwierigkeit ist eine künstlich geringere Schwierigkeit als im realen Netzwerk und wird beim Farming verwendet um zusätzliche Proofs zu finden um sie dem Pool zu schicken. Je mehr Plots du hast, desto höher ist deine Schwierigkeit. Die Schwierigkeit wirkt sich jedoch nicht auf die Belohnungen aus.
ru_ru: Эта сложность является искусственно менее сложной, чем в реальной сети, и используется при фарминге, чтобы найти больше доказательств и отправить их в пул. Чем больше участков, тем выше уровень сложности. Сложность не влияет на награды.
sk_sk: Táto zložitosť je umelo nižšou zložitosťou ako v skutočnej sieti a používa sa pri farmárčení na vyhľadanie ďalších dôkazov a ich odoslanie do združenia. Čím viac polí máte, tým vyššia zložitosť. Zložitosť však nemá vplyv na odmeny.

source: This feature is available only from the GUI.
be_by: Гэтая функцыя даступная толькі праз графічны інтэрфейс.
bg_bg: Тази функция е налична само в графична среда.
cs_cz: Tato funkce je dostupná pouze v grafickém rozhraní.
de_de: Diese Funktion ist ausschließlich in der GUI verfügbar.
el_gr: Αυτή η δυνατότητα είναι διαθέσιμη μόνο στα μέλη PRO.
fa_ir: این ویژگی تنها در نسخه داری واسط گرافیکی در دسترس است.
id_id: Fitur ini hanya tersedia di GUI.
ja_jp: この機能は GUI 限定です。
nl_nl: Deze functie is alleen in de grafische omgeving beschikbaar.
pl_pl: Ta funkcja jest dostępna tylko z GUI.
ro: Aceasta facilitate este disponibila doar din GUI.
ro_ro: Aceasta facilitate este disponibila doar din GUI.
ru_ru: Эта функция доступна только из графического интерфейса.
sk_sk: Táto možnosť je dostupná iba z Electron aplikácie.
sq_al: Kjo veçori është në dispozicion vetëm nga GUI.
sr_sp: Ова опција је доступна само кроз корисничко окружење.
tr_tr: Bu özellik yalnızca grafik arayüzden kullanılabilir.
zh_cn: 此功能只在图形界面中提供。

source: This is the amount of Chia that you can currently use to make transactions. It does not include pending farming rewards, pending incoming transactions, and Chia that you have just spent but is not yet in the blockchain.
be_by: Сума манет Chia, якія вы зараз можаце выкарыстаць для выканання трансакцый. Не ўключае ў сябе чаканыя ўзнагароды за фермерства, чаканыя ўваходныя трансакцыі, а таксама вашы расходы, даныя пра якія яшчэ не былі занесены ў блокчэйн.
bg_bg: Това е количеството Chia, което в момента можете да използвате за извършване на транзакции. То не включва чакащи фермерски награди, чакащи входящи транзакции и Chia, които току-що сте похарчили, но все още не са в блокчейна.
cs_cz: Chia zůstatek využitelný pro transakce. Neobsahuje nezpracované odměny za farmaření, nezpracované příchozí transakce a ani převody, které ještě nebyly zaneseny do blockchainu.
de_de: Dies ist die Menge an Chia, mit der du derzeit Transaktionen durchführen kannst. Sie enthält keine ausstehenden Farmbelohnungen, ausstehende eingehende Transaktionen und Chia, die du gerade ausgegeben hast, aber die noch nicht in der Blockchain sind.
el_gr: Αυτό είναι το ποσό των Chia που μπορείτε να χρησιμοποιήσετε επί του παρόντος για να πραγματοποιήσετε συναλλαγές. Δεν περιλαμβάνει εκκρεμείς ανταμοιβές για τη συγκομιδή, εκκρεμείς εισερχόμενες συναλλαγές, και Chia που έχετε μόλις ξοδέψει αλλά δεν είναι ακόμη στο blockchain.
fa_ir: این مقدار چیـایی است که در حال حاضر می‌توانید برای انجام تراکنش ها استفاده کنید. این مقدار شامل پاداش معوق مزرعه ، معاملات ورودی معلق و مقدار چیـایی اخیراً هزینه کرده‌اید اما هنوز در زنجیره بلوکی نیستند نمی‌باشد.
id_id: Ini adalah jumlah Chia yang ada yang bisa anda gunakan untuk transaksi. Ini tidak berikut penghasilan farming yang masih tertahan, transaksi masuk yang masih tertahan, dan Chia yang sudah anda pakai tapi belum terdaftar di blockchain.
ja_jp: 取引に使用できるチアの額です。承認待ちの耕作報酬、承認待ちの入金取引、及びブロックチェーンにまだ含まれていない消費チアはいずれも含まれていません。
pl_pl: To jest ilość Chia, której możesz obecnie użyć do dokonywania transakcji. Nie obejmuje oczekujących nagród z farmienia, oczekujących transakcji przychodzących i Chia, które właśnie wydałeś, ale nie zostały potwierdzone w łańcuchu bloków.
ro: Aceasta este suma de Chia pe care o puteți utiliza în prezent pentru a efectua tranzacții. Nu include recompense în așteptare, tranzacții în așteptare și Chia pe care tocmai le-ați cheltuit, dar care nu se află încă în blockchain.
ro_ro: Aceasta este suma de Chia pe care o puteți utiliza în prezent pentru a efectua tranzacții. Nu include recompense în așteptare, tranzacții în așteptare și Chia pe care tocmai le-ați cheltuit, dar care nu se află încă în blockchain.
ru_ru: Это количество монет Чиа, которое в настоящее время вы можете использовать для совершения транзакций. Баланс не включает ожидающие вознаграждения за фармиг, ожидающие входящие транзакции и монеты, которые вы только что потратили, но они еще не попали в блокчейн.
sk_sk: Toto je množstvo Chia, ktoré môžete v súčasnosti použiť na uskutočnenie transakcií. Nezahŕňa nespracované odmeny za ťažbu, nespracované prichádzajúce transakcie a Chia, ktorú ste práve minuli, ale ešte nie je v blockchaine.
sq_al: Kjo është shuma e Chia që mund të përdorni aktualisht për të bërë transaksione. Nuk përfshin shpërblime në pritje të, transaksione në hyrje dhe Chia që sapo keni shpenzuar, por që nuk është ende në blockchain.
sr_sp: Ово је количина Chia коју тренутно можеш користити за обављање трансакција. Не укључује награде за фармање на чекању, долазне трансакције на чекању и Chia која је управо потрошена, али још увек није на блокчејну.
tr_tr: Bu, şu anda işlem yapmak için kullanabileceğiniz Chia miktarıdır. Bekleyen tarım ödüllerini, bekleyen işlemleri ve henüz harcadığınız ancak henüz blok zincirinde olmayan Chia'yı içermez.
zh_cn: 这是你目前可以交易的奇亚币数额。该数额不包含处理中的农场奖励、收入交易，以及未经区块链确认的支付交易。

source: This is the pending change, which are change coins which you have sent to yourself, but have not been confirmed yet.
be_by: Чаканы размен, то-бок разменныя манеты, адпраўленыя вамі самому сабе, але якія яшчэ не былі пацверджаны.
cs_cz: Dosud nezpracovaná změna vlastního převodu, která ještě nebyla potvrzena.
de_de: Dies ist die ausstehende Änderung. Hierbei handelt es sich um Wechselcoins, die du an dich selbst gesendet hast, aber noch nicht bestätigt wurden.
el_gr: Αυτή είναι η αλλαγή που εκκρεμεί, η οποία είναι η αλλαγή νομισμάτων που έχετε στείλει στον εαυτό σας, αλλά δεν έχουν επιβεβαιωθεί ακόμη.
fa_ir: این‌ تغییر در انتظار انجام است، تغییر سکه‌هایی که برای خودتان ارسال کرده‌اید، اما هنوز تایید نشده‌اند.
id_id: Ini adalah perubahan yang tertahan, perubahan koin yang anda kirim ke diri anda sendiri, tetapi belum ter konfirmasi.
ja_jp: 保留中のお釣り、つまり自分自身に送金したが、まだ承認されていないお釣りのコインの額です。
pl_pl: To oczekująca zmiana, czyli monety reszty, które wysłałeś do siebie, ale nie zostały jeszcze potwierdzone.
ro: Aceasta este schimbarea în așteptare, care sunt monede de schimb pe care vi le-ați trimis catre dvs, dar care nu au fost încă confirmate.
ro_ro: Aceasta este schimbarea în așteptare, care sunt monede de schimb pe care vi le-ați trimis catre dvs, dar care nu au fost încă confirmate.
ru_ru: Здесь рассчитан размер ожидаемой сдачи, которая осталась в качестве размена после отправки монет. Размен вы отправили себе, но транзакция еще не была подтверждена.
sk_sk: Toto je nespracovaná zmena. Sú to mince, ktoré ste si poslali, ale zatiaľ neboli spracované.
sq_al: Ky është ndryshimi në pritje, të cilat janë monedha ndryshimi që i keni dërguar vetes, por nuk janë konfirmuar ende.
sr_sp: Ово је промена на чекању, а то су новчићи који су себи послати, али још нису потврђени.
tr_tr: Bu, kendinize gönderdiğiniz fakat henüz onaylanmayan değişim conilerinin onaylanmasını bekleyen değişim onaylamasıdır.
zh_cn: 处理中的找零钱, 是你发送支出的找回, 但是没有被链上确认.

source: This is the sum of the incoming and outgoing pending transactions (not yet included into the blockchain). This does not include farming rewards.
be_by: Сума ўваходных і выходных чаканых (яшчэ не ўключаных у блокчэйн) трансакцый. Не ўключае ў сябе ўзнагароды за фермерства.
bg_bg: Това е сумата от входящите и изходящите чакащи транзакции (които все още не са включени в блокчейна). Това не включва награди от фармене.
cs_cz: Souhrn příchozích a odchozích nezpracovaných změn (zatím nejsou obsaženy v blockchainu). Neobsahuje odměny za farmaření.
de_de: Dies ist die Summe der eingehenden und ausgehenden ausstehenden Transaktionen (noch nicht in der Blockchain enthalten). Dies beinhaltet keine Farming Belohnungen.
el_gr: Αυτό είναι το άθροισμα των εισερχόμενων και εξερχόμενων συναλλαγών (που δεν περιλαμβάνονται ακόμη στο blockchain). Αυτό δεν περιλαμβάνει τις farming ανταμοιβές.
fa_ir: این مجموع تراکنش‌های در حال واریز و در حال برداشت شما است (که هنوز وارد زنجیره بلاکی نشده‌اند). این شامل پاداش‌های مزرعه‌داری نمی‌شود.
id_id: Ini ada jumlah dari transaksi masuk dan keluar yang masih dalam antrian (belum terdaftar ke dalam blockchain). Tidak berikut penghasilan dari farming.
ja_jp: これが (まだブロックチェーンに含まれていない) 保留中の入出金の合計です。耕作報酬は含まれていません。
pl_pl: Jest to suma przychodzących i wychodzących transakcji oczekujących (jeszcze nie uwzględnionych w łańcuchu bloków). Nie obejmuje to nagród za farmę.
ro: Aceasta este suma tranzacțiilor în așteptare primite și ieșite (neincluse încă în blockchain). Aceasta nu include recompensele.
ro_ro: Aceasta este suma tranzacțiilor în așteptare primite și expediate (neincluse încă în blockchain). Aceasta nu include recompensele.
ru_ru: Здесь рассчитана сумма входящих и исходящих ожидающих транзакций (еще не включенных в цепь блоков). Награды за фарминг не включены в сумму.
sk_sk: Toto je súčet prichádzajúcich a odchádzajúcich nespracovaných transakcií (ešte nezahrnutých do blockchainu). To nezahŕňa odmeny za ťažbu.
sq_al: Kjo është shuma e transaksioneve hyrëse dhe dalëse në pritje (nuk janë përfshirë ende në blockchain). Kjo nuk përfshin shpërblimet fermerit.
sr_sp: Ово је збир долазних и одлазних трансакција на чекању (које још нису укључене у блокчејн). Ово не укључује награде за фарамање.
tr_tr: Bu toplam, gelen, giden ve bekleyen işlemlerin toplamıdır (henüz blok zincirine dahil edilmemiştir). Bu, çiftçilik ödüllerini içermez.
zh_cn: 待处理的收入与支出总和(还未上链). 不包括农场耕种奖励.

source: This is the time of the latest peak sub block.
be_by: Момант часу самага апошняга крайняга падблока.
cs_cz: Čas dosažní dosud nejvyššího bloku.
de_de: Dies ist die Zeit des letzten Peak-Unterblocks.
el_gr: Αυτή είναι η ώρα του τελευταίου υπο-μπλοκ κορυφής.
fa_ir: این مدت زمان به حداکثر رسیدن آخرین زیربلاک است.
id_id: Ini adalah waktu dari ketinggian terakhir sub block.
ja_jp: 最新のピークサブブロックの日時です。
pl_pl: To jest czas ostatniego podbloku szczytowego.
ro: Acesta este momentul celui mai recent subbloc peak.
ro_ro: Acesta este momentul celui mai recent subbloc peak.
ru_ru: Это время последнего пикового суб блока.
sk_sk: Toto je čas posledného najvyššieho podbloku.
sq_al: Kjo është koha e nën bllokut të pikut të fundit.
sr_sp: Ово је време најновијег блока.
tr_tr: Bu, en son tepe alt bloğunun zamanıdır.
zh_cn: 最新的子块时间.

source: This is the time the block was created by the farmer, which is before it is finalized with a proof of time
be_by: Момант часу, калі блок быў створаны фермерам, г.зн. да таго, як ён быў завершаны праз пацвярджэнне часам (proof of time).
cs_cz: Čas vytvoření bloku farmářem ještě před jeho dokončením důkazem času (proof of time)
de_de: Das ist die Zeit, zu der der Block vom Farmer erstellt wurde, bevor er mit proof of time abgeschlossen wird
el_gr: Αυτή είναι η στιγμή που το μπλοκ δημιουργήθηκε από τον farmer, η οποία είναι πριν οριστικοποιηθεί με αποδεικτικό χρόνου
fa_ir: این مدت زمان صرف شده برای ساخت بلوک توسط مزرعه دار است،که قبلا با توجه به زمان سپری شده به انتها رسیده است
id_id: Ini adalah waktu dimana blok di hasilkan oleh farmer, sebelum di finalisasi dengan bukti dari waktu
ja_jp: これが農家がブロックを作成した日時です。時間証明によって完成する前の段階です。
pl_pl: Jest to czas, gdy blok został stworzony przez rolnika, zanim zostanie sfinalizowany dowodem czasu
ro: Acesta este momentul în care blocul a fost creat de farmer, care este înainte de a fi finalizat cu o 'proof of time'
ro_ro: Acesta este momentul în care blocul a fost creat de fermier, care este înainte de a fi finalizat cu o 'proof of time'
ru_ru: Это момент времени, когда блок был создан фермером, то есть до того, как он был завершен с применением алгоритма подтверждения времени (proof of time).
sk_sk: Toto je čas, kedy ťažiar vytvoril blok, a to ešte predtým, ako bol finalizovaný s dôkazom o čase
sq_al: Kjo është koha kur blloku është krijuar nga fermeri, e cila është para se të finalizohet me një provë të kohës
sr_sp: Ово је време када је фармер креирао блок, и то пре него што је финализован доказом о времену
tr_tr: Bu, bloğun çiftçi tarafından oluşturulduğu zamandır ve bu, bir zaman kanıtıyla sonuçlandırılmadan öncedir
zh_cn: 由农夫创建的区块的时间, 这个时间早于它被确认的时间.

source: This is the total amount of chia in the blockchain at the current peak sub block that is controlled by your private keys. It includes frozen farming rewards, but not pending incoming and outgoing transactions.
be_by: Агульная сума манет Chia у блокчэйне ў бягучым крайнім падблоку, падкантрольным вашаму закрытаму ключу. Уключае ў сябе замарожаныя ўзнагароды за фермерства, але не ўключае чаканыя ўваходныя і выходныя трансакцыі.
cs_cz: Celkový počet Chia v blockchainu při aktuální sub bloku kontrolovaný vaším privátním klíčem. Zahrnuje zmrazené odměny z farmaření ale nezahrnuje čekající příchozí ani odchozí transakce.
de_de: Dies ist die Gesamtmenge an Chia in der Blockchaim im aktuellen Peak-Unterblock, die von deinen privaten Schlüsseln gesteuert wird. Es enthält eingefrorene Belohnungen, jedoch keine ausstehenden eingehenden und ausgehenden Transaktionen.
el_gr: Αυτή είναι η συνολική ποσότητα chia στο blockchain στο τρέχον υπο-μπλοκ κορυφής που ελέγχεται από τα ιδιωτικά σας κλειδιά. Περιλαμβάνει βραβεία frozen farming, αλλά όχι εισερχόμενες και εξερχόμενες συναλλαγές.
fa_ir: این مقدار کل چیـا در زنجیره بلوکی در نقطه حداکثر زیر بلوک کنونی است که توسط کلیدهای شخصی شما کنترل می‌شود. این شامل پاداش های معلق و گیر کرده مزرعه داری می‌شود، اما شامل تراکنش های درحال ورود و خروجی که در آماده برای انجام هستند نمی‌شود.
id_id: Ini adalah jumlah total Chia di dalam blockchain di pucak terbaru sub blok yang di kontrol oleh kunci privat anda. Termasuk hadiah farming yang masi beku, tapi tidak termasuk transaksi masuk atau keluar yang masih tertahan.
ja_jp: 現在の先端サブブロックにおいて、あなたの秘密鍵が所有している全チアの額です。凍結中の耕作報酬は含まれますが、承認待ちの入出金取引は反映されていません。
pl_pl: Jest to całkowita ilość chia w łańcuchu blokowym w bieżącym bloku podrzędnym peak, który jest kontrolowany przez twoje klucze prywatne. Obejmuje nagrody z zamrożonego rolnictwa, ale nie obejmuje oczekujących transakcji przychodzących i wychodzących.
ro: Aceasta este cantitatea totală de chia din blockchain la subblocul peak curent care este controlat de cheile dvs. private. Include recompense înghețate, dar nu tranzacții în așteptare de intrare și de ieșire.
ro_ro: Aceasta este cantitatea totală de chia din blockchain la subblocul peak curent care este controlat de cheile dvs. private. Include recompense înghețate, dar nu tranzacții în așteptare de intrare și de ieșire.
ru_ru: Это общее количество монет Чиа в блокчейне в текущем пиковом суб блоке, которые контролируются вашими приватными ключами. Баланс включает в себя замороженные награды за фарм, но не включает ожидающие входящие и исходящие транзакции.
sk_sk: Toto je celkové množstvo Chia v blockchaine v aktuálne najnovšom čiastkovom bloku, ktorý je kontrolovaný vašimi súkromnými kľúčmi. Zahŕňa zmrazené odmeny za ťaženie, ale nie nespracované prichádzajúce a odchádzajúce transakcie.
sq_al: Kjo është sasia totale e chia në blockchain në nën bllok bllokun aktual që kontrollohet nga çelësat tuaj privatë. Ai përfshin shpërblime të ngrira, por jo në pritje të transaksioneve hyrëse dhe dalëse.
sr_sp: Ово је укупна количина chia на блокчејну у тренутном блоку којим управљају твоји приватни кључеви. Укључује замрзнуте награде за фарамање, али не долазне и одлазне трансакције.
tr_tr: Bu, özel anahtarlarınız tarafından kontrol edilen mevcut en yüksek alt bloktaki blok zincirindeki toplam chia miktarıdır. Dondurulmuş ödüllerini içerir, ancak bekleyen gelen ve giden işlemleri içermez.
zh_cn: 这里是你的私钥所控制的, 到目前最新子块高度为止的全部奇亚数. 包含被冻结的耕种奖励, 但不包含待处理的收入与支出.

source: This is the total balance + pending balance: it is what your balance will be after all pending transactions are confirmed.
be_by: Агульны баланс + чаканы баланс: гэта тое, якім будзе ваш баланс пасля пацвярджэння ўсіх чаканых трансакцый.
cs_cz: Celkový zůstatek plus čekající transakce. Jinými slovy: celkový zůstatek po schválení čekajících transakcí.
de_de: Dies ist das Gesamtguthaben + ausstehende Guthaben: Das ist dein Guthaben nachdem alle ausstehenden Transaktionen bestätigt wurden.
el_gr: Αυτό είναι το συνολικό υπόλοιπο + το εκκρεμές υπόλοιπο: αυτό είναι που θα είναι το υπόλοιπό σας μετά από όλες τις εκκρεμείς συναλλαγές που θα επιβεβαιωθούν.
fa_ir: این مقدار موجودی کل + موجودی در حال انتظار است: یعنی موجودی شما در زمانی که تمام تراکنش های در انتظار انجام به تایید برسند.
id_id: Ini adalah total saldo + saldo tertahan: total saldo yang akan ada pegang apabila semua transaksi tertahan sudah di konfirmasi.
ja_jp: これが全残高 + 保留中残高です: 全ての保留中の取引が承認されたら、残高はこの額になります。
pl_pl: To jest całkowite saldo + oczekujące saldo: taki będzie twój stan konta po potwierdzeniu oczekujących transakcji.
ro: Acesta este soldul total + soldul în așteptare: acesta va fi soldul dvs. după confirmarea tuturor tranzacțiilor în așteptare.
ro_ro: Acesta este soldul total + soldul în așteptare: acesta va fi soldul dvs. după confirmarea tuturor tranzacțiilor în așteptare.
ru_ru: Это общий баланс + отложенный баланс: это то, каким будет ваш баланс после подтверждения всех ожидающих транзакций.
sk_sk: Toto je celkový zostatok + nespracovaný zostatok alebo to, aký bude váš zostatok po potvrdení všetkých nespracovaných transakcií.
sq_al: Ky është bilanci i përgjithshëm + bilanci në pritje: është ai që do të jetë bilanci juaj pasi të jenë konfirmuar të gjitha transaksionet në pritje.
sr_sp: Ово је укупно стање + стање на чекању: то ће бити твоје стање након потврде свих трансакција на чекању.
tr_tr: Bu, toplam bakiye + bekleyen bakiyedir: ki bu tüm bekleyen işlemler onaylandıktan sonra bakiyenizin oluşacak bakiyedir.
zh_cn: 目前结余+待处理的结余: 在链上确认完成后就是你的最终总结余.

source: This is the total number of points this plotNFT has with this pool, since the last payout. The pool will reset the points after making a payout.
de_de: Dies ist die Gesamtzahl der Punkte, die dieses Plot-NFT mit diesem Pool seit der letzten Auszahlung gesammelt hat. Der Pool setzt die Punkte nach einer Auszahlung zurück.
ru_ru: Это общее количество баллов, которое есть у участка NFT с этим пулом с момента последней выплаты. Пул сбрасывает баллы после выплаты.
sk_sk: Toto je celkový počet bodov, ktoré má tento NFT v tomto združení od poslednej výplaty. Združenie vynuluje body po vykonaní výplaty.

source: This is the total number of points your farmer has found for this plot NFT. Each k32 plot will get around 10 points per day, so if you have 10TiB, should should expect around 1000 points per day, or 41 points per hour.
de_de: Dies ist die Gesamtzahl der Punkte, die dein Farmer für dieses Plot-NFT gefunden hat. Jeder k32 Plot erhält ca. 10 Punkte am Tag, also wenn du 10TiB hast solltest du etwa 1000 Punkte pro Tag oder 41 Punkte pro Stunde bekommen.
ru_ru: Это общее количество баллов, которые ваш фермер набрал для этого участка NFT. Каждый участок k32 будет получать около 10 очков в день, так что если у вас есть 10TiB, следует ожидать около 1000 баллов в день, или 41 баллов в час.
sk_sk: Toto je celkový počet bodov, ktoré váš farmár našiel pre tento NFT poľa. Každé k32 pole získa okolo 10 bodov za deň, takže ak máte 10TiB, mali by ste očakávať okolo 1000 bodov za deň, alebo 41 bodov za hodinu.

source: This node is fully caught up and validating the network
be_by: Вузел поўнасцю сінхранізаваўся з сеткай і выконвае праверку сеткі
cs_cz: Jste plně synchronizováni se sítí
de_de: Dieser node ist vollständig eingeholt und validiert das Netzwerk
el_gr: Αυτός ο κόμβος είναι πλήρως παγιδευμένος και επικυρώνει το δίκτυο
fa_ir: این گره کاملا درگیر و در حال اعتبار سنجی شبکه است
id_id: Node ini sudah mempunyai data terbaru dan sudah ikut men validasi dalam jaringan
ja_jp: このノードは先端に辿り着いて、ネットワークの検証に携わっています
pl_pl: Ten węzeł jest w pełni zsynchronizowany i sprawdza poprawność sieci
ro: Acest nod este complet prins și validează rețeaua
ro_ro: Acest nod este complet prins și validează rețeaua
ru_ru: Этот узел полностью догнал соседние узлы и выполняет валидацию в сети
sk_sk: Tento uzol je plne aktualizovaný a overuje sieť
sq_al: Kjo nyje është kapur plotësisht dhe po vërteton rrjetin
sr_sp: Пун чвор је достигнут и верификује мрежу
tr_tr: Bu düğüm tamamen yakalandı ve ağı doğruluyor
zh_cn: 本节点完全同步好了

source: This plot NFT is assigned to a different key. You can still create plots for this plot NFT, but you can not make changes.
de_de: Dieses Plot-NFT ist einem anderen Schlüssel zugeordnet. Du kannst noch Plots für dieses Plot-NFT erstellen, jedoch keine Änderungen vornehmen.
ru_ru: Этот участок NFT привязан к другому ключу. Вы по-прежнему можете создавать участки для этого участка NFT, но вы не можете вносить изменения.
sk_sk: Tento NFT poľa je priradený inému kľúču. Stále môžete vytvárať polia pre tento NFT, nemôžete však robiť zmeny.

source: This plot NFT is not connected to pool
de_de: Dieser Plot-NFT ist nicht mit dem Pool verbunden
ja_jp: このプロットNFTはプールに接続されていません
ru_ru: Этот участок NFT не подключен к пулу
sk_sk: Tento NFT poľa nie je pripojený k združeniu

source: This table shows you the last time your farm attempted to win a block challenge. <0>Learn more</0>
be_by: У гэтай табліцы паказваецца, калі ваша ферма апошнім разам спрабавала выйграць выпрабаванне блока. <0>Даведацца больш</0>
cs_cz: Seznam pokusů vaší farmy o vítězství blokové výzvy. <0>Dozvědět se více</0>
de_de: Diese Tabelle zeigt, wann deine Farm das letzte Mal versucht hat eine Blockherausforderung zu gewinnen. <0>Erfahre mehr</0>
el_gr: Αυτός ο πίνακας σας δείχνει την τελευταία φορά που το farm σας προσπάθησε να κερδίσει ένα block challenge. <0>Μάθετε περισσότερα</0>
fa_ir: این جدول آخرین زمانی را به شما نشان میدهد که مزرعه شما تلاشی برای برنده شدن در چالش و پردازش یک بلوک کرده است. <0>بیشتر بدانید</0>
id_id: Tabel berikut menunjukan waktu terakhir farm anda mencoba untuk memenangkan sebuah blok tantangan. <0>Pelajari lebih lanjut</0>
ja_jp: この表には、最後にあなたの畑がブロックチャレンジに勝とうと試みた詳細が記録されています。 <0>詳しく</0>
pl_pl: Ta tabela pokazuje kiedy twoja farma próbowała wygrać wyzwanie blokowe. <0>Dowiedz się więcej</0>
ro_ro: Acest tabel vă arată ultima dată când ferma dvs. a încercat să câștige o provocare de bloc.
ru_ru: Эта таблица показывает вам, когда ваша ферма в последний раз пыталась выиграть испытание при фарминге блока. <0>Подробнее</0>
sk_sk: Táto tabuľka zobrazuje, kedy sa vaša farma naposledy pokúsila vyhrať blokovú výzvu. <0> Ďalšie informácie </0>
sq_al: Kjo tabelë ju tregon hera e fundit që ferma juaj u përpoq të fitonte një sfidë blloku. <0> Mësoni më shumë </0>
sr_sp: Ова табела ти показује када је твоја фарма последњи пут покушала да победи у блок изазову. <0> Сазнај више </0>
tr_tr: Bu tablo, çiftliğinizin bir blok için en son ne zaman kazanmaya çalıştığını gösterir. <0> Daha fazla bilgi edinin </0>
zh_cn: 这个表格里面显示的是你的农场尝试过的区块挑战. <0>了解更多</0>
