Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: This trade was created at this time
be_by: Гэтая здзелка была створана ва ўказаны час
bg_bg: Тази търговия е създадена по това време
cs_cz: Tento obchod byl vytvořen v této době
de_de: Dieser Handel wurde zu dieser Zeit erstellt
el_gr: Αυτή η συναλλαγή δημιουργήθηκε αυτή την ώρα
fa_ir: این معامله در این لحظه به وجود آمده است
id_id: Perdagangan ini dibuat pada saat ini
ja_jp: この注文の作成日時です
nl_nl: Deze transactie is gecreëerd op dit moment
pl_pl: To zlecenie zostało utworzone w tym czasie
ro: Această tranzactie a fost creată în acest moment
ro_ro: Această tranzacție a fost creată în acest moment
ru_ru: Сделка была создана в это время
sk_sk: Čas, kedy sa tento obchod vytvoril
sq_al: Kjo tregti është krijuar në këtë kohë
sr_sp: Ова трговина је креирана у овом тренутку
tr_tr: Bu ticaret şu anda oluşturuldu
zh_cn: 本交易创建于

source: This trade was included on blockchain at this block height
be_by: Гэтая здзелка была занесена ў блокчэйн на ўказанай вышыні блока
bg_bg: Тази сделка беше включена в блокчейн на тази височина на блока
cs_cz: Tento obchod byl zahrnut do blockchainu v této výšce bloku
de_de: Dieser Handel wurde auf der Blockchain in dieser Blockhöhe aufgenommen
el_gr: Αυτή η συναλλαγή συμπεριλήφθηκε στο blockchain σε αυτό το ύψος μπλοκ
fa_ir: این معامله در این ارتفاع بلوکی شامل زنجیره بلوکی شده است‌
id_id: Perdagangan ini sudah termasuk di blockchain pada ketinggian block ini
ja_jp: このトレードはこのブロック高でブロックチェーンに取り込まれました。
nl_nl: Deze transactie is opgenomen in de blockchain op de hoogte van deze blok
pl_pl: To zlecenie zostało uwzględnione w blockchainie na tej wysokości
ro: Această tranzacție a fost inclusă pe blockchain la această înălțime a blocului
ro_ro: Această tranzacție a fost inclusă pe blockchain la această înălțime a blocului
ru_ru: Сделка была включена в блокчейн на указанной высоте блока
sk_sk: Tento obchod bol zahrnutý v blockchaine na tejto pozícii
sq_al: Kjo tregti u përfshi në bllokimin në këtë lartësi të bllokut
sr_sp: Ова трговина је укључена на блокчејну у овој висини блока
tr_tr: Bu ticaret, bu blok yüksekliğindeki blok zincirine dahil edildi
zh_cn: 该交易在链上的区块高度

source: This version of Chia is no longer compatible with the blockchain and can not safely farm.
be_by: Гэтая версія Chia больш несумяшчальная з блокчэйнам і не можа бяспечна фермерстваваць.
bg_bg: Тази версия на Chia вече не е съвместима с блокчейна и не може безопасно да се обработва.
cs_cz: Tato verze Chia již není kompatibilní s blockchainem a nemůže bezpečně farmit.
de_de: Diese Version von Chia ist nicht mehr kompatibel mit der Blockchain und kann nicht sicher farmen.
el_gr: Αυτή η έκδοση του Chia δεν είναι πλέον συμβατή με το blockchain και δεν μπορεί να γίνει farm με ασφάλεια.
fa_ir: این ورژن از چیـا دیگر با با شبکه بلوکی سازگاری ندارد و نمی‌تواند با امنیت به مزرعه داری بپردازد.
id_id: Versi Chia anda tidak serasi kepada blockchain dan tidak boleh ditransaksi.
ja_jp: ご使用のバージョンのチアアプリはブロックチェーンと互換性が無く、安全に耕作できません。
nl_nl: Deze versie van Chia is niet langer compatibel met de blockchain, en je kan niet meer veilig farmen.
pl_pl: Ta wersja Chia nie jest już kompatybilna z blockchain i nie może bezpiecznie uprawiać.
ru_ru: Эта версия Chia больше не совместима с блокчейном и не может безопасно фармить.
sk_sk: Táto verzia Chii nie je kompatibilná s blockchainom a farmenie na nej nie je bezpečné.
sq_al: Ky version i Chia nuk është më i pajtueshëm me blockchain dhe nuk mund të fermojë në mënyrë të sigurt.
sr_sp: Ова верзија Chia није компатибилна са блокчејном и не може безбедно користити фарму.
tr_tr: Chia'nın bu sürümü artık blockchain ile uyumlu değil ve güvenli bir şekilde hasat yapamıyor.
zh_cn: 此版本的奇亚客户端与区块链已经不再兼容，无法安全地种植。

source: Time Created
be_by: Створана
bg_bg: Време на създаване
cs_cz: Vytvořeno
de_de: Erstellungszeitpunkt
el_gr: Ώρα δημιουργίας
fa_ir: زمان ایجاد
id_id: Waktu Dibuat
ja_jp: 作成日時
nl_nl: Tijd gecreëerd
pl_pl: Czas utworzenia
ro: Creata in timp
ro_ro: Creata in timp
ru_ru: Время создания
sk_sk: Čas vytvorenia
sq_al: Koha qe u Kriua
sr_sp: Време креирања
tr_tr: Oluşturulma Zamanı
zh_cn: 创建时间

source: Timestamp
be_by: Метка часу
bg_bg: Времево клеймо
cs_cz: Časová značka
de_de: Zeitstempel
el_gr: Χρονικό Στιγμιότυπο
fa_ir: برچسب زمان
ja_jp: タイムスタンプ
nl_nl: Tijdstempel
pl_pl: Znacznik czasowy
ro: Timestamp-ul
ro_ro: Timestamp-ul
ru_ru: Временная метка
sk_sk: Časová značka
sq_al: Vula kohore
sr_sp: Временска ознака
tr_tr: Zaman damgası
zh_cn: 时间戳

source: To
be_by: Каму
bg_bg: Към
ca_es: Per a
cs_cz: Komu
de_de: Nach
el_gr: Προς
fa_ir: به
id_id: Ke
ja_jp: 宛先
nl_nl: Aan
pl_pl: Do
ro: Catre
ro_ro: Catre
ru_ru: Кому
sk_sk: Príjemca
sq_al: Për
sr_sp: За
tr_tr: İçin
zh_cn: 给

source: Total Balance
be_by: Агульны баланс
bg_bg: Общ баланс
ca_es: Saldo Total
cs_cz: Celkový zůstatek
de_de: Gesamtes Guthaben
el_gr: Συνολικό Υπόλοιπο
fa_ir: موجودی کل
id_id: Jumlah Saldo
ja_jp: 全残高
nl_nl: Totaal saldo
pl_pl: Aktualne saldo
ro: Balanta totala
ro_ro: Sold Total
ru_ru: Итоговый баланс
sk_sk: Celkový zostatok
sq_al: Totali i balances
sr_sp: Укупно стање
tr_tr: Toplam Bakiye
zh_cn: 总余额

source: Total Iterations
be_by: Усяго ітэрацый
bg_bg: Общи повторения
ca_es: Iteracions totals
cs_cz: Celkové iterace
de_de: Gesamte Iterationen
el_gr: Σύνολο Επαναλήψεων
fa_ir: کل تکرار ها
id_id: Jumlah iterasi
ja_jp: 全評価回数
nl_nl: Totaal # Iteraties
pl_pl: Wszystkie powtórzenia
ro: Iteratii totale
ro_ro: Iteratii totale
ru_ru: Всего итераций
sk_sk: Celkový počet iterácií
sq_al: Përsëritjet totale
sr_sp: Укупно понављања
tr_tr: Toplam Yineleme
zh_cn: 总迭代次数

source: Total Network Space
be_by: Агульны аб'ём сеткі
bg_bg: Общо пространство на мрежата
cs_cz: Celkový prostor sítě
de_de: Gesamte Netzwerkgröße
el_gr: Συνολικός Χώρος Δικτύου
fa_ir: فضای کل شبکه
id_id: Jumlah Jarak Rangkaian
ja_jp: 全ネットワーク容量
nl_nl: Totale grootte netwerk
pl_pl: Całkowita przestrzeń sieci
ro: Spatiul din retea total
ro_ro: Spatiul din retea total
ru_ru: Суммарное пространство сети
sk_sk: Celková veľkosť siete
sq_al: Hapësira totale e rrjetit
sr_sp: Укупни простор на мрежи
tr_tr: Toplam Ağ Alanı
zh_cn: 全网大小

source: Total Plot Size:
be_by: Агульны памер дзялянак:
bg_bg: Общ обем на полета:
cs_cz: Celková velikost pole:
de_de: Totale Plot Größe:
el_gr: Συνολικό Μέγεθος Plot:
fa_ir: اندازه کل پلات ها:
id_id: Jumlah Ukuran Plot:
ja_jp: 全耕地容量:
nl_nl: Totale grootte Plot:
pl_pl: Całkowity rozmiar działki:
ro: Marimea totala a ploturilor:
ro_ro: Dimensiunea totală a parcelelor:
ru_ru: Общий объем участков:
sk_sk: Celková veľkosť polí:
sq_al: Madhësia totale e Ploteve:
sr_sp: Укупна величина плота:
tr_tr: Toplam Plot Boyutu:
zh_cn: 总农田大小：

source: Total Size of Plots
be_by: Агульны памер дзялянак
bg_bg: Общ обем на полета
cs_cz: Celková velikost polí
de_de: Gesamtgröße der Plots
el_gr: Συνολικό μέγεθος των plots
fa_ir: جمع اندازه پلات ها
id_id: Jumlah Ukuran Plot-Plot
ja_jp: 全ての耕地の容量の合計
nl_nl: Totale grootte van jou plot bestanden
pl_pl: Całkowity rozmiar działek
ro: Dimensiunea totală a ploturilor
ro_ro: Dimensiunea totală a parcelelor
ru_ru: Общий объем участков
sk_sk: Celková veľkosť polí
sq_al: Madhësia totale e ploteves
sr_sp: Укупна величина плотова
tr_tr: Plot'ların Toplam Boyutu
zh_cn: 总农田大小：

source: Total VDF Iterations
be_by: Усяго ітэрацый VDF
cs_cz: Celkové VDF iterace
de_de: Totale VDF Iterationen
el_gr: Σύνολο Επαναλήψεων VDF
fa_ir: کل تکرار های VDF
id_id: Jumlah iterasi VDF
ja_jp: 全 VDF 評価回数
nl_nl: Totale VDF Iteraties
pl_pl: Wszystkie powtórzenia VDF
ro: Totalul iteratiilor VDF
ro_ro: Totalul iteratiilor VDF
ru_ru: Общее количество итерации VDF
sk_sk: Celkový počet VDF iterácií
sq_al: Përsëritjet totale të VDF-së
sr_sp: Укупно VDF понављања
tr_tr: Toplam VDF Yinelemeleri
zh_cn: 总VDF迭代数

source: Total iterations since the start of the blockchain
be_by: Агульная колькасць ітэрацый з моманту запуску блокчэйна
bg_bg: Общо итерации от началото на блокчейна
cs_cz: Počet opakování od začátku blockchainu
de_de: Gesamte Iterationen seit Start der Blockchain
el_gr: Συνολικές επαναλήψεις από την αρχή του blockchain
fa_ir: کل تکرارها از زمان شروع زنجیره بلوکی
id_id: Jumlah bilangan sejak mula blockchain
ja_jp: ブロックチェーンの開始からの合計評価回数
nl_nl: Totale iteraties sinds de start van de Blockchain
pl_pl: Wszystkie powtórzenia od początku blockchainu
ro: Totalul iteratiilor de la inceputul blockchain-ului
ro_ro: Totalul iteratiilor de la inceputul blockchain-ului
ru_ru: Общее количество итераций с момента запуска блокчейна
sk_sk: Celkový počet iterácií od začiatku blockchainu
sq_al: Përsëritjet totale që nga fillimi i blockchain
sr_sp: Укупно понављања од почетка блокчејна
tr_tr: Blok zincirinin başlangıcından bu yana toplam yineleme
zh_cn: 自区块开始以来的迭代数

source: Trade Details
be_by: Падрабязнасці здзелкі
bg_bg: Детайли на сделка
cs_cz: Podrobnosti obchodu
de_de: Handel Details
fa_ir: جزئیات معامله
id_id: Maklumat Perdagangan
ja_jp: 交換詳細
nl_nl: Details Handel
pl_pl: Szczegóły handlu
ro: Detaliile tranzactiilor
ro_ro: Detaliile tranzactiilor
ru_ru: Детали сделки
sk_sk: Detaily obchodu
sq_al: Detajet e Tregtisë
sr_sp: Детаљи о трговини
tr_tr: Alım/Satım detayları
zh_cn: 交易详情

source: Trade ID
be_by: Ідэнтыфікатар здзелкі
bg_bg: ID на сделка
cs_cz: ID obchodu
de_de: Handel ID
el_gr: Ταυτότητα Συναλλαγής
fa_ir: شناسه معامله
id_id: Id perdagangan
ja_jp: 交換 ID
nl_nl: ID Handel
pl_pl: ID transakcji
ro: ID-ul tranzactiei
ro_ro: ID-ul tranzactiei
ru_ru: Идентификатор сделки
sk_sk: Obchodné ID
sq_al: ID e tregtisë
sr_sp: ID трговине
tr_tr: Alım/Satım Kimliği
zh_cn: 交易ID

source: Trade ID:
be_by: Ідэнтыфікатар здзелкі:
bg_bg: ID на сделка:
cs_cz: ID obchodu:
de_de: Handel ID:
el_gr: Ταυτότητα Συναλλαγής:
fa_ir: شناسه معامله:
id_id: Id perdagangan:
ja_jp: 交換 ID:
nl_nl: ID Handel:
pl_pl: ID transakcji:
ro: ID-ul tranzactiei:
ro_ro: ID-ul tranzactiei:
ru_ru: Идентификатор сделки:
sk_sk: Obchodné ID:
sq_al: ID e tregtisë:
sr_sp: ID трговине:
tr_tr: Alım/Satım Kimliği:
zh_cn: 交易ID：

source: Trade Overview
be_by: Агляд здзелкі
bg_bg: Преглед на търговията
cs_cz: Přehled obchodu
de_de: Handel Überblick
el_gr: Επισκόπηση Συναλλαγών
fa_ir: بررسی اجمالی معاملات
id_id: Overview Perdagangan
ja_jp: 交換一覧
nl_nl: Overzicht handel
pl_pl: Podsumowanie transakcji
ro: Prezentare tranzactie
ro_ro: Prezentare tranzactie
ru_ru: Обзор торгов
sk_sk: Prehľad obchodov
sq_al: Pasqyrë e Tregtisë
sr_sp: Преглед трговине
tr_tr: Alım/Satım Önizlemesi
zh_cn: 交易概况

source: Trades will show up here
be_by: Здзелкі будуць паказвацца тут
bg_bg: Сделките ще се показват тук
cs_cz: Zde se zobrazí obchody
de_de: Handel wird hier auftauchen
el_gr: Οι Συναλλαγές θα εμφανιστούν εδώ
fa_ir: معاملات در اینجا نشان داده می شود
id_id: Perdagangan tertera di sini
ja_jp: 交換はここに表示されます
nl_nl: Transacties zullen hier verschijnen
pl_pl: Transakcje pojawią się tutaj
ro: Tranzactiile vor aparea aici
ro_ro: Tranzactiile vor aparea aici
ru_ru: Здесь будут отображаться сделки
sk_sk: Tu sa zobrazia obchody
sq_al: Tregtitë do të shfaqen këtu
sr_sp: Овде ће се појавити трговине
tr_tr: Alım/Satımlar burada gözükecek
zh_cn: 交易会在这里显示

source: Trading
be_by: Таргі
bg_bg: Търговия
cs_cz: Obchodování
de_de: Handel
el_gr: Συναλλαγές
fa_ir: معامله کردن
id_id: Perdagangan
ja_jp: 交換
nl_nl: Handel
pl_pl: Handel
ro: Tranzactionare
ro_ro: Tranzactionare
ru_ru: Торговля
sk_sk: Obchodovanie
sq_al: Tregtimi
sr_sp: Трговање
tr_tr: Ticaret
zh_cn: 交易

source: Trading History
be_by: Гісторыя таргоў
bg_bg: История на търговията
cs_cz: Historie transakce
de_de: Handel Historie
el_gr: Ιστορικό Συναλλαγών
fa_ir: تاریخچه معاملات
id_id: Sejarah Perdagangan
ja_jp: 交換履歴
nl_nl: Handels geschiedenis
pl_pl: Historia Transakcji
ro: Istoria tranzactiilor
ro_ro: Istoria tranzactiilor
ru_ru: История торгов
sk_sk: História obchodovania
sq_al: Historia e Tregtisë
sr_sp: Историја трговања
tr_tr: Ticaret Geçmişi
zh_cn: 交易历史

source: Transactions Filter Hash
be_by: Хэш фільтра трансакцый
bg_bg: Хеш на филтъра за транзакции
cs_cz: Hash filtru transakcí
de_de: Transaktions Filter Hash
el_gr: Hash Φίλτρο Συναλλαγών
fa_ir: هشِ فیلتر تراکنش ها
id_id: Seleksi Hash Transaksi
ja_jp: 取引フィルターハッシュ値
nl_nl: Transacties filter hash
pl_pl: Hash filtra transakcji
ro: Filtru Hash Tranzacții
ro_ro: Filtru Hash Tranzacții
ru_ru: Хэш фильтра транзакций
sk_sk: Hash filtra transakcií
sq_al: Filteri I Transaksioneve
sr_sp: Хеш за филтер трансакције
tr_tr: Karma Transfer Filtresi
zh_cn: 交易过滤器哈希

source: Type
be_by: Тып
bg_bg: Тип
ca_es: Tipus
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
fa_ir: نوع
id_id: Jenis
ja_jp: 種類
pl_pl: Typ
ro: Tip
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ
sq_al: Tipi
sr_sp: Тип
tr_tr: Tür
zh_cn: 类别

source: Unable to create plot NFT
de_de: Erstellen des Plot-NFT fehlgeschlagen
ru_ru: Невозможно создать участок NFT
sk_sk: Nepodarilo sa vytvoriť NFT poľa

source: Unclaimed Rewards
de_de: Nicht eingeforderte Belohnungen
ru_ru: Не Забранные Награды "{name}"
sk_sk: Nevyzdvihnuté odmeny

source: Unfinished
be_by: Незавершаны
bg_bg: Незавършен
ca_es: Inacabat
cs_cz: Nedokončeno
de_de: Unvollendet
el_gr: Μη Ολοκληρωμένο
fa_ir: ناتمام
id_id: Belum Selesai
ja_jp: 未完成
nl_nl: Onafgewerkt
pl_pl: Niedokończony
ro: Neterminat
ro_ro: Neterminat
ru_ru: Незаконченный
sk_sk: Nedokončené
sq_al: E papërfunduar
sr_sp: Незавршено
tr_tr: Bitmemiş
zh_cn: 未完成

source: Unique identifier
be_by: Унікальны ідэнтыфікатар
bg_bg: Уникален идентификатор
cs_cz: Jedinečný identifikátor
de_de: Eindeutige Kennung
el_gr: Μοναδικό αναγνωριστικό
fa_ir: شناسایی منحصر به فرد
id_id: Identifikasi unik
ja_jp: 一意的識別子
nl_nl: Unieke id
pl_pl: Unikalny identyfikator
ro: Identificator unic
ro_ro: Identificator unic
ru_ru: Уникальный идентификатор
sk_sk: Jedinečný identifikátor
sq_al: Identifikues unik
sr_sp: Јединствени идентификатор
tr_tr: Benzersiz Tanımlayıcı
zh_cn: 唯一识别码

source: Unknown
be_by: Невядомы
bg_bg: Неизвестно
ca_es: Desconegut
cs_cz: Neznámé
de_de: Unbekannt
el_gr: Άγνωστο
fa_ir: ناشناخته
id_id: Diketahui
ja_jp: 不明
nl_nl: Onbekend
pl_pl: Nieznany
ro_ro: Necunoscut
ru_ru: Неизвестный
sk_sk: Neznáme
sq_al: I panjohur
sr_sp: Непознато
tr_tr: Bilinmeyen

source: Unsaved Changes
de_de: Ungesicherte Änderungen
ru_ru: Несохранённые изменения
sk_sk: Neuložené zmeny

source: User Pubkey
be_by: Адкрыты ключ карыстальніка
bg_bg: Публичен ключ на потребител
cs_cz: Uživatelský veřejný klíč
de_de: Benutzer Pubkey
el_gr: Pubkey Χρήστη
fa_ir: کلید عمومی کاربر
id_id: Pubkey User
ja_jp: ユーザー公開鍵
nl_nl: Pubkey gebruiker
pl_pl: Publiczny Klucz Użytkownika
ro: Pubkey Utilizator
ro_ro: Pubkey Utilizator
ru_ru: Пользовательский публичный ключ
sk_sk: Používateľov verejný kľúč
sq_al: Përdoruesi Pubkey
sr_sp: Кориснички јавни кључ
tr_tr: Herkese Açık Kullanıcı Anahtarı
zh_cn: 用户公钥

source: VDF Sub Slot Iterations
be_by: Ітэрацый VDF падслота
cs_cz: VDF dílčí iterace slotu
de_de: VDF Sub Slot Iterationen
fa_ir: تکرارهای زیر شکافی VDF
id_id: Iterasi VDF Sub Slot
ja_jp: VDF サブスロット評価回数
nl_nl: VDF Sub-slot herhalingen
pl_pl: Podrzędne Iteracje VDF
ro: Iteratii sub slot VDF
ro_ro: Iteratii sub slot VDF
ru_ru: Итерации VDF суб слота
sk_sk: VDF dielčie iterácie slotu
sq_al: Përsëritjet e VDF Nën Slot
sr_sp: Подслотови VDF понављања
tr_tr: VDF alt alan yinelemeleri
zh_cn: VDF子项迭代数

source: Value seems high
de_de: Wert scheint hoch
id_id: Nilai Kelihatan terlalu tinggi
ru_ru: Значение вероятно завышено
sk_sk: Hodnota sa zdá byť vysoká

source: Verify Pool Details
de_de: Pool-Details überprüfen
id_id: Verifikasi Detil Pool
ru_ru: Подтвердите подробности пула
sk_sk: Overte detaily združenia

source: View
be_by: Выгляд
bg_bg: Виж
ca_es: Veure
cs_cz: Zobrazení
de_de: Ansicht
el_gr: Εμφάνιση
fa_ir: مشاهده
id_id: Lihat
ja_jp: 表示
nl_nl: Bekijk
pl_pl: Widok
ro_ro: Afișare
ru_ru: Вид
sk_sk: Zobrazenie
sq_al: Shiko
sr_sp: Преглед
tr_tr: Görünüm
zh_cn: 查看

source: View Log
be_by: Праглядзець журнал
bg_bg: Виж лог-а
ca_es: Mostra el registre
cs_cz: Zobrazit log
de_de: Log anzeigen
el_gr: Εμφάνιση αρχείου καταγραφής
fa_ir: مشاهده سوابق(لاگ)
id_id: Lihat Log
ja_jp: ログを表示
nl_nl: Bekijk log
pl_pl: Zobacz Logi
ro: Vezualizeaza loguri
ro_ro: Vezi Jurnal
ru_ru: Посмотреть журнал
sk_sk: Zobraziť záznam
sq_al: Shikoni regjistrin
sr_sp: Погледај евиденцију
tr_tr: Kayıtlara Bak
zh_cn: 查看日志

source: View Offer
be_by: Праглядзець аферту
bg_bg: Виж предложения
ca_es: Mostra les ofertes
cs_cz: Zobrazit nabídku
de_de: Angebot anzeigen
el_gr: Προβολή Προσφοράς
fa_ir: مشاهده‌ی پیشنهاد
id_id: Lihat Tawaran
ja_jp: 注文を表示
nl_nl: Bekijk aanbieding
pl_pl: Zobacz Ofertę
ro: Vizualizeaza oferta
ro_ro: Vezi oferta
ru_ru: Просмотр заявок
sk_sk: Zobraziť ponuku
sq_al: Shiko Ofertën
sr_sp: Погледај понуду
tr_tr: Teklifi göster
zh_cn: 查看出价

source: View Pool Login Link
de_de: Pool Login Link anzeigen
id_id: Lihat alamat web Login Pool
ru_ru: Ссылка для входа на пул
sk_sk: Zobraziť odkaz na prihlásenie do združenia

source: View pending balances
be_by: Праглядзець чаканы баланс
bg_bg: Виж изчакващи баланси
cs_cz: Zobrazit nevyřízené zůstatky
de_de: Zeige ausstehendes Guthaben
el_gr: Προβολή εκκρεμών υπολοίπων
fa_ir: مشاهده موجودی های در حال انتظار
id_id: Lihat saldo pending
ja_jp: 保留中残高を表示
nl_nl: Bekijk niet verwerkt saldo
pl_pl: Zobacz oczekujące saldo
ro: Vizualizeaza balanta in asteptare
ro_ro: Vizualizeaza balanta in asteptare
ru_ru: Просмотр ожидаемого баланса
sk_sk: Zobraziť nespracované zostatky
sq_al: Shikoni bilancet në pritje
sr_sp: Погледај стања на чекању
tr_tr: Bekleyen bakiyeleri görüntüleyin
zh_cn: 查看处理中的余额

source: View pending balances...
be_by: Праглядзець чаканы баланс...
bg_bg: Виж изчакващи баланси...
cs_cz: Zobrazit nevyřízené zůstatky...
de_de: Zeige ausstehendes Guthaben...
el_gr: Προβολή εκκρεμών υπολοίπων...
fa_ir: مشاهده موجودی های در انتظار...
id_id: Lihat saldo pending...
ja_jp: 保留中残高を表示…
nl_nl: Bekijk niet verwerkt saldo...
pl_pl: Zobacz oczekujące saldo...
ro: Vizualizeaza balanta in asteptare...
ro_ro: Vizualizează sold în așteptare...
ru_ru: Просмотр ожидаемого баланса...
sk_sk: Zobraziť nespracované zostatky...
sq_al: Shikoni bilancet në pritje...
sr_sp: Преглед стања на чекању...
tr_tr: Bekleyen bakiyeleri görüntüleyin...
zh_cn: 查看处理中的余额…

source: Wait for synchronization
be_by: Чаканне сінхранізацыі
bg_bg: Изчаква за синхронизация
cs_cz: Čekání na synchronizaci
de_de: Warten auf Synchronisation
el_gr: Αναμονή για συγχρονισμό
fa_ir: در انتظار همگام سازی
id_id: Menunggu sikronisasi
ja_jp: 同期待ち
nl_nl: Wachten op synchronisatie
pl_pl: Oczekiwanie na synchronizację
ro: Asteapta sincronizarea
ro_ro: Asteapta sincronizarea
ru_ru: Дождитесь синхронизации
sk_sk: Čakanie na synchronizáciu
sq_al: Prisni për sinkronizim
sr_sp: Сачекај синхронизацију
tr_tr: Senkronizasyonu bekleyin
zh_cn: 等待同步

source: Waiting for the transaction to be confirmed
de_de: Warten auf Transaktionsbestätigung
id_id: Menunggu transaksi untuk di konfirmasi
ru_ru: Ожидание подтверждения транзакции
sk_sk: Čaká sa na potvrdenie transakcie

source: Wallet Status:
id_id: Status Dompet:
ru_ru: Статус кошелька:
sk_sk: Stav peňaženky:

source: Wallets
be_by: Кашалькі
bg_bg: Портфейли
ca_es: Cartera
cs_cz: Peněženky
el_gr: Πορτοφόλια
fa_ir: کیف پول ها
ja_jp: ウォレット
nl_nl: Portemonnees
pl_pl: Portfele
ro: Portofele
ro_ro: Portofele
ru_ru: Кошельки
sk_sk: Peňaženky
sq_al: Kuletat
sr_sp: Новчаници
tr_tr: Cüzdanlar
zh_cn: 钱包

source: Want to Join a Pool? Create a Plot NFT
de_de: Möchtest du einem Pool beitreten? Erstelle ein Plot-NFT
id_id: Mau bergabung ke Pool? Buat sebuah Plot NFT
ru_ru: Хотите присоединиться к пулу? Создайте участок NFT
sk_sk: Chcete sa pripojiť k združeniu? Vytvorte NFT poľa

source: Want to earn more Chia? Add more plots to your farm.
be_by: Хочацца атрымліваць большы даход у Chia? Дадайце больш дзялянак на сваю ферму.
bg_bg: Искате да получавате повече Chia? Добавете повече полета в фермата си.
cs_cz: Chcete získat více Chia? Přidejte další pole do vaší farmy.
de_de: Willst du mehr Chia verdienen? Füge mehr Plots deiner Farm hinzu.
el_gr: Θέλετε να κερδίσετε περισσότερα Chia? Προσθέστε περισσότερα plots στο farm σας.
fa_ir: آیا می خواهید چیـا بیشتری بدست آورید؟ پلات های بیشتری را به مزرعه خود اضافه کنید.
id_id: Ingin mendapatkan lebih banyak Chia? Tambahkan lebih banyak plot ke farm anda.
ja_jp: 畑に耕地を増やしましょう。さらにチアを得られますよ。
nl_nl: Wil je meer Chia verdienen? Voeg meer plotbestanden toe aan je farm.
pl_pl: Chcesz zarabiać więcej Chia? Dodaj więcej działek do swojej farmy.
ro: Vrei sa castigi mai multi Chia? Adauga mai multe ploturi la ferma ta.
ro_ro: Vrei să câștigi mai multe Chia? Adaugă mai multe parcele la ferma ta.
ru_ru: Хотите получать больше дохода в Чиа? Добавьте больше участков к своей ферме.
sk_sk: Chcete zarobiť viac Chia? Pridajte na svoju farmu ďalšie polia.
sq_al: Dëshironi të fitoni më shumë Chia? Shtoni më shumë plote në fermën tuaj.
sr_sp: Желиш да зарадиш више? Додај још плотова у фарму.
tr_tr: Daha fazla Chia kazanmak için madencinize daha fazla plot ekleyin.
zh_cn: 想要赚取更多奇亚币？ 给你的农场多开垦一些农田吧。

source: Want to have a delay before the next plot starts?
be_by: Хочаце задаць затрымку перад пачаткам засявання наступнай дзялянкі?
bg_bg: Искате да има време преди да започне следващото поле?
cs_cz: Chcete posunout začátek vytváření dalšího pole?
de_de: Möchtest du eine Verzögerung haben, bevor der nächste Plot beginnt?
el_gr: Θέλετε να έχετε μια καθυστέρηση πριν ξεκινήσει το επόμενο plot;
fa_ir: آیا می خواهید قبل از شروع ساخت پلات بعدی تاخیر داشته باشید؟
id_id: Anda hendak lebih masa sebelum plot seterusnya mula?
ja_jp: 次の耕地を耕しはじめる前に遅延時間を挟みますか？
nl_nl: Wil je de volgende plot starten met een vertraging?
pl_pl: Chcesz mieć opóźnienie zanim ruszy następna działka?
ro: Doriti să aveți o intarziere inainte de inceperea urmatorului plot?
ro_ro: Doriți o decalare a momentului începerii următoarei parcele?
ru_ru: Хотите установить задержку между стартом параллельного засевания файлов?
sk_sk: Chcete oneskoriť začiatok vykresľovania ďalšieho poľa?
sq_al: Dëshironi të keni një vonesë para se të fillojë ploti tjetër?
sr_sp: Да ли желиш паузу пре почетка следећег плота?
tr_tr: Bir sonraki plot başlamadan önce biraz zaman mı istiyorsunuz?
zh_cn: 想要在开垦下一块农田前等待一会？

source: Warning: This key is used for a wallet that may have a non-zero balance. By deleting this key you may lose access to this wallet
de_de: Warnung: Dieser Key wird für eine Wallet benutzt die möglicherweise nicht leer ist. Beim Löschen des Keys könnte der Zugang zur Wallet verloren gehen
ja_jp: 注意: この鍵を使用するウォレットは残高がゼロでない可能性があります。この鍵を削除するとウォレットを失くすかもしれません。
ru_ru: Предупреждение: Этот ключ используется для кошелька, который может иметь ненулевой баланс. Удаляя этот ключ, вы можете потерять доступ к этому кошельку
sk_sk: Varovanie: Tento kľúč sa používa pre peňaženku, ktorá môže mať nenulový zostatok. Odstránením tohto kľúča môžete stratiť prístup k tejto peňaženke

source: Warning: This key is used for your farming rewards address. By deleting this key you may lose access to any future farming rewards
de_de: Warnung: Dieser Key wird für deine Farming-Belohnungen verwendet. Durch das Löschen dieses Keys kannst du den Zugriff auf zukünftige Farming-Belohnungen verlieren
ja_jp: 注意: この鍵は耕作報酬アドレスに使われています。この鍵を削除すると、今後の耕作報酬を失くすかもしれません。
ru_ru: Предупреждение: Этот ключ используется для вашего адреса фермерских вознаграждений. Удаляя этот ключ, вы можете потерять доступ к будущим фермерским вознаграждениям
sk_sk: Varovanie: Tento kľúč sa používa pre vašu adresu farmárskych odmien. Odstránením tohto kľúča môžete stratiť prístup k budúcim farmárskym odmenám
