Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Finished
be_by: Завершана
bg_bg: Завършен
ca_es: Acabat
cs_cz: Dokončeno
de_de: Beendet
el_gr: Ολοκληρώθηκε
fa_ir: تمام شد
id_id: Selesai
ja_jp: 完成
nl_nl: Beëindigd
pl_pl: Zakończono
ro: Terminat
ro_ro: Terminat
ru_ru: Завершен
sk_sk: Dokončené
sq_al: Përfundoi
sr_sp: Завршено
tr_tr: Bitti
zh_cn: 已完成

source: Follow on Twitter
be_by: Падпісацца ў Twitter
bg_bg: Последвай в Twitter
ca_es: Segueix a Twitter
cs_cz: Sledovat na Twitteru
de_de: Folge auf Twitter
el_gr: Ακολουθήστε μας στο Τwitter
fa_ir: در توییتر دنبال کنید
id_id: Follow di Twitter
ja_jp: Twitter でフォロー
nl_nl: Volg op Twitter
pl_pl: Śledź na Twitterze
ro_ro: Urmărește pe Twitter
ru_ru: Следить в Twitter
sk_sk: Sledovať na Twitteri
sq_al: Na ndiqni në Twitter
sr_sp: Пратите нас на Твитеру
tr_tr: Twitter'da Takip Et
zh_cn: 关注我们的Twitter

source: Frequently Asked Questions
be_by: Частыя пытанні
bg_bg: Често задавани въпроси
ca_es: Preguntes Freqüents
cs_cz: Často kladené otázky
de_de: Häufig gestellte Fragen
el_gr: Συχνές ερωτήσεις
fa_ir: سوالات متداول
ja_jp: よくある質問
nl_nl: Veel gestelde vragen
pl_pl: Często zadawane pytania
ro_ro: Întrebări frecvente
ru_ru: Часто задаваемые вопросы
sk_sk: Často kladené otázky (FAQ)
sq_al: Pyetjet më të shpeshta
sr_sp: Често Постављана Питања
tr_tr: Sıkça Sorulan Sorular
zh_cn: 常见问题解答

source: Full Node
be_by: Поўны вузел
bg_bg: Цялостен възен
ca_es: Node complet
cs_cz: Uzel
el_gr: Πλήρης Κόμβος
fa_ir: گره کامل
ja_jp: フルノード
nl_nl: Volledige Node
pl_pl: Pełen węzeł
ro: Nod complet
ro_ro: Nod complet
ru_ru: Полный узел
sk_sk: Celý uzol
sq_al: Nyja e plotë
sr_sp: Пун Чвор
tr_tr: Tam Node
zh_cn: 全节点

source: Full Node Overview
de_de: Full Node Übersicht
id_id: Gambaran node Total
ru_ru: Полный обзор узла
sk_sk: Prehľad celého uzla
tr_tr: Tam Düğüme Genel Bakış

source: Full Screen
be_by: На ўвесь экран
bg_bg: Пълен екран
ca_es: Pantalla completa
cs_cz: Celá obrazovka
de_de: Vollbild
el_gr: Πλήρης Οθόνη
fa_ir: تمام صفحه
id_id: Layar Penuh
ja_jp: 全画面表示
nl_nl: Volledig scherm
pl_pl: Pełny ekran
ro_ro: Ecran Complet
ru_ru: Полный экран
sk_sk: Celá obrazovka
sq_al: Ekran i plotë
sr_sp: Цео Екран
tr_tr: Tam Ekran
zh_cn: 全屏

source: Generate New Colour
be_by: Згенерыраваць новы колер
bg_bg: Генериране на нов цвят
ca_es: Genera un nou color
cs_cz: Generovat novou barvu
de_de: Erstelle neue Farbe
el_gr: Δημιουργία Νέου Χρώματος
fa_ir: ساخت رنگ جدید
id_id: Hasilkan Warna Baru
ja_jp: 新しい色を生成
nl_nl: Genereer nieuwe kleur
pl_pl: Wygeneruj nowy kolor
ro: Genereaza culoare noua
ro_ro: Genereaza culoare noua
ru_ru: Сгенерировать новый цвет
sk_sk: Generovať novú farbu
sq_al: Gjenero një ngjyrë tjetër
sr_sp: Генериши нову боју
tr_tr: Yeni Renk Oluştur
zh_cn: 生成新的色彩

source: Grid view
de_de: Rasteransicht
id_id: Tampilan grid
ru_ru: Вид "сетка"
sk_sk: Mriežkové zobrazenie

source: HD or Hierarchical Deterministic keys are a type of public key/private key scheme where one private key can have a nearly infinite number of different public keys (and therefor wallet receive addresses) that will all ultimately come back to and be spendable by a single private key.
be_by: Іерархічныя дэтэрмінаваныя ключы (англ.Hierarchical Deterministic keys, скарочана HD) — гэта схема адкрытага/закрытага ключоў, у якой адзін закрыты ключ можа мець амаль што бясконцую колькасць адкрытых ключоў (і, адпаведна, адрасоў атрымання кашалька), якія ў канчатковым выніку вяртаюцца да адзінага закрытага ключа і будуць выкарыстоўвацца ім.
ca_es: HD o Hierarchical Deterministic keys són un tipus de clau pública/privada d'un esquema on la clau privada pot tenir un nombre quasi infinit de diferents claus públiques (i per tant adreces de rebuda a la cartera) que en última instància tornaran i poden ser utilitzades per una única clau privada.
cs_cz: HD nebo Hierarchické Deterministické klíče jsou typy veřejného/soukromého klíče, kde jeden soukromý klíč může mít téměř nekonečný počet různých veřejných klíčů (a tedy i příchozích adres peněženky). Všechny adresy tedy končí v jedné a té samé peněžence.
de_de: HD oder hierarchische determenistische Schlüssel sind eine Art öffentliche Schlüssel/private Schlüssel, bei dem ein privater Schlüssel eine nahezu unendliche Anzahl verschiedener öffentlicher Schlüssel (und damit Wallet Empfangsadressen) haben kann, die letztendlich alle auf einen einzelnen privaten Schlüssel zurückkommen und von diesem ausgegeben werden können.
el_gr: Τα HD ή τα Hierarchical Deterministic keys είναι ένας τύπος δημόσιου κλειδιού/ιδιωτικού κλειδιού όπου ένα ιδιωτικό κλειδί μπορεί να έχει ένα σχεδόν άπειρο αριθμό διαφορετικών δημόσιων κλειδιών (και συνεπώς και διευθύνσεις λήψης πορτοφολιού) που όλα τελικά θα επανέλθουν και θα δαπανηθούν από ένα μόνο ιδιωτικό κλειδί.
fa_ir: کلید های سلسله مراتب قطعی(HD)، نوعی طرح کلید عمومی/شخصی هستند، که یک کلید شخصی می تواند نزدیک به بیشمار عدد از کلید های عمومی مختلف (و بنابراین کیف پول چندین آدرس را دریافت می‌کند) که در نهایت همگی به یک کلید شخصی باز می‌گردند و قابل خرج کردن با آن کلید می‌شوند.
id_id: HD atau kunci Hierarchical Deterministic adalah salah satu skema kunci publik/privat dimana satu kunci privat dapat memiliki kunci publik nyaris tak terbatas (dan juga alamat penerimaan dompet) yang ujungnya akan kembali ke dan dapat digunakan oleh satu kunci privat.
ja_jp: 階層的決定性鍵、または HD 鍵とは、一つの秘密鍵に無数の公開鍵 (= ウォレットの受け取りアドレス) を対応させることができる公開・秘密鍵の生成方法です。どの公開鍵への入金も、最終的には同じ秘密鍵に着金し、同じ秘密鍵で支払うことができます。
nl_nl: HD of hiërarchisch deterministische sleutels zijn een soort openbare sleutel/privésleutel-schema waarbij één privésleutel een bijna oneindig aantal verschillende openbare sleutels kan hebben (en dus portemonnee-ontvangstadressen) die uiteindelijk allemaal terug zullen komen naar en uitgegeven kunnen worden door een enkele privésleutel sleutel.
pl_pl: HD lub Hierarchiczne klucze Deterministyczne to rodzaj systemu klucza publicznego/kluczy prywatnych, w którym jeden klucz prywatny może mieć prawie nieskończoną liczbę różnych kluczy publicznych (i adresów odbierających portfela), które ostatecznie powrócą do jednego klucza prywatnego i będą mogły zostać wydane przez jeden klucz prywatny.
ro_ro: Cheile DI sau Deterministic Ierarhice sunt un tip de schemă de cheie publică/cheie privată în care o cheie privată poate avea un număr aproape infinit de chei publice diferite (și, prin urmare, adrese de intrare în portofel), care în cele din urmă converg la și vor putea fi cheltuite de o singură cheie privată.
ru_ru: HD или иерархические детерминированные ключи (Hierarchical Deterministic keys) - это схема открытого/закрытого ключей, в которой один закрытый ключ может иметь почти бесконечное количество различных открытых ключей (и, следовательно, адресов для получения кошелька), которые в конечном итоге будут возвращаться и использоваться одним закрытым ключом.
sk_sk: HD alebo Hierarchické Deterministické kľúče sú typ schémy verejného kľúča/súkromného kľúča, kde jeden súkromný kľúč môže mať takmer nekonečný počet rôznych verejných kľúčov (a tým pádom adries pre príjem do peňaženky), ktoré sa nakoniec vrátia k jedinému súkromnému kľúču a budú z neho utratiteľné.
sq_al: Çelësat HD ose celsat Hierarchical Deterministic janë një lloj skeme çelësi publik / çelës privat ku një çelës privat mund të ketë një numër gati të pafund të çelësave të ndryshëm publik (dhe për këtë portofoli mer adresa të shumëta) që të gjithë do të kthehen përsëri dhe do të shpenzohen nga një Celës privat i vetëm.
sr_sp: ХД или хијерархијски детерминистички кључеви су врста шеме јавног кључа / приватног кључа где један приватни кључ може имати готово неограничен број различитих јавних кључева (због тога новчаник прихвата адресе) који ће се на крају вратити и потрошиће један приватни кључ.
tr_tr: HD veya Hiyerarşik Deterministik anahtarlar, bir public key/private anahtarın neredeyse sonsuz sayıda farklı genel anahtara sahip olabileceği (ve bu nedenle cüzdanın adresleri alabileceği), hepsi nihayetinde geri dönecek ve tek bir özel anahtar tarafından kullanılabilecek bir tür genel anahtar / özel anahtar şemasıdır.
zh_cn: 分层确定性钱包中的私钥可以对应有无限多个公钥（也就是你的钱包接受地址），这所有的公钥都受这个单一的私钥控制。

source: Harvester Plots
id_id: Plot Harvester Lokal
ja_jp: 収穫機上の耕地
ru_ru: Участки для локальных комбайнов
sk_sk: Zoznam polí
tr_tr: Kazım Arazileri

source: Header Hash
be_by: Хэш загалоўка
ca_es: Capçalera de hash
cs_cz: Hash hlavičky
fa_ir: عنوان هش
id_id: Kepala hash
ja_jp: ヘッダーのハッシュ値
nl_nl: Koptekst Hash
pl_pl: Hash Nagłówka
ro: Hashul Headerului
ro_ro: Hash-ul Antetului
ru_ru: Хэш заголовка
sk_sk: Hash hlavičky
sq_al: Koka e kodit
sr_sp: Хеш код заглавља
tr_tr: Baştaki Hash
zh_cn: 头部哈希

source: Header hash
be_by: Хэш загалоўка
ca_es: Hash de capçal
cs_cz: Hash hlavičky
fa_ir: عنوان هش
id_id: Kepala hash
ja_jp: ヘッダーのハッシュ値
nl_nl: Koptekst Hash
pl_pl: Hash Nagłówka
ro: hashul Headerului
ro_ro: Hash-ul Antetului
ru_ru: Хэш заголовка
sk_sk: Hash hlavičky
sq_al: Koka e kodit
sr_sp: Хеш код заглавља
tr_tr: Baştaki hash
zh_cn: 头部哈希

source: Height
be_by: Вышыня
bg_bg: Височина
ca_es: Alçada
cs_cz: Výška
de_de: Höhe
el_gr: Ύψος
fa_ir: ارتفاع
id_id: Tinggi
ja_jp: 高さ
nl_nl: Hoogte
pl_pl: Wysokość
ro: Inaltime
ro_ro: Înălțime
ru_ru: Высота
sk_sk: Poradie
sq_al: Lartësia
sr_sp: Висина
tr_tr: Yükseklik
zh_cn: 高度

source: Help
be_by: Даведка
bg_bg: Помощ
ca_es: Ajuda
cs_cz: Nápověda
de_de: Hilfe
el_gr: Βοήθεια
fa_ir: راهنما
id_id: Bantuan
ja_jp: ヘルプ
nl_nl: Hulp
pl_pl: Pomoc
ro_ro: Ajutor
ru_ru: Помощь
sk_sk: Pomoc
sq_al: Ndihmë
sr_sp: Помоћ
tr_tr: Yardım
zh_cn: 帮助

source: Help translate
be_by: Дапамагчы з перакладам
bg_bg: Помогнете за превода
ca_es: Ajuda'ns a traduir
cs_cz: Pomozte s překladem
de_de: Hilf mit bei der Übersetzung
el_gr: Βοηθήστε στην Μετάφραση
fa_ir: کمک در ترجمه
id_id: Bantu menterjemahkan
ja_jp: 翻訳に協力
nl_nl: Help vertalen
pl_pl: Pomóż przetłumaczyć
ro: Ajuta la traducere
ro_ro: Ajuta la traducere
ru_ru: Помогите с переводом
sk_sk: Pomôcť s prekladom
sq_al: Ndihmo në përkthim
sr_sp: Помози у превођењу
tr_tr: Çeviriye Yardım Et
zh_cn: 帮助翻译

source: Hide Advanced Options
be_by: Не паказваць дадатковыя параметры
bg_bg: Скриване на разширените опции
ca_es: Oculta les opcions avançades
cs_cz: Skrýt Rozšířené Možnosti
de_de: Erweiterte Optionen ausblenden
el_gr: Απόκρυψη Προχωρημένων επιλογών
fa_ir: مخفی کردن گزینه های پیشرفته
id_id: Sembunyikan Opsi Tingkat Lanjut
ja_jp: 詳細設定を隠す
nl_nl: Verberg geavanceerde opties
pl_pl: Ukryj Opcje Zaawansowane
ro: Ascunde optiunile avansate
ro_ro: Ascunde optiunile avansate
ru_ru: Скрыть дополнительные опции
sk_sk: Skryť rozšírené možnosti
sq_al: Fshih opsionet e avancuara
sr_sp: Сакриј напредне опције
tr_tr: Gelişmiş Seçenekleri Gizle
zh_cn: 隐藏高级选项

source: History
be_by: Гісторыя
bg_bg: История
ca_es: Historial
cs_cz: Historie
de_de: Historie
el_gr: Ιστορικό
fa_ir: تاریخچه
id_id: Riwayat
ja_jp: 取引履歴
nl_nl: Geschiedenis
pl_pl: Historia
ro: Istoric
ro_ro: Istoric
ru_ru: История
sk_sk: História
sq_al: Historia
sr_sp: Историја
tr_tr: Geçmiş
zh_cn: 历史

source: Host Name
be_by: Імя хоста
bg_bg: Име на хоста
ca_es: Nom de l'anfitrió
cs_cz: Název hostitele
el_gr: Όνομα Διακομιστή
fa_ir: نام میزبان(هاست)
id_id: Nama Host
ja_jp: ホスト名
nl_nl: Host naam
pl_pl: Nazwa Hosta
ro: Numele gazdei
ro_ro: Numele gazdei
ru_ru: Имя хоста
sk_sk: Meno hostiteľa
sq_al: Emri i hostit
sr_sp: Назив хоста
tr_tr: Yönetici İsmi
zh_cn: 主机名

source: IP address
be_by: IP-адрас
bg_bg: IP адрес
ca_es: Adreça IP
cs_cz: IP adresa
de_de: IP Adresse
el_gr: Διεύθυνση IP
fa_ir: آدرس IP
id_id: Alamat IP
ja_jp: IP アドレス
nl_nl: IP adres
pl_pl: Adres IP
ro: Adresa IP
ro_ro: Adresă IP
ru_ru: IP адрес
sk_sk: IP Adresa
sq_al: Adresa IP
sr_sp: IP адреса
tr_tr: IP adresi
zh_cn: IP地址

source: IP address / host
be_by: IP-адрас / хост
bg_bg: IP адрес / хост
ca_es: Adreça IP / amfitrió
cs_cz: IP adresa / host
de_de: IP Adresse / Host
el_gr: Διεύθυνση IP / εξυπηρετητής
fa_ir: آدرس آی پی/میزبان
id_id: Alamat IP / host
ja_jp: IP アドレス・ホスト
nl_nl: IP adres / host
pl_pl: Adres IP / host
ro: IP-ul adresa/gazda
ro_ro: Adresa IP / gazdă
ru_ru: IP адрес / хост
sk_sk: IP Adresa / host
sq_al: Adresa IP / Hosti
sr_sp: IP адреса / хост
tr_tr: IP Adresi / Yönetici
zh_cn: IP地址 / 主机

source: If none selected, then it will default to the temporary directory.
be_by: Калі нічога не выбрана, перадвызначана выкарыстоўваецца часовы каталог.
bg_bg: Ако не бъде избрано ще бъде по подразбиране във временната директория.
ca_es: Si no en selecciones cap, anirà al directori temporal per defecte.
cs_cz: Pokud žádnou složku nezvolíte, bude použita výchozí složka s dočasnými soubory výše.
de_de: Wenn nichts anderes angegeben, wird das Standardverzeichnis ausgewählt.
el_gr: Αν δεν επιλεγεί κάτι, τότε θα προκαθοριστεί στον προσωρινό κατάλογο.
fa_ir: اگر چیزی انتخاب نشود، به طور پیش فرض به محل موقت میرود.
id_id: Jika tidak ada yang dipilih, maka akan default ke direktori sementara.
ja_jp: 空欄の場合、1つ目の一時ディレクトリを使用します。
nl_nl: Indien niets geselecteerd, wordt de standaard tijdelijk map gebruikt.
pl_pl: Jeżeli nic nie zostanie wybrane, domyślne przypisanie to folder tymczasowy.
ro: Daca nu este selectat niciunul, atunci va fi implicit directorul temporar.
ro_ro: Dacă nu este selectat niciunul, atunci va fi implicit directorul temporar.
ru_ru: Если ничего не выбрано, по умолчанию используется временный каталог.
sk_sk: Ak nie je vybraný žiadny adresár, použije sa ako predvolený, dočasný adresár.
sq_al: Nëse asnjë nuk është zgjedhur, atëherë do të vendoset në direktorinë e përkohshme.
sr_sp: Ако ништа није изабрано, тада ће се подразумевано поставити на привременом директоријуму.
tr_tr: Hiçbiri seçilmezse, varsayılan olarak geçici dizine ayarlanır.
zh_cn: 如果未指定，将会默认使用临时目录。

source: Import Wallet from Mnemonics
be_by: Імпартаваць кашалёк з мнеманічнай фразы
bg_bg: Внеси портфейл от мнемоники
ca_es: Importa el moneder des de mnemotècnics
cs_cz: Importovat peněženku
de_de: Wallet aus Mnemonics importieren
el_gr: Εισαγωγή πορτοφολιού από Mnemonics
fa_ir: وارد کردن کیف پول از رمزینه حفظی
id_id: Impor Dompet elektronik dari Mnemonik
ja_jp: 合言葉でウォレットをインポート
nl_nl: Importeer portemonnee via Mnemonics
pl_pl: Importuj portfel z ziarna mnemonicznego
ro: Importa portofelul din Mnemonics
ro_ro: Importă portofelul din Mnemonice
ru_ru: Импортировать кошелек из мнемоники
sk_sk: Obnoviť peňaženku pomocou mnemotechnickej pomôcky
sq_al: Importo Portofolin nga Mnemonics
sr_sp: Увези новчаник уз помоћ мнемотехнике
tr_tr: Cüzdanı Mnemonics'ten içe aktar
zh_cn: 根据助记词导入钱包

source: Import from Mnemonics (24 words)
be_by: Імпарт з мнеманічнага фразы (24 словы)
bg_bg: Внеси от мнемоники (24 думи)
ca_es: Importa des de mnemotècnics (24 mots)
cs_cz: Import pomocí 24 slov
de_de: Import aus Mnemonics (24 Wörter)
el_gr: Εισαγωγή από Mnemonics (24 λέξεις)
fa_ir: رمزینه حفظی را وارد کنید(24 کلمه)
id_id: Impor dari Mnemonic (24 kata)
ja_jp: 合言葉 (24語) で鍵をインポート
nl_nl: Importeer via Mnomonics (24 woorden)
pl_pl: Importuj z ziarna mnemonicznego (24 słowa)
ro: Importa din Mnemonics (24 cuvinte)
ro_ro: Importă din Mnemonice (24 cuvinte)
ru_ru: Импорт мнемоники (24 слова)
sk_sk: Obnoviť z mnemotechniky (24 slov)
sq_al: Import nga Mnemonics (24 fjalë)
sr_sp: Увези уз помоћ мнемотехнике (24 речи)
tr_tr: Mneminocs'ten içe aktar. (24 kelime)
zh_cn: 自助记词导入(24个词)

source: In Progress
be_by: Выконваецца
bg_bg: Изпълнява се
ca_es: En curs
cs_cz: Probíhá
de_de: In Bearbeitung
el_gr: Σε Εξέλιξη
fa_ir: در حال انجام
id_id: Sedang Berlangsung
ja_jp: 進行中
nl_nl: Bezig
pl_pl: W toku
ro: In progres
ro_ro: În Desfășurare
ru_ru: В процессе
sk_sk: Prebieha
sq_al: Në progres
sr_sp: У процесу
tr_tr: İşlem Sürüyor
zh_cn: 进行中

source: Incoming
be_by: Уваходныя
bg_bg: Входящи
ca_es: Entrant
cs_cz: Příchozí
de_de: Eingehend
el_gr: Εισερχόμενες
fa_ir: دریافتی
id_id: Masuk
ja_jp: 入金
nl_nl: Inkomend
pl_pl: Przychodzące
ro: Primite
ro_ro: Intrări
ru_ru: Входящие
sk_sk: Prichádzajúce
sq_al: Hyrës
sr_sp: Долазни
tr_tr: Gelen
zh_cn: 收入

source: Incorrect value
de_de: Ungültiger Wert
id_id: Nilai Salah
ru_ru: Некорректное значение
sk_sk: Nesprávna hodnota
tr_tr: Yanlış değer

source: Index
be_by: Індэкс
bg_bg: Индекс
ca_es: Índex
el_gr: Ευρετήριο
fa_ir: فهرست
ja_jp: インデックス
pl_pl: Indeks
ru_ru: Индекс
sq_al: Indeksi
sr_sp: Индекс
tr_tr: Dizin
zh_cn: 索引

source: Indicated if this offer was created by us
be_by: Паказвае, была гэтая аферта створана вамі ці не
ca_es: Ha indicat si aquesta oferta va ser creada per tu
cs_cz: Uveďte, zda jsme tuto nabídku vytvořili
de_de: Hinweis, dass dieses Angebot von uns erstellt wurde
el_gr: Αναφέρεται εάν αυτή η προσφορά δημιουργήθηκε από εμάς
fa_ir: نشان داده شده که این پیشنهاد با توسط ما ایجاد شده است یا خیر
id_id: Ditunjukkan jika tawaran ini dibuat oleh kami
ja_jp: 当方がこの注文を作成したのかを表示します
nl_nl: Geef aan of deze aanbieding door ons is aangemaakt
pl_pl: Wskazuje, czy ta oferta została stworzona przez nas
ro: Indica daca această oferta a fost creata de noi
ro_ro: Indica daca această oferta a fost creata de noi
ru_ru: Показывает, было ли это предложение создано нами или нет
sk_sk: Identifikátor zobrazujúci či bola táto ponuka vytvorená nami
sq_al: Treguar nëse kjo ofertë është krijuar nga ne
sr_sp: Наведено да ли смо ову понуду креирали ми
tr_tr: Bu teklifin bizim tarafımızdan oluşturulup oluşturulmadığını belirtir
zh_cn: 该项出价是否由我们创建的标识

source: Indicated what time this offer was accepted
be_by: Паказвае, калі гэтая аферта была прынята
ca_es: Ha indicat en quin moment va ser acceptada aquesta oferta
cs_cz: Uveďte, kdy byla tato nabídka přijata
de_de: Hinweis wann dieses Angebot angenommen wurde
el_gr: Ένδειξη του χρόνου αποδοχής αυτής της προσφοράς
fa_ir: این ارائه چه زمانی پذیرفته شد
id_id: Menunjukkan kapan tawaran ini diterima
ja_jp: この注文が承諾された日時を表示します
nl_nl: Geef aan wanneer deze aanbieding was aanvaard
pl_pl: Oznaczenie kiedy ta oferta została zaakceptowana
ro: Indica cand a fost acceptata oferta
ro_ro: Indica cand a fost acceptata oferta
ru_ru: Показывает, в какое время было принято это предложение
sk_sk: Čas, v akom bola táto ponuka prijatá
sq_al: Treguar në cilën orë është pranuar kjo ofertë
sr_sp: Наведено када је прихваћена ова понуда
tr_tr: Bu teklifin ne zaman kabul edildiğini gösterir
zh_cn: 该项出价被接受的时间标识

source: Info Packet
be_by: Інфармацыйны пакет
bg_bg: Информационен пакет
ca_es: Paquet d'informació
cs_cz: Informační Paket
de_de: Info Paket
el_gr: Πακέτο Πληροφοριών
fa_ir: بسته اطلاعاتی
id_id: Paket Info
ja_jp: 情報パケット
nl_nl: Info pakket
pl_pl: Pakiet informacyjny
ro: Pachet info
ro_ro: Pachet info
ru_ru: Информационный пакет
sk_sk: Informačný paket
sq_al: Paketa e informacionit
sr_sp: Информациони пакет
tr_tr: Bilgi paketi
zh_cn: 信息包

source: Initial Amount
be_by: Першапачатковая сума
bg_bg: Първоначална сума
ca_es: Quantitat inicial
cs_cz: Počáteční částka
de_de: Anfänglicher Betrag
el_gr: Αρχικό ποσό
fa_ir: مقدار اولیه
id_id: Jumlah Awal
ja_jp: 初期金額
nl_nl: Initiële hoeveelheid
pl_pl: Kwota początkowa
ro: Suma initiala
ro_ro: Sumă inițială
ru_ru: Начальное количество монет
sk_sk: Počiatočná suma
sq_al: Shuma fillestare
sr_sp: Почетни износ
tr_tr: Başlangıç ​​miktarı
zh_cn: 初始金额

source: Initialize a Rate Limited User Wallet:
be_by: Ініцыялізуйце кашалёк карыстальніка з абмежаваннямі вываду:
bg_bg: Създайте портфейл с ограничен потребителски достъп:
ca_es: Crear Moneder d'Usuari amb Tarifa Limitada:
cs_cz: Inicializovat uživatelskou peněženku s omezenou sazbou:
de_de: Initialisiere ein beschränktes Benutzer-Wallet:
el_gr: Δημιουργία Περιορισμένου Ρυθμού του Χρήστη του Πορτοφολιού:
fa_ir: راه اندازی کیف پول کاربر با نرخ محدود:
id_id: Mulai Wallet Pengguna dengan Batasan Koneksi:
ja_jp: 支払い制限付きユーザーウォレットを初期化:
nl_nl: Initialiseer een gebruikersportemonnee met gebruikslimiet:
pl_pl: Zainicjuj limitowany portfel użytkownika:
ro: Initializati un portofel de utilizator cu tarif limitat:
ro_ro: Inițializează un portofel utilizator cu tarif limitat:
ru_ru: Инициализируйте кошелек пользователя с ограничением скорости вывода монет:
sk_sk: Inicializovať používateľskú peňaženku s obmedzenou sazbou:
sq_al: Inicializoni një Portofol me Përdorues të Kufizuar të Vlerësimit:
sr_sp: Стартуј лимитиран кориснички новчаник:
tr_tr: Hız Limiti bulunan kullanıcı cüzdanını başlat:
zh_cn: 初始化费用限定型用户钱包：

source: Interval
be_by: Інтэрвал
bg_bg: Интервал
ca_es: Intèrval
de_de: Intervall
el_gr: Μεσοδιάστημα
fa_ir: فاصله
ja_jp: インターバル
pl_pl: Interwał
ru_ru: Интервал
sq_al: Intervali
sr_sp: Интервал
tr_tr: Aralık
zh_cn: 间隔

source: Invalid state
de_de: Ungültiger Zustand
id_id: Keadaan Salah
ru_ru: Некорректное состояние
sk_sk: Neplatný stav
tr_tr: Geçersiz Durum

source: It is a one-time login link that can be used to log in to a pool's website. It contains a signature using the farmer's key from the plot NFT. Not all pools support this feature.
de_de: Ein Einweg-Link der genutzt werden kann, um sich auf der Website eines Pools einzuloggen. Der Link enthält eine Signatur die durch den Farmer-Key des Plot-NFT zustande kommt. Nicht alle Pools unterstützen diese Funktion.
ru_ru: Одноразовая ссылка для входа, которая может быть использована для входа на сайт пула. Cодержит подпись, используя ключ фермера из участка NFT. Эта функция поддерживается не всеми пулами.
sk_sk: Jednorazový odkaz, ktorým sa môžete prihlásiť na webovú stránku združenia. Obsahuje podpis, ktorý používa farmárov kľúč z NFT poľa. Niektoré združenia túto funkciu nepodporujú.

source: Join Pool
de_de: Pool beitreten
id_id: Gabung ke Pool
ru_ru: Присоединиться к пулу
sk_sk: Pripojiť sa k združeniu
tr_tr: Havuza Katıl

source: Join a Pool
de_de: Einem Pool beitreten
id_id: Gabung ke Pool
ru_ru: Присоединиться к пулу
sk_sk: Pripojiť sa k združeniu
tr_tr: Bir Havuza Katıl

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile.
de_de: Trete einem Pool bei und erhalte konsistente XCH Farming-Belohnungen. Der durchschnittliche Ertrag ist derselbe, aber er ist viel weniger volatil.
ru_ru: Присоединяйтесь к пулу и получайте последовательные награды за фермерство в XCH. Средний доход одинаковый, но намного, менее волатильный.
sk_sk: Pripojte sa k združeniu a získajte konzistentné farmárske XCH odmeny. Priemerný výnos je rovnaký, je však oveľa menej volatilný.

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile. Assign plots to a plot NFT. You can easily switch pools without having to re-plot.
de_de: Trete einem Pool bei und erhalte konsistente XCH Farming-Belohnungen. Der durchschnittliche Ertrag ist derselbe, aber er ist viel weniger volatil. Weise Plots einem Plot-NFT zu. Du kannst einfach zwischen Pools wechseln, ohne neu plotten zu müssen.
ru_ru: Присоединяйтесь к пулу и получайте последовательные награды за фермерство в XCH. Средний доход одинаковый, но намного, менее волатильный. Назначить участки в NFT участки. Вы можете легко переключаться на пулы без повторного засеивания.
sk_sk: Pripojte sa k združeniu a získajte konzistentné farmárske XCH odmeny. Priemerný výnos je rovnaký, je však oveľa menej volatilný. Priraďte polia k NFT poľa. Môžete ľahko prepínať združenia bez nutnosti opakovaného vytvárania polí.

source: Join a pool and get more consistent XCH farming rewards. Create a plot NFT and assign your new plots to a group.
de_de: Trete einem Pool bei und erhalte konsistente XCH Farming-Belohnungen. Erstelle ein Plot-NFT und weise deine neuen Plots einer Gruppe zu.
ru_ru: Присоединяйтесь к пулу и получите более последовательные награды за фермерство в XCH. Создайте участки NFT и назначьте свои новые участки в группу.
sk_sk: Pripojte sa k združeniu a získajte konzistentnejšie farmárske XCH odmeny. Vytvorte NFT poľa a priraďte svoje nové polia do skupiny.
