Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Rename
be_by: Перайменаваць
bg_bg: Преименувай
ca_es: Canvia el nom
cs_cz: Přejmenovat
de_de: Umbenennen
el_gr: Μετονομασία
fa_ir: تغییر نام
id_id: Ubah nama
ja_jp: 名称変更
nl_nl: Hernoem
pl_pl: Zmień nazwę
ro: Redenumeste
ro_ro: Redenumește
ru_ru: Переименовать
sk_sk: Premenovať
sq_al: Riemërto
sr_sp: Преименуј
tr_tr: Yeniden adlandır
zh_cn: 重命名

source: Report an Issue...
be_by: Паведаміць аб праблеме...
bg_bg: Съобщете за проблем...
ca_es: Informeu d'un problema...
cs_cz: Nahlásit chybu...
de_de: Ein Problem melden...
el_gr: Αναφορά προβλήματος...
fa_ir: گزارش یک مشکل یا خطا...
id_id: Melaporkan sebuah masalah...
ja_jp: 問題を報告
nl_nl: Meld een probleem...
pl_pl: Zgłoś problem...
ro_ro: Semnalează o problemă...
ru_ru: Сообщить о проблеме...
sk_sk: Nahlásiť Problém...
sq_al: Raportoni një çështje...
sr_sp: Пријави проблем...
tr_tr: Sorun Bildirin...
zh_cn: 报告问题

source: Restore Metadata for Coloured Coins and other Smart Wallets from Backup
be_by: Аднавіць метаданыя для каляровых манет і іншых смарт-кашалькоў з рэзервовай копіі
cs_cz: Obnovit data pro barevné mince a další Smart peněženky ze zálohy
de_de: Metadaten für farbige Coins und andere Smart Wallets aus dem Backup wiederherstellen
el_gr: Επαναφορά μεταδεδομένων για έγχρωμα νομίσματα και άλλα έξυπνα πορτοφόλια από το αντίγραφο ασφαλείας
fa_ir: بازگردانی فراداده ها (Metadata) برای سکه های رنگی (نشانه گذاری شده) و سایر کیف پول های هوشمند از پشتیبان
id_id: Pulihkan Metadata untuk Coloured Coins dan Smart Wallet lainnya dari Cadangan
ja_jp: バックアップからカラードコイン・その他スマートウォレットのメタデータを復元
pl_pl: Przywróć metadane kolorowych monet i innych inteligentnych portfeli z kopii zapasowej
ro_ro: Recuperare Metadate pentru Monede Colorate și alte Portofele Inteligente pentru Backup
ru_ru: Восстановление метаданных цветных монет и других смарт-кошельков из резервной копии
sk_sk: Obnoviť metadáta pre Farebné Mince a iné Smart peňaženky zo zálohy
sq_al: Rivendosni të dhënat meta për monedhat me ngjyrë dhe kuletat e tjera inteligjente nga rezervimi
sr_sp: Врати метаподатке за обојене новчиће и друге паметне новчанике из резервне копије
tr_tr: Renkli coinler için metaveriyi ve diğer akıllı cüzdanları yedeklemelerden geri yüklemek
zh_cn: 从备份中恢复染色币与智能钱包的元信息

source: Safe To Skip
be_by: Можна прапусціць
bg_bg: Безопасно за пропускане
cs_cz: Přeskočit
de_de: Überspringen bestätigen
el_gr: Ασφαλής Παράλειψη
fa_ir: برای رد کردن مشکلی نیست
id_id: Langkah Tidak Wajib
ja_jp: 安全にスキップ可能
nl_nl: Veilig om over te slaan
pl_pl: Pominięcie jest bezpieczne
ro_ro: Sari în siguranță
ru_ru: Можно пропустить
sk_sk: Bezpečné preskočiť
sq_al: I sigurt për të kapërcyer
sr_sp: Безбедно је прескочити
tr_tr: Geçmek için Güvenli
zh_cn: 安全跳过

source: Save
be_by: Захаваць
bg_bg: Запази
ca_es: Desa
cs_cz: Uložit
de_de: Speichern
el_gr: Αποθήκευση
fa_ir: ذخیره
id_id: Simpan
ja_jp: 保存
nl_nl: Bewaar
pl_pl: Zapisz
ro: Salveaza
ro_ro: Salvează
ru_ru: Сохранить
sk_sk: Uložiť
sq_al: Ruaj
sr_sp: Сачувај
tr_tr: Kaydet
zh_cn: 保存

source: Search block by header hash
be_by: Пошук блока па хэше загалоўка
ca_es: Cerca bloc per hash de capçalera
cs_cz: Vyhledat block podle hashe hlavičky
de_de: Block nach Header-Hash durchsuchen
el_gr: Αναζήτηση μπλοκ βάσει κατακερματισμού κεφαλίδας
fa_ir: جستجو بلوک توسط عنوان هش
id_id: Cari block dari hulu hash
ja_jp: ヘッダーハッシュ値でブロックを検索
pl_pl: Szukaj bloku według nagłówka hash
ru_ru: Поиск блока по хешу заголовка
sk_sk: Hľadanie bloku podľa hashu záhlavia
sq_al: Blloku i kërkimit sipas kokës hash
sr_sp: Претражи блок по хешу заглавља
tr_tr: Blok Başlığına Göre Ara

source: Second temporary folder location
be_by: Размяшчэнне другой часовай папкі
bg_bg: Вторична локация на временна папка
cs_cz: Druhé umístění dočasné složky
de_de: Temporärer Verzeichnisort
el_gr: Δεύτερη τοποθεσία προσωρινού φακέλου
fa_ir: مکان ثانویه پوشه موقت
id_id: Folder sementara dua
ja_jp: 2つ目の一時フォルダの場所
nl_nl: Locatie tweede tijdelijke map
pl_pl: Drugi folder tymczasowy
ro: Locatia celui de al doilea folder temporar
ro_ro: Locația celui de-al doilea folder temporar
ru_ru: Расположение второй временной папки
sk_sk: Druhý dočasný adresár
sq_al: Vendndodhja e përkohshme e dosjes së dytë
sr_sp: Локација другог привременог фолдера
tr_tr: Geçiçi dosya konumu
zh_cn: 第二临时文件夹位置

source: See private key
be_by: Паглядзець закрыты ключ
bg_bg: Виж частен ключ
cs_cz: Zobrazit soukromý klíč
de_de: Privaten Schlüssel anzeigen
el_gr: Προβολή ιδιωτικού κλειδιού
fa_ir: دیدن کلید خصوصی
id_id: Lihat kata kunci pribadi
ja_jp: 秘密鍵を表示
nl_nl: Bekijk private sleutel
pl_pl: Zobacz klucz prywatny
ro: Vezi cheia privata
ro_ro: Vezi cheia privată
ru_ru: Посмотреть закрытый ключ
sk_sk: Zobraziť privátny kľúč
sq_al: Shiko çelësin privat
sr_sp: Прикажи приватни кључ
tr_tr: Gizli anahtarı gör
zh_cn: 查看私钥：

source: Seed:
be_by: Зерне:
bg_bg: Семе:
cs_cz: Slova pro zálohu:
fa_ir: بذر:
id_id: Benih:
ja_jp: シード値:
pl_pl: Ziarno:
ru_ru: Семя:
sk_sk: Zrnko:
sq_al: Fara:
sr_sp: Семе:
tr_tr: Tohum:
zh_cn: 种子：

source: Select 2nd Temporary Directory
be_by: Выберыце другі часовы каталог
bg_bg: Избери втора временна директория
cs_cz: Zvolte druhou dočasnou složku
de_de: 2tes temporäres Verzeichnis auswählen
el_gr: Επιλογή 2ου Προσωρινού Καταλόγου
fa_ir: پوشه ثانویه فایل های موقت را انتخاب کنید
id_id: Pilih Direktori Sementara kedua
ja_jp: 2つ目の一時ファイルのディレクトリを選択
nl_nl: Selecteer 2de tijdelijke folder
pl_pl: Wybierz drugi folder tymczasowy
ro: Selecteaza al 2-lea Director temporar
ro_ro: Selectează al 2-lea director temporar
ru_ru: Выберите 2-й временный каталог
sk_sk: Vyberte druhý dočasný adresár
sq_al: Zgjidhni Direktorinë e 2-të të Përkohshme
sr_sp: Изабери други привремени фолдер
tr_tr: 2. Geçici Konumu Belirle
zh_cn: 选择第二临时目录

source: Select Final Directory
be_by: Выберыце канцавы каталог
bg_bg: Избери крайна директория
cs_cz: Zvolte cílovou složku
de_de: Finales Verzeichnis auswählen
el_gr: Επιλογή Τελικού Καταλόγου
fa_ir: انتخاب پوشه نهایی
id_id: Pilih Direktori Akhir
ja_jp: 最終ディレクトリを選択
nl_nl: Selecteer finale folder
pl_pl: Wybierz folder docelowy
ro: Selecteaza Directorul final
ro_ro: Selectează directorul final
ru_ru: Выберите окончательный каталог
sk_sk: Vyberte cieľový adresár
sq_al: Zgjidhni Drejtorinë Finale
sr_sp: Изабери крајњи фолдер
tr_tr: Son Konumu Belirle
zh_cn: 选择最终目录

source: Select Key
be_by: Выберыце ключ
bg_bg: Избери ключ
cs_cz: Vyberte klíč
de_de: Schlüssel auswählen
el_gr: Επιλογή Κλειδιού
fa_ir: انتخاب کلید
id_id: Pilih kunci
ja_jp: 鍵を選択してください:
nl_nl: Selecteer sleutel
pl_pl: Wybierz Klucz
ro: Selecteaza cheia
ro_ro: Selectează cheia
ru_ru: Выбор ключа
sk_sk: Vyberte kľúč
sq_al: Zgjidhni çelësin
sr_sp: Изабери кључ
tr_tr: Anahtar Seç
zh_cn: 选择密钥

source: Select Offer
be_by: Выберыце аферту
bg_bg: Избери предложение
cs_cz: Vybrat nabídku
de_de: Angebot auswählen
el_gr: Επιλογή Προσφοράς
fa_ir: انتخاب پیشنهاد
id_id: Pilih Penawaran
ja_jp: 注文を選択
nl_nl: Selecteer voorstel
pl_pl: Wybierz ofertę
ro: Selecteaza oferta
ro_ro: Selectează oferta
ru_ru: Выберите предложение
sk_sk: Vyberte ponuku
sq_al: Zgjidhni Ofertën
sr_sp: Изабери понуду
tr_tr: Bir teklif seçin
zh_cn: 选择出价

source: Select Temporary Directory
be_by: Выберыце часовы каталог
bg_bg: Избери временна директория
cs_cz: Zvolte dočasnou složku
de_de: Wähle temporäres Verzeichnis
el_gr: Επιλέξτε Προσωρινό Κατάλογο
fa_ir: انتخاب پوشه موقت
id_id: Pilih Direktori Sementara
ja_jp: 一時ファイルのディレクトリを選択
nl_nl: Selecteer tijdelijke map
pl_pl: Wybierz folder tymczasowy
ro: Selecteaza Directorul temporar
ro_ro: Selectează directorul temporar
ru_ru: Выберите временный каталог
sk_sk: Vyberte dočasný adresár
sq_al: Zgjidhni Direktorinë e Përkohshme
sr_sp: Изабери привремени директоријум
tr_tr: Geçici Konum Seç
zh_cn: 选择临时目录

source: Select Wallet Type
be_by: Выберыце тып кашалька
bg_bg: Избери тип на портфейла
cs_cz: Zvolte typ peněženky
de_de: Wähle Wallet Typ
el_gr: Επιλέξτε Τύπο Πορτοφολιού
fa_ir: انتخاب نوع کیف پول
id_id: Pilih Jenis Dompet elektronik
ja_jp: ウォレットの種類を選択してください:
nl_nl: Selecteer wallet type
pl_pl: Wybierz typ portfela
ro: Selecteaza tipul portofelului
ro_ro: Selectează tipul portofelului
ru_ru: Выберите Тип Кошелька
sk_sk: Vyberte typ peňaženky
sq_al: Zgjidhni Llojin e Portofolit
sr_sp: Изабери тип новчаника
tr_tr: Cüzdan Türünü Seç
zh_cn: 选择钱包类别

source: Select the final destination for the folder where you would like the plot to be stored. We recommend you use a large slow hard drive (like external HDD).
be_by: Выберыце месца прызначэння для канцавой папкі, у якой будзе захоўвацца дзялянка. Рэкамендуем выкарыстоўваць для гэтага павольны жорсткі дыск вялікага аб'ёму (напрыклад, HDD з вонкавым падключэннем).
bg_bg: Изберете финалната дестинация на папката където искате полето да бъде запазено. Препоръчваме да използвате голям бавен хард диск (като например HDD).
cs_cz: Vyberte cílovou složku, kam chcete na konci vytváření výsledné pole uložit. Doporučujeme použít velký a klidně pomalý pevný disk (HDD).
de_de: Wähle das finale Ziel für den Ordner aus, wo der Plot gespeichert werden soll. Wir empfehlen eine große langsame Festplatte (z.B. eine externe HDD)
el_gr: Επιλέξτε τον τελικό προορισμό για το φάκελο όπου θα θέλατε να αποθηκευτεί το plot. Σας συνιστούμε να χρησιμοποιήσετε ένα μεγάλο αργό σκληρό δίσκο (όπως εξωτερικό HDD).
fa_ir: مقصد نهایی را برای پوشه ای که می خواهید پلات در آن ذخیره شود انتخاب کنید. ما به شما توصیه می کنیم از یک هارد دیسک بزرگ (مثل هارد اکسترنال) استفاده کنید.
id_id: Pilih tujuan akhir untuk folder dimana plot akan di simpan. Kami sarankan anda menggunakan hard drive besar dan pelan (seperti HDD external).
ja_jp: 耕地の最終保存先となるフォルダを選択してください。大容量の遅いハードドライブがおすすめです。 (外部 HDD など)
nl_nl: Selecteer de map waar je jouw plot bestanden wil opslaan. Wij raden hiervoor een grote harde schijf aan (bijvoorbeeld een externe schijf).
pl_pl: Wybierz położenie folderu docelowego gdzie chciałbyś/chciałabyś przechowywać swoje działki. Rekomendujemy użycie dużego i powolnego dysku (jak zewnętrzny HDD).
ro: Selectati destinatia finala pentru folderul in care doriti sa fie stocat plotul. Va recomandam sa utilizati un hard disk mare si lent (cum ar fi un HDD extern).
ro_ro: Selectează destinația finală pentru folderul care va stoca parcela. Este recomandat un hard-disc mare si lent (cum ar fi un HDD extern).
ru_ru: Выберите путь для конечной папки, в которой вы хотите хранить участок. Мы рекомендуем вам использовать большой медленный жесткий диск (например, внешний жесткий диск HDD).
sk_sk: Vyberte cieľový adresár, do ktorého chcete uložiť pole. Odporúčame vám používať veľký pomalý pevný disk (napríklad externý pevný disk).
sq_al: Zgjidhni destinacionin përfundimtar për dosjen ku dëshironi të ruhet ploti. Ne ju rekomandojmë të përdorni një hard disk të ngadaltë (si HDD i jashtëm).
sr_sp: Изабери локацију фолдера где ће готов плот бити сачуван. Препоручујемо да користиш велики спори хард-диск (нпр. екстерни диск).
tr_tr: Grafiğin depolanmasını istediğiniz klasör için son hedefi seçin. Büyük ve yavaş bir sabit sürücü kullanmanızı öneririz (harici HDD gibi).
zh_cn: 选择您希望保存农田文件的最终目录。我们建议您使用大容量、慢速的硬盘（比如外置机械硬盘）。

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast drive.
be_by: Выберыце месца прызначэння для часовай папкі, у якой будзе стварацца дзялянка. Рэкамендуем выкарыстоўваць для гэтага хуткі дыск (пажадана SSD тыпу NVMe).
cs_cz: Vyberte dočasnou složku, do které chcete pole uložit. Doporučujeme použít rychlý disk (SSD).
de_de: Wähle das temporäre Ziel für den Ordner aus, wo der Plot gespeichert werden soll. Wir empfehlen eine schnelle SSD.
fa_ir: مقصد موقت را برای پوشه ای که می خواهید پلات در آن ذخیره شود انتخاب کنید. توصیه می کنیم از حافظه های سریع استفاده کنید.
id_id: Pilih tujuan sementara untuk folder dimana Anda ingin plot tersebut tersimpan. Kami menyarankan Anda menggunakan sebuah drive yang cepat.
ja_jp: 耕地の一時保存先となるフォルダを選択してください。読み書きの速いドライブの使用をおすすめします。
pl_pl: Wybierz lokalizację tymczasowego folderu gdzie będziesz przechowywać swoje działki. Rekomendujemy użycie szybkiego dysku.
ru_ru: Выберите временное место назначения для папки, в которой вы хотите сохранить участок. Мы рекомендуем использовать быстрый диск.
sk_sk: Vyberte dočasný adresár, do ktorého chcete uložiť pole. Odporúčame vám použiť rýchle úložisko dát.
sr_sp: Изабери локацију фолдера у ком желиш да се плот чува током обраде. Препоручујемо да користиш брзе SSD дискове.
tr_tr: Grafiğin depolanmasını istediğiniz klasör için geçici hedefi seçin. Hızlı bir SSD kullanmanızı tavsiye ederiz.

source: Select your Plot NFT
de_de: Wähle dein Plot-NFT
ru_ru: Выберите Ваш участок NFT
sk_sk: Vyberte NFT vášho poľa

source: Select your Plot NFT from the dropdown or create a new one.
de_de: Wähle dein Plot-NFT aus der Dropdown-Liste aus oder erstelle ein Neues.
ru_ru: Выберите свой участок NFT из выпадающего списка или создайте новый.
sk_sk: Vyberte svoje NFT poľa z rozbaľovacej ponuky alebo vytvorte nové.

source: Selected
be_by: Выбраны
bg_bg: Избрано
cs_cz: Vybráno
de_de: Ausgewählt
el_gr: Επιλέχθηκαν
fa_ir: انتخاب
id_id: Dipilih
ja_jp: 選択済
nl_nl: Geselecteerd
pl_pl: Wybrano
ro: Selectat
ro_ro: Selectat
ru_ru: Выбран
sk_sk: Vybrané
sq_al: Zgjidhur
sr_sp: Изабрано
tr_tr: seçili
zh_cn: 已选择

source: Self Pooling
de_de: Selbst-Pooling
ru_ru: Самостоятельное выставление счетов
sk_sk: Sólo združovanie

source: Self pool. When you win a block you will earn XCH rewards.
de_de: Selbst-Pooling. Wenn du einen Block gewinnst, erhältst du XCH Belohnungen.
ru_ru: Cвой пул. Когда вы выиграете блок, вы получите награду в XCH.
sk_sk: Osobné združenie. Keď vyhráte blok, získate XCH odmeny.

source: Sell
be_by: Прадаць
bg_bg: Продай
ca_es: Vendre
cs_cz: Prodat
de_de: Verkaufen
el_gr: Πώληση
fa_ir: فروش
id_id: Jual
ja_jp: 売却
nl_nl: Verkoop
pl_pl: Sprzedaj
ro: Vinde
ro_ro: Vinde
ru_ru: Продажа
sk_sk: Predať
sq_al: Shes
sr_sp: Продај
tr_tr: Satış
zh_cn: 卖出

source: Send
be_by: Адправіць
bg_bg: Изпрати
ca_es: Envia
cs_cz: Odeslat
de_de: Senden
el_gr: Αποστολή
fa_ir: ارسال
id_id: Kirim
ja_jp: 送る
nl_nl: Verzend
pl_pl: Wyślij
ro: Trimite
ro_ro: Trimite
ru_ru: Отправить
sk_sk: Odoslať
sq_al: Dërgo
sr_sp: Пошаљи
tr_tr: Gönder
zh_cn: 发送

source: Send this info packet to your Rate Limited Wallet user who must use it to complete setup of their wallet:
be_by: Адпраўце гэты інфармацыйны пакет карыстальніку кашалька з абмежаваннямі вываду, каб той мог завяршыць наладжванне свайго кашалька:
cs_cz: Poslat tento informační paket uživateli Rate Limited peněženky. Ten jej musí použít k dokončení nastavení své peněženky:
de_de: Sende dieses Informationspaket an deinen Rate Limited Wallet Benutzer, der es verwenden muss, um die Einrichtung seiner Wallet abzuschließen:
el_gr: Στείλτε αυτό το πακέτο πληροφοριών στο χρήστη Rate Limited Wallet που πρέπει να το χρησιμοποιήσει για να ολοκληρώσει την εγκατάσταση του πορτοφολιού του:
fa_ir: این بسته اطلاعاتی را برای کاربر کیف پول با نرخ محدود شده، خود ارسال کنید که برای تکمیل تنظیم کیف پول خود باید از آن استفاده کند:
id_id: Kirim info paket ke Dompet Pengguna Hak Terbatas yang harus digunakan untuk menyelesaikan setup dompet mereka:
ja_jp: レート制限ウォレットのユーザーに、セットアップを完了するために必要な情報パケットを送ってください:
pl_pl: Wyślij ten pakiet informacji do użytkownika portfela z ograniczoną opcją, który musi go użyć do ukończenia konfiguracji swojego portfela:
ro: Trimiteti acest pachet de informatii utilizatorului dvs. Rate Limited Wallet, care trebuie sa il utilizeze pentru a finaliza configurarea portofelului:
ro_ro: Trimit acest pachet de informații utilizatorului tău cu Portofel Tarif Limitat, care trebuie să îl utilizeze pentru a finaliza configurarea portofelului:
ru_ru: Отправьте этот информационный пакет пользователям вашего кошелька с ограниченной скоростью вывода. Эта информация потребуется пользователям для завершения настройки своего кошелька:
sk_sk: Poslať tento informačný paket používateľovi peňaženky s obmedzenou sadzbou, ktorý ho ho musí použiť na dokončenie nastavenia svojej peňaženky:
sq_al: Dërgoni këtë paketë informacioni përdoruesit tuaj të Vlerësimit të Kufizuar të Portofolit, i cili duhet ta përdorë atë për të përfunduar konfigurimin e portofolit të tyre:
sr_sp: Пошаљи овај пакет информација свом кориснику ограниченог новчаника који га мора користити да би довршио подешавање свог новчаника:
tr_tr: Bu bilgi paketini, cüzdanlarının kurulumunu tamamlamak için kullanması gereken Rate Limited Wallet kullanıcınıza gönderin:
zh_cn: 把这段信息发给你的费用限定型钱包用户, 以便他/她可以完成自己的钱包设置:

source: Send your pubkey to your Rate Limited Wallet admin:
be_by: Адпраўце гэты адкрыты ключ адміністратару вашага кашалька з абмежаваннямі вываду:
cs_cz: Pošlete svůj veřejný klíč vašemu správci Rate Limited peněženky:
de_de: Sende deinen Pubkey an deinen Rate Limited Wallet Administrator:
el_gr: Στείλτε το δημόσιο κλειδί σας στον διαχειριστή του Rate Limited Wallet:
fa_ir: کلید عمومی خود را به مدیر کیف پولِ نرخ محدود خود ارسال کنید:
id_id: Kirim pubkey anda ke admin Dompet Hak Terbatas:
ja_jp: レート制限付きウォレットの管理者にあなたの公開鍵を送ってください:
pl_pl: Wyślij swój klucz publiczny do administratora portfela z ograniczeniami dotyczącymi stawek:
ro: Trimite-ti pubkey-ul tau la administratorul de portofel Rate Limited:
ro_ro: Trimite-ți pubkey-ul personal către administratorul de portofel Tarif Limitat:
ru_ru: Отправьте этот публичный ключ администратору вашего кошелька с ограниченной скоростью вывода средств:
sk_sk: Pošlite svoj verejný kľúč vášmu správcovi peňaženky s obmedzenou sadzbou:
sq_al: Dërgoni pubkey-in tuaj tek administratori juaj qe te vlerësojë Kuletën e Kufizuar:
sr_sp: Пошаљи јавни кључ администратору твог ограниченог новчаника:
tr_tr: Yayın anahtarınızı Rate Limited Cüzdan yöneticinize gönderin:
zh_cn: 将你的公钥发送到你的费用限定型管理者钱包:

source: Show Advanced Options
be_by: Паказаць дадатковыя параметры
bg_bg: Показване на разширени опции
cs_cz: Zobrazit pokročilé možnosti
de_de: Erweiterte Optionen anzeigen
el_gr: Δείξε επιλογές για προχωρημένους
fa_ir: نمایش گزینه‌های پیشرفته
id_id: Lihat opsi lanjutan
ja_jp: 詳細設定を表示
nl_nl: Toon geavanceerde opties
pl_pl: Pokaż zaawansowane opcje
ro: Arata Optiuni Avansate
ro_ro: Arată Opțiunile Avansate
ru_ru: Показать дополнительные опции
sk_sk: Zobraziť rozšírené možnosti
sq_al: Shfaq opsionet e avancuara
sr_sp: Прикажи напредне опције
tr_tr: Gelişmiş Seçenekleri Göster
zh_cn: 显示高级选项

source: Side
be_by: Бок
bg_bg: Страна
ca_es: Lateral
cs_cz: Druh
de_de: Seite
el_gr: Πλευρά
fa_ir: سمت
id_id: Sisi
ja_jp: 売買種別
nl_nl: Kant
pl_pl: Strona
ro: Latura
ro_ro: Latură
ru_ru: Направление
sk_sk: Kúpiť alebo predať
sq_al: Ana
sr_sp: Страна
tr_tr: Yön
zh_cn: 边

source: Sign In
be_by: Увайсці ў сістэму
bg_bg: Вход
ca_es: Inicia la sessió
cs_cz: Přihlásit se
de_de: Anmelden
el_gr: Είσοδος
fa_ir: ورود
id_id: Log Masuk
ja_jp: ログイン
nl_nl: Meld aan
pl_pl: Zaloguj się
ro: Inregistreaza-te
ro_ro: Loghează-te
ru_ru: Войти в систему
sk_sk: Prihlásiť sa
sq_al: Identifikohu
sr_sp: Пријави се
tr_tr: Oturum Aç
zh_cn: 登录

source: Skips adding a final directory to harvester for farming
be_by: Прапускае дадаванне канцавога каталога ў камбайн для фермерства
bg_bg: Пропуска добавянето на финална директория на копача за фармене
cs_cz: Přeskočí využití cílové složky pro farmaření
de_de: Überspringt das Hinzufügen eines endgültigen Verzeichnisses zum Harvester für das Farmen
fa_ir: از افزودن پوشه نهایی به برداشت گر(harvester) برای مزرعه داری، صرفه نظر شود
id_id: Lewati saja penambahan sebuah direktori akhir ke harvester unuk farming
ja_jp: 最終ディレクトリを収穫機に追加せず、ディレクトリ内の耕地で耕作しません。
pl_pl: Pomija dodawanie docelowego folderu do żniwiarza
ro_ro: Sari peste adăugarea unui director final la harvester pentru farmare
ru_ru: Пропускает добавление окончательной директории в комбайн для фермерства
sk_sk: Preskočiť pridanie cieľového adresára do zberača pre farmárčenie
sq_al: Kalon duke shtuar një direktori përfundimtare
sr_sp: Прескаче додавање коначног фолдера сакупљачу за фармање
tr_tr: Kazıcıya madencilik için son konum eklemeyi atla
zh_cn: 跳过添加收割机的最终目录

source: Smooth out your XCH farming rewards by joining a pool.
de_de: Glätte deine XCH Farming-Belohnungen indem du einem Pool beitrittst.
ru_ru: Получите свои награды за фарм XCH, присоединившись к пулу.
sk_sk: Zjemnite si svoje farmárske XCH odmeny pripojením sa k združeniu.

source: Something went wrong
de_de: Etwas ist schiefgelaufen
ru_ru: Что-то пошло не так
sk_sk: Niečo sa pokazilo

source: Speech
be_by: Маўленне
bg_bg: Реч
ca_es: Parla
cs_cz: Řeč
de_de: Sprache
fa_ir: صحبت کردن
id_id: Pertuturan
ja_jp: スピーチ
nl_nl: Spraak
pl_pl: Mowa
ro_ro: Vorbire
ru_ru: Речь
sk_sk: Reč
sq_al: Të folurit
sr_sp: Говор
tr_tr: Konuşma
zh_cn: 演说

source: Spendable Amount
be_by: Даступная сума
bg_bg: Сума за харчене
cs_cz: Disponibilní částka
de_de: Verfügbarer Betrag
fa_ir: مبلغ قابل خرج کردن
id_id: Jumlah boleh dibelanja
ja_jp: 支払い可能額
nl_nl: Besteedbaar bedrag
pl_pl: Dostępna kwota
ro: Suma care poate fi cheltuita
ro_ro: Sumă cheltuibilă
ru_ru: Расходуемое количество
sk_sk: Disponibilný zostatok
sq_al: Shuma e shpenzueshme
sr_sp: Износ који је могуће трошити
tr_tr: Kullanilabilir Miktar
zh_cn: 可用金额

source: Spendable Amount Per Interval
be_by: Даступная сума на інтэрвал
bg_bg: Сума за харчене на интервал
cs_cz: Disponibilní částka za interval
de_de: Verfügbarer Betrag pro Intervall
fa_ir: مبلغ قابل هزینه در هر فاصله
id_id: Jumlah Yang Dapat Dikeluarkan Per Jarak Waktu
ja_jp: インターバル毎支払い可能額
nl_nl: Besteedbaar bedrag per interval
pl_pl: Kwota do wydania na przedział
ro: Suma care poate fi cheltuita per Interval
ro_ro: Sumă cheltuibilă per interval
ru_ru: Расходуемое количество монет за интервал
sk_sk: Disponibilná suma na interval
sq_al: Shuma e shpenzueshme për interval
sr_sp: Износ који је могуће трошити у интервалу
tr_tr: Aralık Başına Kullanilabilir Tutar
zh_cn: 每次迭代的支出数目

source: Spendable Balance
be_by: Даступны баланс
bg_bg: Баланс за харчене
cs_cz: Dostupný zůstatek
de_de: Verfügbares Guthaben
fa_ir: موجودی قابل برداشت
id_id: Saldo yang Tersedia
ja_jp: 支払い可能額
nl_nl: Besteedbaar Saldo
pl_pl: Dostępne saldo
ro: Balanta care poate fi cheltuita
ro_ro: Sold cheltuibil
ru_ru: Расходуемый баланс
sk_sk: Disponibilný zostatok
sq_al: Bilanci i harxhueshëm
sr_sp: Стање које је могуће трошити
tr_tr: Kullanilabilir Bakiye
zh_cn: 可用余额

source: Spending Interval (number of blocks): {interval}
be_by: Інтэрвал расходаў (колькасць блокаў): {interval}
cs_cz: Interval výdajů (počet bloků): {interval}
de_de: Ausgabenintervall (Anzahl der Blöcke): {interval}
fa_ir: فاصله خرج کردن (تعداد بلوک ها): {interval}
id_id: Pengeluaran Jarak Waktu (jumlah blok): {interval}
ja_jp: 支払いインターバル (ブロック数): {interval}
nl_nl: Bestedingsinterval (aantal Blocks): {interval}
pl_pl: Ograniczenie wydawania (liczba bloków): {interval}
ro: Interval de cheltuieli (numar de blocuri): {interval}
ro_ro: Interval de cheltuieli (număr de blocuri): {interval}
ru_ru: Интервал расходования (количество блоков): {interval}
sk_sk: Interval výdavkov (počet blokov): {interval}
sq_al: Intervali i shpenzimeve (numri i blloqeve): {interval}
sr_sp: Интервал трошења (број блокова): {interval}
tr_tr: Harcama Aralığı (blokların sayısı): {interval}
zh_cn: 支出迭代(区块数){interval}
