Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Chia Blockchain Wiki
be_by: Вікі блокчэйна Chia
bg_bg: Chia блокчейн Wiki
ca_es: Wiki de la Cadena de Blocs de Chia
fa_ir: ویکی زنجیره بلوکی چیـا
id_id: Wiki Chia Blockchain
ja_jp: チアブロックチェーンの Wiki
pl_pl: Wiki Blockchainu Chia
ro_ro: Wiki Blockchain Chia
ru_ru: Блокчейн Chia на Wiki Chia coin Мы считаем, что криптовалютой должно быть проще пользоваться, чем наличными, ее сложнее потерять и почти невозможно украсть. Любой, кто хочет подтверждать транзакции, должен иметь возможность заниматься майнингом без одноразового оборудования или больших счетов за электроэнергию. 9 февраля мы выпустили наш бизнес-документ и запустили основную сеть для получения вознаграждений в пятницу, 19 марта 2021 года. Транзакции будут активированы 3 мая 2021 года около 10:00 по тихоокеанскому времени. Вас также может заинтересовать наш новый согласованный рабочий документ, который впервые был реализован в бета-версии 19 12 января 2021 года. Chia Network разрабатывает блокчейн и платформу интеллектуальных транзакций, созданную изобретателем BitTorrent Брэмом Коэном. Он реализует первый новый алгоритм консенсуса Накамото со времен Биткойна в 2008 году. Доказательства пространства и времени заменяют энергоемкие «доказательства работы». Chialisp - это новый язык программирования Chia, который является мощным, легким для аудита и безопасным. Это упростит использование криптовалюты, чем наличные деньги или кредит. В настоящее время доступны следующие эталонные смарт-транзакции: атомарные свопы, авторизованные получатели, восстанавливаемые кошельки, кошельки с несколькими подписями, кошельки с ограничением скорости и цветные монеты. Брэм представляет Chialisp в нашем блоге. Вам следует ознакомиться с примечаниями к выпуску, а затем установить блокчейн Chia. Руководство для начинающих Основная информация о Чиа для начала Chia - это новый тип криптовалюты, основанный на емкости предварительно сохраненных случайных данных, которые пользователь создает и хранит в файлах, называемых графиками, что делает консенсус блокчейна чрезвычайно быстрым и экологически чистым. Это улучшение по сравнению с блокчейнами доказательства работы, которые полагаются на быстрые графические карты и специальные машины, выполняющие миллионы вычислений в секунду и тратящие много электроэнергии. Chia также внесла множество улучшений в сценарии, среду сценариев, криптографию, удобство использования и масштабируемость и стремится быть простым, безопасным и мощным блокчейном. Как это работает Вы можете загрузить программное обеспечение Chia на Windows, Mac или Linux. Версия для Windows автоматически запускается при установке, и Mac просто нужно открыть из каталога приложений - он загружается и начинает синхронизацию с остальной сетью и блокчейном. Полная синхронизация может занять 4–6 часов, хотя со временем эта цифра увеличивается. По сути, вы синхронизируетсь со всеми в сети, загружая всю цепочку блоков, которая включает все транзакции, когда-либо обработанные в сети. Копия базы данных блокчейна chia будет храниться на вашем компьютере. У всех остальных есть копия. После того, как chia заработала, ее концепция: пользователи создают графики (каждый размером 101 гигабайт), пользователь сохраняет эти графики на компьютерном оборудовании, а затем обрабатывает созданные участки для потенциального заработка монет. Внутри каждого графика находится большое количество предварительно сформулированных вычислений, хранящихся в блоках листа Excel, называемых (хеш-ячейками). Пользователь выигрывает потенциальные монеты, предоставляя заранее сформулированный (хеш-код) выигрышный код, позволяющий совершить транзакцию. Выигрышная транзакция выполняется очень быстро в течение 2-3 секунд, и пользователю выплачивается компенсация монетами для облегчения транзакции. Сюжеты содержат много (хеш-ячеек) внутри, поэтому, если используется 1, остается еще много ячеек. Земельный участок рассчитан на срок более 5 лет. Вкладка Full Node Это показывает движение блокчейна. Это показывает, что вы синхронизированы с блокчейном. Копия блокчейна хранится на вашем компьютере. У вас есть живая копия, синхронизированная со всеми остальными. Блоки: это работает блокчейн. Подключения: это подключения к вам и другим пользователям и их ПК (узлам). Вкладка "Кошелек" Вы увидите свои монеты Чиа по мере их выигрыша Руководство для начинающих lon12 отредактировал эту страницу 10 дней назад • 57 редакций Основная информация о Чиа для начала Chia - это новый тип криптовалюты, основанный на емкости предварительно сохраненных случайных данных, которые пользователь создает и хранит в файлах, называемых графиками, что делает консенсус блокчейна чрезвычайно быстрым и экологически чистым. Это улучшение по сравнению с блокчейнами доказательства работы, которые полагаются на быстрые графические карты и специальные машины, выполняющие миллионы вычислений в секунду и тратящие много электроэнергии. Chia также внесла множество улучшений в сценарии, среду сценариев, криптографию, удобство использования и масштабируемость и стремится быть простым, безопасным и мощным блокчейном. Как это работает Вы можете загрузить программное обеспечение Chia на Windows, Mac или Linux. Версия для Windows автоматически запускается при установке, и Mac просто нужно открыть из каталога приложений - он загружается и начинает синхронизацию с остальной сетью и блокчейном. Полная синхронизация может занять 4–6 часов, хотя со временем эта цифра увеличивается. По сути, вы синхронизируете со всеми в сети, загружая всю цепочку блоков, которая включает все транзакции, когда-либо обработанные в сети. Копия базы данных блокчейна chia будет храниться на вашем компьютере. У всех остальных есть копия. После того, как chia заработала, ее концепция: пользователи создают графики (каждый размером 101 гигабайт), пользователь сохраняет эти графики на компьютерном оборудовании, а затем обрабатывает созданные участки для потенциального заработка монет. Внутри каждого графика находится большое количество предварительно сформулированных вычислений, хранящихся в блоках листа Excel, называемых (хеш-ячейками). Пользователь выигрывает потенциальные монеты, предоставляя заранее сформулированный (хеш-код) выигрышный код, позволяющий совершить транзакцию. Выигрышная транзакция выполняется очень быстро в течение 2-3 секунд, и пользователю выплачивается компенсация монетами для облегчения транзакции. Сюжеты содержат много (хеш-ячеек) внутри, поэтому, если используется 1, остается еще много ячеек. Земельный участок рассчитан на срок более 5 лет. Вкладка Full Node Это показывает движение блокчейна. Это показывает, что вы синхронизированы с блокчейном. Копия блокчейна хранится на вашем компьютере. У вас есть живая копия, синхронизированная со всеми остальными. Блоки: это работает блокчейн. Подключения: это подключения к вам и другим пользователям и их ПК (узлам). Вкладка "Кошелек" Вы увидите свои монеты Чиа по мере их выигрыша История: вы можете увидеть время / дату, когда вы заработали монеты или частичные монеты Вкладка "Графики" Здесь вы создаете поля. Допустимый размер участка начинается с 101 ГиБ каждый. Вызывается участок k32 - 101 ГиБ / 109 ГБ. ГиБ: это гибибайты и старые школьные компьютеры измеряли пространство. Новинка - особенно от производителей жестких дисков - измеряется гигабайтами. Поскольку гигабайты основаны на 1000, а гибибайты основаны на 1024, ГБ всегда в 1,074 раза больше, чем ГБ. Когда вы строите: ваш компьютер создает эти большие файлы размером 101 ГиБ (примерно 101 гигабайт). Внутри находятся большие таблицы (например, листы Excel), где каждая ячейка имеет случайный указатель на другую ячейку в таблице. Это то, что делает компьютер, и почему на создание сюжета уходит так много времени. Он производит вычисления и помещает «ответы» в эти миллионы ячеек. Ожидаемый срок службы участка k32 для включения в основную сеть на данный момент составляет от 7 до 15 лет. Вы можете думать о каждом поле, как о коллекции карт бинго, которые имеют шанс выиграть блоки. Вот почему транзакции такие зеленые / Вкладка "Ферма" Это покажет вам, сколько PLOTS-полей вы создали. Вверху будет показано, сколько Chias было выращено. Также он показывает, сколько гигов участков у вас в сети. Если у вас есть 2 участка по 101 ГиБ. Затем в левом верхнем углу отображается «Общий размер участков» . 2 TIB означает, что вы предлагаете такой объем хранилища для формул сети chia. Рассчитано, как если бы у вас 101 ГиБ x 2 = 202 ГиБ. Последние испытания блоков: здесь показаны последние испытания и указатели, которые можно рассматривать как мини-лотереи. Каждые 9 секунд появляется новая вывеска, а это означает, что у вас есть новая возможность проверить свои участки и узнать, выиграли ли вы. Любая другая точка вывески будет выигрышной для кого-то в сети, поэтому каждые 18 секунд создается новый блок. Последняя попытка доказательства: это важно. Это двухэтапный процесс: Шаг 1- график проходит проверку фильтра. Шаг 2 - Выбранный участок проверяется на выигрышный хэш. Итак, в качестве примера - ваша система работает - есть 5 строк, если у вас 157 графиков - каждая из 5 строк читает 0/157. Если выбран график или второй график, это хорошая новость, и число изменится на 1/157 или 2/157, может быть, 3/157. После прохождения фильтра каждый выбранный участок будет проходить «качественный поиск», который выполняет примерно 7 считываний на вашем графике и сообщает вам, выиграли ли участки. Если вы выиграли, это не показывает никаких признаков, так как транзакция выполняется быстро. Ваш кошелек увеличивается. Как только это совпадение появится в первой строке, оно переместится вниз к строкам 2-5, затем, если другой график пройдет шаг 1, он также начнется сверху, amd переместится, выполнив процесс фильтрации. Выигрыши случаются очень редко: в среднем один человек во всем мире выигрывает каждые 18 секунд. На каждой точке указателя (9 секунд) все ваши участки проверяются, чтобы увидеть, какие из них проходят [фильтр поля]. (https://github.com/Chia-Network/chia-blockchain/wiki/FAQ#what-is-the-plot-filter-and-why-didnt-my-plot-pass-it). Примерно 1/512 всех участков пройдут через фильтр в каждом испытании, поэтому здесь вы можете увидеть, сколько ваших участков прошло. Однако есть 4 608 шансов выиграть 2 чиа каждый день. Если по какой-то причине эти строки перестают двигаться, это еще один признак того, что вы не синхронизированы с базой данных и вам необходимо выполнить повторную синхронизацию - см. Ниже. Создать участок Нажмите зеленую кнопку в правом верхнем углу «Добавить участок». Начальный размер графика - 32 k (101 ГиБ). Для создания графика вам потребуется временное хранилище размером не менее 332 ГиБ (357 ГБ). Выберите количество участков - вы можете выбрать количество для создания на SSD или HDD График в очередь: означает, что если выбрано (5), он будет отображать # 1, затем, когда закончите, начнется # 2 Параллельный график: означает одновременное выполнение нескольких графиков. Убедитесь, что у вас достаточно временного хранилища для общей суммы. Расширенные параметры: значения по умолчанию отображаются для выбранного размера участка, поскольку новичок пытается оставить значения по умолчанию. ИспользованиеRAM: больше памяти немного увеличит скорость работы. Если вы назначите слишком мало (менее 4000 для k 32) или слишком много (больше, чем у вас будет доступно), график может потерпеть неудачу во время процесса. Количество потоков: по умолчанию 2. Сегменты: по умолчанию 128. Большее количество сегментов уменьшает объем необходимой оперативной памяти и обычно увеличивает скорость создания поля. Имя очереди: это полезно для сочетания параллельной и последовательной работы. IE: Если вы хотите сделать 2 поля за раз, всего 10, вы можете сделать 5 полей для имени очереди: «Моя первая очередь» и после этого добавить еще 5 к имени очереди: «Моя вторая очередь». Выберите временный каталог: здесь создаются поля - участки. Будет создано около 128 временных файлов (в зависимости от сегментов), которые затем будут сжаты в один файл "plot". В прцессе создания объем данных вырастает до 332 ГиБ (357 Гбайт), и по завершению они будут сжаты до k 32 (101 ГиБ). Для этой работы рекомендуется использовать SSD-накопитель или накопитель NVME, но убедитесь, что вы знаете о SSD Endurance. Выберите место на –HDD, где готовое "поле" будет храниться. После создания оно перейдет в это место, где его будут обрабатывать и зарабатывать монеты чиа. Хранилище может быть внутренним или подключенным через USB. Сетевые диски могут работать, но могут перегружать вашу локальную сеть или медленно отвечать за вознаграждение (должно быть менее 30 секунд). Планируйте заранее - хранилище быстро заполняется. Нажмите «Создать plot», чтобы начать процесс. Как создаются поля: Создание графика занимает много времени: в среднем 9-20 часов на обычном компьютере и 4-8 часов на высокопроизводительном компьютере. Есть 4 этапа, которые выполняют операции в 7 таблицах. Фазы: Вычисление таблиц с 1 по 7: он создает сегменты (по умолчанию: 128) в виде файлов в вашем временном каталоге, при вычислении 7 таблиц прогресс графика составляет около 42%. Таблицы обратного распространения с 7 по 1: при обратном распространении 7 таблиц прогресс графика составляет около 61%. Сжатие таблиц с 1 по 7 попарно: при сжатии 7 таблиц прогресс графика составляет около 98%. Перезапишите таблицы: перенесите свой участок на постоянный диск. Программа удалит все файлы в вашем временном хранилище, и это завершит прогресс до 100%. Phase Step % Progress 1 Computing table 1 1% 1 Computing table 2 6% 1 Computing table 3 12% 1 Computing table 4 20% 1 Computing table 5 28% 1 Computing table 6 36% 1 Computing table 7 42% 2 Backpropagating on table 7 43% 2 Backpropagating on table 6 48% 2 Backpropagating on table 5 51% 2 Backpropagating on table 4 55% 2 Backpropagating on table 3 58% 2 Backpropagating on table 2 61% 3 Compressing tables 1 and 2 66% 3 Compressing tables 2 and 3 73% 3 Compressing tables 3 and 4 79% 3 Compressing tables 4 and 5 85% 3 Compressing tables 5 and 6 92% 3 Compressing tables 6 and 7 98% 4 Write checkpoint tables 100% Примечания. Предлагается использовать дополнительное хранилище SSD или NVME для создания полей, а не основной жесткий диск (особенно для несменного NVME, например, на некоторых Mac или ноутбуках с Windows). Если по какой-то причине процесс записи поля не может быть завершен, его следует удален, удалив все временные файлы. Будьте осторожны, чтобы не удалить временные файлы другого строящегося поля. В Windows вы можете использовать chia CLI из Windows PowerShell, что обеспечивает большую гибкость и контроль. PowerShell - это программа, в которой вы вводите команды, нажимаете клавишу ВВОД и выполняете такие действия, как изменение папок, перемещение файлов или запуск программ, таких как chia. 1. Параллельное построение с использованием PowerShell cd C:\Users\yourUserName\AppData\Local\Chia-Blockchain\app-1.0.5\resources\app.asar.unpacked\daemon\ start-process .\chia.exe -argumentlist "plots create yourParametersGoHere" start-process .... Если start-process не работает, попробуйте. .\chia.exe plots create yourParametersGoHere Или добавьте путь "%USERPROFILE%\AppData\Local\chia-blockchain\app-1.0.5\resources\app.asar.unpacked\daemon" Чтобы добавить задержку между вашими параллельными процессами, вы можете поместить sleep <seconds> между каждой командой создания полей chia chia plots create , например чтобы отложить следующий процесс на час sleep 3600 Конкретный пример: cd C:\Users\yourUserName\AppData\Local\Chia-Blockchain\app-1.0.5\resources\app.asar.unpacked\daemon\ start-process ./chia.exe -argumentlist "plots create -k 32 -b 4000 -u 128 -r 4 -t d:\tempdrive1 -2 e:\tempdrive2 -d F:\plots -n 1" Приведенная выше команда создает одио поле (указывается -n 1), для параллельного построения вам нужно повторить команду (не закрывая первую). Увеличьте значение -n для последовательного построения, то есть после завершения первого участка запускается следующий.
sq_al: Zinxhiri Chia Wiki
sr_sp: Вики за Chia блокчејн
tr_tr: Chia Blokchain Wiki
zh_cn: 奇亚区块链项目维基

source: Chia Wallet
be_by: Кашалёк Chia
bg_bg: Chia Портфейл
ca_es: Moneder Chia
cs_cz: Chia peněženka
el_gr: Πορτοφόλι Chia
fa_ir: کیف پول چیـا
id_id: Wallet Chia
ja_jp: チアウォレット
nl_nl: Chia Portemonnee
pl_pl: Portfel Chia
ro: Portofel Chia
ro_ro: Portofel Chia
ru_ru: Кошелек Chia
sk_sk: Chia peňaženka
sq_al: Kuleta Chia
sr_sp: Чија Новчаник
tr_tr: Chia Cüzdanı
zh_cn: 奇亚钱包

source: Choose Number of Plots
be_by: Выберыце колькасць дзялянак
bg_bg: Избери брой на полета
ca_es: Escollir el Nombre de Parcel·les
cs_cz: Zvolte počet polí
de_de: Anzahl der Plots wählen
el_gr: Επιλέξτε τον αριθμό των Plots
fa_ir: تعداد پلات ها را انتخاب کنید
id_id: Pilih Jumlah Plot
ja_jp: 耕地数を選択
nl_nl: Kies het aantal Plots
pl_pl: Wybierz liczbę działek
ro: Alegeti numarul de ploturi
ro_ro: Alege numărul de parcele
ru_ru: Выберите количество участков
sk_sk: Vyberte počet polí
sq_al: Zgjidh numrin e Ploteve
sr_sp: Изабери број плотова
tr_tr: Plot Sayısını Seçin
zh_cn: 选择要开垦的数量

source: Choose Plot Size
be_by: Выберыце памер дзялянкі
bg_bg: Избери големина на полето
ca_es: Escollir la Mida de la Parcel·la
cs_cz: Zvolte velikost pole
de_de: Wähle Plot Größe
el_gr: Επιλέξτε Μέγεθος Plot
fa_ir: مقدار فضای پلات را انتخاب کنید
id_id: Pilih Ukuran Plot
ja_jp: 耕地容量を選択
nl_nl: Kies plot grootte
pl_pl: Wybierz rozmiar działki
ro: Alegeti marimea plotului
ro_ro: Alege Dimensiunea Parcelei
ru_ru: Выберите размер участка
sk_sk: Vyberte veľkosť poľa
sq_al: Zgjill madhesinë e plotit
sr_sp: Изабери величину плота
tr_tr: Plot Büyüklüğünü Seçin
zh_cn: 选择农田文件大小

source: Claim Rewards
de_de: Belohnung einfordern
id_id: Ambil Hadiah
ru_ru: Забрать награду
sk_sk: Vyzdvihnúť odmeny
tr_tr: Ödülleri Al

source: Close
be_by: Закрыць
bg_bg: Затвори
ca_es: Tancar
cs_cz: Zavřít
de_de: Schließen
el_gr: Κλείσιμο
fa_ir: بستن
id_id: Tutup
ja_jp: 閉じる
nl_nl: Sluit
pl_pl: Zamknij
ro: Inchide
ro_ro: Închide
ru_ru: Закрыть
sk_sk: Zavrieť
sq_al: Mbyll
sr_sp: Затвори
tr_tr: Kapat
zh_cn: 关闭

source: Closing down node and server
be_by: Ідзе закрыццё вузла і сервера
bg_bg: Затваряне на възела и сървъра
ca_es: Tancant node i servidor
cs_cz: Zavírání uzlu a serveru
de_de: Schließe Node und Server
el_gr: Κλείσιμο κόμβου και διακομιστή
fa_ir: بستن گره و سرور
id_id: Menutup node dan server
ja_jp: ノードとサーバーを停止中
nl_nl: Node en server worden afgesloten
pl_pl: Zamykanie węzła i serwera
ro: Inchide nodul si serverul
ro_ro: Oprește nodul și serverul
ru_ru: Закрытие узла и сервера
sk_sk: Zatvára sa uzol a server
sq_al: Po mbyllim nodën dhe serverin
sr_sp: Затварање чвора и сервера
tr_tr: Sunucu ve node kapatılıyor
zh_cn: 关闭节点与服务器

source: Coins:
be_by: Манет:
bg_bg: Монети:
ca_es: Monedes:
cs_cz: Mince:
el_gr: Νομίσματα:
fa_ir: سکه ها:
id_id: Koin:
ja_jp: コイン:
nl_nl: Munten:
pl_pl: Monety:
ro: Monede:
ro_ro: Monede:
ru_ru: Монет:
sk_sk: Mince:
sq_al: Monedha:
sr_sp: Новчићи:
tr_tr: Coinler:
zh_cn: 币:

source: Colour
be_by: Колер
bg_bg: Цвят
ca_es: Coloreja
cs_cz: Barva
de_de: Farbe
el_gr: Χρώμα
fa_ir: رنگ
id_id: Warna
ja_jp: 色
nl_nl: Kleur
pl_pl: Kolor
ro: Culoare
ro_ro: Culoare
ru_ru: Цвет
sk_sk: Farba
sq_al: Ngjyra
sr_sp: Боја
tr_tr: Renk
zh_cn: 色彩

source: Colour Info
be_by: Інфармацыя аб колеры
bg_bg: Инфо за цвят
ca_es: Informació del Colorejat
cs_cz: Informace o Barvě
de_de: Farb-Info
el_gr: Πληροφορίες Χρώματος
fa_ir: اطلاعات رنگ
id_id: Info Warna
ja_jp: 色の情報
nl_nl: Kleur informatie
pl_pl: Informacje o kolorach
ro: Informatii despre culoare
ro_ro: Informații despre culoare
ru_ru: Информация о цвете
sk_sk: Informácie o farbe
sq_al: Inofo e ngjyrave
sr_sp: Информације о боји
tr_tr: Renk Bilgisi
zh_cn: 色彩信息

source: Colour String
be_by: Шаснаццатковы радок колеру
bg_bg: Цветен низ
ca_es: Cadena de Colorejat
cs_cz: Řetězec Barvy
de_de: Farbstring
fa_ir: رشته ی رنگی
id_id: Nama Warna
ja_jp: 色文字列
nl_nl: Omschrijving gekleurde munt
pl_pl: Łańcuch znaków opisujący kolor
ro: Stringul culorii
ro_ro: Stringul culorii
ru_ru: Шеснадцатеричная строка цвета
sk_sk: Reťazec farby
sq_al: Vargu i ngjyrave
sr_sp: Текст боје
tr_tr: Renk Dizesi
zh_cn: 色彩字符串

source: Colour:
be_by: Колер:
bg_bg: Цвят:
ca_es: Coloreja:
cs_cz: Barva:
de_de: Farbe:
el_gr: Χρώμα:
fa_ir: رنگ:
id_id: Warna:
ja_jp: 色:
nl_nl: Kleur:
pl_pl: Kolor:
ro: Culoare:
ro_ro: Culoare:
ru_ru: Цвет:
sk_sk: Farba:
sq_al: Ngjyra:
sr_sp: Боја:
tr_tr: Renk:
zh_cn: 色彩：

source: Coloured Coin
be_by: Каляровая манета
bg_bg: Цветна монета
ca_es: Moneda Colorejada
cs_cz: Barevná Mince
de_de: Farbiger Coin
el_gr: Χρωματισμένο Nόμισμα
fa_ir: سکه رنگ شده
id_id: Koin Berwarna
ja_jp: カラードコイン
nl_nl: Gekleurde Munt
pl_pl: Pokolorowana moneta
ro: Monede colorate
ro_ro: Monedă colorată
ru_ru: Цветная Монета
sk_sk: Farebná minca
sq_al: Monella me ngjyre
sr_sp: Обојени новчић
tr_tr: Renklendirilmiş Coin
zh_cn: 染色币

source: Coloured Coin Options
be_by: Параметры каляровай манеты
bg_bg: Опции за цветни монети
ca_es: Opcions de Moneda Colorejada
cs_cz: Nastavení Barevné Mince
de_de: Optionen für farbigen Coin
el_gr: Επιλογές Χρωματισμένων Νομισμάτων
fa_ir: تنظیمات سکه رنگ شده
id_id: Pilihan Koin Berwarna
ja_jp: カラードコインのオプション
nl_nl: Opties gekleurde munt
pl_pl: Opcje pokolorowanej monety
ro: Opțiuni monede colorate
ro_ro: Opțiuni monede colorate
ru_ru: Настройки Цветной Монеты
sk_sk: Možnosti farebných mincí
sq_al: Opsioni i ngjyrave te monedhes
sr_sp: Опције обојеног новчића
tr_tr: Renklendirilmiş Coin Ayarları
zh_cn: 染色币选项

source: Confirm
be_by: Пацвердзіць
bg_bg: Потвърждаване
ca_es: Confirma
cs_cz: Potvrdit
de_de: Bestätigen
el_gr: Επιβεβαίωση
fa_ir: تایید
id_id: Konfirmasi
ja_jp: 了承
nl_nl: Bevestig
pl_pl: Potwierdź
ro_ro: Confirmare
ru_ru: Подтвердить
sk_sk: Potvrdiť
sq_al: Konfirmo
sr_sp: Потврди
tr_tr: Onayla
zh_cn: 确认

source: Confirm Disconnect
be_by: Пацвердзіць адлучэнне
bg_bg: Потвърди прекратяването на връзката
ca_es: Confirma la Desconnexió
cs_cz: Potvrdit odpojení
de_de: Verbindung trennen bestätigen
el_gr: Επιβεβαίωση Αποσύνδεσης
fa_ir: تایید و قطع ارتباط
id_id: Konfirmasi Pemutusan Koneksi
ja_jp: 接続解除の確認
nl_nl: Bevestig verbreking verbinding
pl_pl: Potwierdź rozłączenie
ro_ro: Confirmare Deconectare
ru_ru: Подтвердить отключение
sk_sk: Potvrďte odpojenie
sq_al: Konfirmo shkëputjen
sr_sp: Потврда прекида везе
tr_tr: Bağlantıyı Kesmeyi Onayla
zh_cn: 确认断开连接

source: Confirmation
de_de: Bestätigung
id_id: Konfirmasi
ru_ru: Подтверждение
sk_sk: Potvrdenie
tr_tr: Doğrulama

source: Confirmed at block:
be_by: Пацверджана на блоку:
bg_bg: Потвърден на блок:
ca_es: Confirmat al Bloc:
cs_cz: Potvrzeno v bloku:
de_de: Bestätigt mit Block:
el_gr: Επιβεβαιώθηκε στο block:
fa_ir: تایید شده در بلوک:
id_id: Dikonfirmasi pada block:
ja_jp: 承認ブロック:
nl_nl: Bevestigd in blok:
pl_pl: Potwierdzone w bloku:
ro: Confirmat la blocul:
ro_ro: Confirmat la blocul:
ru_ru: Подтверждено на блоке:
sk_sk: Potvrdené v bloku:
sq_al: Konfirmuar ne bllokun:
sr_sp: Потврђено у блоку:
tr_tr: Şu blokta onaylandı:
zh_cn: 在区块上有确认：

source: Confirmed at height {0}
be_by: Пацверджана на вышыні {0}
bg_bg: Потвърден на височина {0}
ca_es: Confirmat a l'alçada {0}
cs_cz: Potvrzeno ve výšce {0}
de_de: Bestätigt bei Höhe {0}
el_gr: Επιβεβαιώθηκε στο ύψος {0}
fa_ir: تایید شده در ارتفاع {0}
id_id: Dikonfirmasi pada tinggi {0}
ja_jp: 高さ {0} で承認完了
nl_nl: Bevestigd op hoogte {0}
pl_pl: Potwierdzone na wysokości {0}
ro: Confirmat la inaltimea {0}
ro_ro: Confirmat la înălțimea {0}
ru_ru: Подтверждено на высоте {0}
sk_sk: Potvrdené na pozícii {0}
sq_al: Konfirmuar në lartesinë {0}
sr_sp: Потврђено на висини {0}
tr_tr: Şu yükseklikte onaylandı {0}
zh_cn: 在区块高度有确认 {0}
