Repository: Chia-Network/chia-blockchain
Catalog: src/locales/*/messages.po
Languages: be_by, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, id_id, ja_jp, nl_nl, pl_pl, ro, ro_ro, ru_ru, sk_sk, sq_al, sr_sp, tr_tr, zh_cn

source: Warning: This key is used for your pool rewards address. By deleting this key you may lose access to any future pool rewards
de_de: Warnung: Dieser Key wird für deine Pool-Farming-Belohnungen verwendet. Durch das Löschen dieses Keys kannst du den Zugriff auf zukünftige Pool-Farming-Belohnungen verlieren
ja_jp: 注意: この鍵はプール報酬アドレスに使われています。この鍵を削除すると、今後のプール報酬を失くすかもしれません。
ru_ru: Предупреждение: Этот ключ используется для вашего адреса фермерских вознаграждений. Удаляя этот ключ, вы можете потерять доступ к будущим фермерским вознаграждениям
sk_sk: Varovanie: Tento kľúč sa používa pre vašu adresu odmien združenia. Odstránením tohto kľúča môžete stratiť prístup k budúcim odmenám združenia

source: Weight
be_by: Вага
bg_bg: Тегло
ca_es: Pes
cs_cz: Váha
de_de: Gewicht
el_gr: Βάρος
fa_ir: وزن
id_id: Berat
ja_jp: 重さ
nl_nl: Hoogte
pl_pl: Waga
ro: Greutate
ro_ro: Greutate
ru_ru: Вес
sk_sk: Váha
sq_al: Pesha
sr_sp: Тежина
tr_tr: Ağırlık
zh_cn: 权重

source: Weight is the total added difficulty of all sub blocks up to and including this one
be_by: Вага — гэта агульная дабаўленая складанасць усіх падблокаў, у тым ліку гэтага
cs_cz: Váha je celková přidaná obtížnost všech dílčích bloků až po tento blok včetně
de_de: Das Gewicht ist die zusätzliche Gesamtschwierigkeit aller Unterblöcke bis einschließlich diesem
el_gr: Το βάρος είναι η συνολική προστιθέμενη δυσκολία όλων των υπο-μπλοκ μέχρι και αυτό
fa_ir: وزن همان مجموع سختی اضاف شده به تمامی زیر بلوک ها از جمله همین یکی است
id_id: Beban adalah jumlah total ke rumitan semua sub blok sampai dengan blok ini
ja_jp: ブロック重とはこのブロックを含めた全てのブロックの難易度の合計です。
pl_pl: Waga to całkowita dodana trudność wszystkich bloków włącznie z tym
ro: Greutatea este dificultatea totala adaugata a tuturor subblocurilor până la acesta inclusiv
ro_ro: Greutatea este dificultatea totala adaugata a tuturor subblocurilor până la acesta inclusiv
ru_ru: Вес - это общая добавленная сложность всех подблоков, включая этот
sk_sk: Váha je celková pridaná obtiažnosť všetkých blokov až po tento blok vrátane tohto bloku
sq_al: Pesha është vështirësia totale e shtuar e të gjitha nën blloqeve deri dhe duke përfshirë këtë
sr_sp: Тежина је укупна додата сложеност свих блокова до овог, укључујући и њега
tr_tr: Ağırlık, buna kadar ve buna dahil tüm alt blokların toplam zorluğudur
zh_cn: 权重是施加给所有子块包括目前这块的额外的困难度.

source: Welcome to Chia. Please log in with an existing key, or create a new key.
be_by: Вітаем у Chia. Увайдзіце ў сістэму з дапамогай існуючага ключа або стварыце новы.
bg_bg: Добре дошли в Chia. Моля влезте със съществуващ ключ или създайте нов.
cs_cz: Vítejte v Chia. Přihlaste se pomocí existujícího klíče, nebo si vytvořte nový klíč.
de_de: Willkommen bei Chia. Melde dich mit einem bestehenden Schlüssel an oder erstelle einen neuen Schlüssel.
el_gr: Καλώς ήρθατε στη Chia. Παρακαλώ συνδεθείτε με ένα υπάρχον κλειδί ή δημιουργήστε ένα νέο κλειδί.
fa_ir: به چیـا خوش آمدید. لطفا با کلیدی که از قبل دارید وارد شوید، یا کلیدی جدید بسازید.
id_id: Selamat datang di Chia. Silahkan masuk dengan key eksisting atau dengan membuat key baru.
ja_jp: チアにようこそ。お持ちの鍵でログインするか、新しく鍵を作成してください。
pl_pl: Witaj w Chia. Zaloguj się z instniejącym kluczem, lub utwórz nowy klucz.
ro: Bine ati venit la Chia. Va rugam logati-va cu o cheie existenta, sau creati o noua cheie.
ro_ro: Bine ati venit la Chia. Va rugam logati-va cu o cheie existenta, sau creati o noua cheie.
ru_ru: Добро пожаловать в Чиа. Пожалуйста, войдите в систему с существующим ключом или создайте новый ключ.
sk_sk: Vitajte v Chia. Prosím prihláste sa s existujúcim kľúčom, alebo si vytvorte nový.
sq_al: Mirësevini në Chia. Ju lutemi identifikohuni me një çelës ekzistues, ose krijoni një çelës të ri.
sr_sp: Добродошли у Chia. Пријави се помоћу постојећег кључа или креирај нови кључ.
tr_tr: Chia'ya hoş geldiniz. Lütfen mevcut bir anahtarla giriş yapın veya yeni bir anahtar oluşturun.
zh_cn: 欢迎来到奇亚。请用已有的密钥登录，或者创建一个新的密钥。

source: Welcome! The following words are used for your wallet backup. Without them, you will lose access to your wallet, keep them safe! Write down each word along with the order number next to them. (Order is important)
be_by: Вітаем! Ніжэйпададзеныя словы выкарыстоўваюцца для рэзервовага капіраванне вашага кашалька. Без іх вы страціце доступ да свайго кашалька — а таму надзейна захоўвайце іх! Запішыце кожнае слова разам з яго парадкавым нумарам (парадак слоў важны).
bg_bg: Добре дошли! Следващите думи се използват за точка за възстановяване на вашият портфейл. Без тях, вие ще изгубите достъп до портфейла си, пазете ги в безопасност! Запишете ги в последователност с номерата до тях. (Реда е важен)
cs_cz: Vítejte! Následující slova použijte pro zazálohování své peněženky. Bez těchto slov si nebudete schopni v budoucnu peněženku znovu připojit (např. při přeinstalování počítače). Zapište si každé slovo (spolu s pořadím) a udržujte je v bezpečí!
de_de: Willkommen! Die folgenden Wörter werden zum Wiederherstellen deines Wallets benötigt. Ohne diese wirst du deinen Zugang zum Wallet verlieren, verwahre diese daher sicher auf! Schreibe jedes einzelne Wort mit der dazugehörigen Zahl auf. (Die Reihenfolge ist wichtig)
el_gr: Καλώς ορίσατε! Οι ακόλουθες λέξεις χρησιμοποιούνται για το αντίγραφο ασφαλείας του πορτοφολιού σας. Χωρίς αυτές, θα χάσετε την πρόσβαση στο πορτοφόλι σας. Σημειώστε κάθε λέξη μαζί με τον αριθμό σειράς δίπλα τους. (Η σειρά είναι σημαντική)
fa_ir: خوش آمدید! واژه هایی که در ادامه می‌بینید برای پشتیبانی از کیف پول شما هستند. بدون آنها شما دسترسی به کیف پولتان را از دست می‌دهید، آنها را امن و مطمئن نگه دارید. هر واژه را به ترتیب اعداد کنارش بنویسید(ترتیب واژه ها مهم است)
id_id: Selamat datang! kata-kata frasa ini akan diguna untuk simpanan dompet elektronik anda. Jika hilang, anda tidak boleh mengeluar data anda. Simpan dalam tempat selamat! Tuliskan setiap ayat dalam tuturan asal. (Pastikan susunan perkataan betul)
ja_jp: ご利用ありがとうございます！以下の合言葉はあなたのウォレットのバックアップに使用します。紛失するとウォレットへのアクセスを失いますので、必ず安全な場所に保管してください！各単語を番号と共に書き記してください。 (復元の際は順番通りに入力する必要があります。)
pl_pl: Witamy! Poniższe słowa służą do tworzenia kopii zapasowej portfela. Bez nich stracisz dostęp do swojego portfela, chroń je! Zapisz każde słowo wraz z numerem zamówienia obok nich. (Kolejność jest ważna)
ro: Bine ati venit! Urmatoarele cuvinte sunt folosite pentru backupul portofelului. Fara ele, veti pierde accesul la portofel, pastrati-le în siguranța! Notati fiecare cuvant impreuna cu numarul de ordine de langa ele. (Ordinea este importanta)
ro_ro: Bine ati venit! Urmatoarele cuvinte sunt folosite pentru backupul portofelului. Fara ele, veti pierde accesul la portofel, pastrati-le în siguranța! Notati fiecare cuvant impreuna cu numarul de ordine de langa ele. (Ordinea este importanta)
ru_ru: Добро пожаловать! Перечисленные слова используются для резервного копирования вашего кошелька. Без них вы потеряете доступ к своему кошельку, берегите их! Запишите каждое слово вместе с порядковым номером рядом с ним. (Порядок важен)
sk_sk: Vitajte! Pre zálohovanie vašej peňaženky sa používajú nasledujúce slová. Bez nich stratíte prístup k svojej peňaženke, chráňte ich! Zapíšte si každé slovo spolu s číslom poradia vedľa nich. (Poradie je dôležité)
sq_al: Mirëseardhje! Fjalët e mëposhtme përdoren për rezervimin e portofolit tuaj. Pa to, ju do të humbni hyrjen në portofolin tuaj, mbajini të sigurta! Shkruani secilën fjalë së bashku me numrin e rendit pranë tyre. (Renditja është e rëndësishme)
sr_sp: Добродошли! Следеће речи се користе за резервну копију новчаника. Без њих ћеш изгубити приступ новчанику, чувај их! Запиши сваку реч заједно са бројем налога поред њих. (Редослед је важан)
tr_tr: Hoş geldiniz! Belirtilen kelimeler cüzdanınızın yedeği için kullanılacaktır. Onlar olmadan cüzdanınızın erişimini kaybedersiniz, onları güvende tutun! Her kelimeyi yanlarındaki sıra numarasıyla birlikte yazın. (Sıra numarası önemlidir)
zh_cn: 欢迎使用奇亚! 下面的词语列表是你的钱包密语, 请务必严格完整的把它们记下来(保持顺序). 没有这段密语的话, 你就没办法找回钱包里的币. 千万也不要透露给别人.

source: When you receive the setup info packet from your admin, enter it below to complete your Rate Limited Wallet setup:
be_by: Атрымаўшы ад свайго адміністратара інфармацыйны пакет, увядзіце яго ніжэй, каб завяршыць наладжванне кашалька з абмежаваннямі вываду:
cs_cz: Pro dokončení registrace Rate Limited peněženky potřebujete instalační paket. Ten obdržíte od svého správce a vyplníte ho zde:
de_de: Wenn du das Setup-Informationspaket von deinem Administrator erhalten hast, gebe Ihn unten ein, um das Setup für das Rate Limited Wallet abzuschließen:
el_gr: Όταν λαμβάνετε το πακέτο πληροφοριών εγκατάστασης από τον διαχειριστή σας, πληκτρολογήστε το παρακάτω για να ολοκληρώσετε την εγκατάσταση του Rate Limited Wallet:
fa_ir: هنگامی که بسته اطلاعات راه‌اندازی را از ادمین خود دریافت می‌کنید، آن را در زیر وارد کنید تا تنظیمات «کیف پول با نرخ محدود» خود را تکمیل کنید:
id_id: Ketika anda menerima paket informasi setup dari administrator, masukan di bawah untuk menyelesaikan setup dompet rate terbatas anda:
ja_jp: 管理者からセットアップ用の情報パケットを受け取ったら、以下に入力してレート制限付きウォレットのセットアップを完了してください:
pl_pl: Gdy otrzymasz pakiet informacji konfiguracyjnych od administratora, wprowadź go poniżej, aby zakończyć konfigurację portfela z ograniczeniami dotyczącymi stawek:
ro: Cand primiti pachetul de informatii despre configurare de la administratorul dvs., introduceti-l mai jos pentru a finaliza configurarea portofelului dvs. limitat:
ro_ro: Cand primiti pachetul de informatii despre configurare de la administratorul dvs., introduceti-l mai jos pentru a finaliza configurarea portofelului dvs. limitat:
ru_ru: Когда вы получите пакет информации о настройке от администратора, введите его ниже, чтобы завершить настройку кошелька с ограниченнием скорости вывода:
sk_sk: Keď obdržíte informačný paket od svojho administrátora, vložte ho nižšie na dokončenie nastavenia vašej peňaženky s obmedzenou sadzbou:
sq_al: Kur të merrni paketën e informacionit të konfigurimit nga administratori juaj, futeni atë më poshtë për të përfunduar konfigurimin e Portofolit të Kufizuar të Vlerësimit:
sr_sp: Када од админа добијеш пакет информација о подешавању, унеси га испод како би се завршило подешавање ограниченог новчаника:
tr_tr: Yöneticinizden kurulum bilgi paketini aldığınızda, Hızı Sınırlı Cüzdan kurulumunu tamamlamak için aşağıya girin:
zh_cn: 当你从管理员那收到这个设置信息后, 请把它输入到下面以便完成费用限定型钱包设置:

source: Window
be_by: Акно
bg_bg: Прозорец
ca_es: Finestra
cs_cz: Okno
de_de: Fenster
el_gr: Παράθυρο
fa_ir: پنجره
id_id: Jendela
ja_jp: ウィンドウ
nl_nl: Scherm
pl_pl: Okno
ro_ro: Fereastră
ru_ru: Окно
sk_sk: Okno
sq_al: Dritare
sr_sp: Прозор
tr_tr: Pencere
zh_cn: 窗口

source: Without fees
be_by: Без камісійных
bg_bg: Без такси
cs_cz: Bez poplatků
de_de: Ohne Gebühren
el_gr: Χωρίς Χρεώσεις
fa_ir: بدونه کارمزد
id_id: Tanpa biaya
ja_jp: 手数料抜き
nl_nl: Zonder vergoeding
pl_pl: Bez opłat
ro: Fara taxe
ro_ro: Fara taxe
ru_ru: Без комиссии
sk_sk: Bez poplatkov
sq_al: Pa tarifa
sr_sp: Без накнаде
tr_tr: Komisyonlar olmadan
zh_cn: 不含交易费

source: Yes
be_by: Так
bg_bg: Да
ca_es: Sí
cs_cz: Ano
de_de: Ja
el_gr: Ναι
fa_ir: بله
id_id: Ya
ja_jp: はい
nl_nl: Ja
pl_pl: Tak
ro: Da
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sq_al: Po
sr_sp: Да
tr_tr: Evet
zh_cn: 是

source: You are in pending state. Please wait for confirmation
de_de: Du bist im Wartezustand. Bitte warte auf die Bestätigung
id_id: Kamu masi dalam keadaan pending. Tolong tunggu untuk konfirmasi
ru_ru: Вы находитесь в состоянии ожидания. Пожалуйста, дождитесь подтверждения
sk_sk: Ste v stave čakania. Počkajte prosím na potvrdenie

source: You are not self pooling
de_de: Du betreibst kein Selbst-Pooling
id_id: Kamu tidak sedan membuat pool sendiri
ru_ru: Вы не являетесь собственным пулом
sk_sk: Nemáte osobné združenie

source: You can still create plots for this plot NFT, but you can not make changes until sync is complete.
de_de: Du kannst weiterhin Plots für dieses Plot-NFT erstellen, jedoch keine Änderungen vornehmen, bis die Synchronisierung abgeschlossen ist.
id_id: Kamu masi bisa membuat plot untuk plot NFT ini, tetapi tidak bisa membuat perubahan sampai beres sinkronisasi.
ru_ru: Вы все еще можете создавать участки для этого участка NFT, но вы не можете вносить изменения до завершения синхронизации.
sk_sk: Stále môžete vytvárať polia pre tento NFT, ale nemôžete robiť zmeny, kým nie je dokončená synchronizácia.

source: You do not need to be synched or connected to plot. Temporary files are created during the plotting process which exceed the size of the final plot files. Make sure you have enough space. <0>Learn more</0>
be_by: Вам не трэба сінхранізаваць вузел або падлучацца да дзялянкі. Падчас працэсу засявання ствараюцца часовыя файлы, памер якіх перавышае памер выніковых файлаў дзялянак. Упэўніцеся, што на дысках дастаткова вольнага месца. <0>Даведацца больш</0>
bg_bg: Няма нужда да бъдете синхронизирани или свързани с поле. Временните файлове се създават при процеса на създаване на полета които са в в по голям размер от крайният на полетата. Бъдете сигурни, че имате достатъчно място <0>Научи повече</0>
cs_cz: Pro vytváření polí nemusíte být připojeni a nemusí být dokončena ani synchronizace. Při vytváření polí vznikají dočasné soubory, které jsou větší než výsledné pole. Zajistěte proto pro tyto dočasné soubory dostatečný prostor. <0>Více informací</0>
de_de: Um zu plotten musst du nicht synchronisiert oder verbunden sein. Während des Plotvorgangs werden temporäre Dateien erstellt, die die Größe der endgültigen Plotdateien überschreiten. Stelle sicher, dass genügend Platz vorhanden ist. <0> Erfahre mehr </ 0>
el_gr: Δεν χρειάζεται να συγχρονιστείτε ή να είστε συνδεδεμένοι με το plot. Τα προσωρινά αρχεία δημιουργούνται κατά τη διάρκεια της διαδικασίας plotting που υπερβαίνει το μέγεθος των τελικών αρχείων plot. Βεβαιωθείτε ότι έχετε αρκετό χώρο. <0>Μάθετε περισσότερα</0>
fa_ir: نیازی به همگام سازی یا اتصال به پلات نیست. پرونده های موقتی در طی مراحل پلات سازی ایجاد می شوند که از اندازه پرونده های پلات نهایی بیشتر است. اطمینان حاصل کنید که فضای کافی دارید. <0> بیشتر بیاموزید</0>
id_id: Anda tidak perlu tersinkronisasi atau terhubung untuk membuat plot. File semetara di buat pada saat membuat plot yang melebihi ukuran akhir plot. Pastikan anda mempunyai ruangan yang cukup. <0>Pelajari lebih lanjut</0>
ja_jp: 耕地作成には同期も接続も必要ありません。耕し中に作成される一時ファイルは、最終的な耕地ファイルより多くの容量を消費します。容量が足りるか今一度ご確認ください。<0>詳しく</0>
pl_pl: Nie musisz być zsynchronizowany ani połączony aby generować działki. Podczas generowania działki tworzone są pliki tymczasowe, a wielkość wymaganego miejsca jest większa od docelowej działki. Upewnij się, że masz wystarczającą ilość miejsca. <0>Dowiedz się więcej</0>
ro_ro: Nu este necesar să fii sincronizat sau conectat la o Parcelă. Atenție: fișierele temporare create în timpul procesului de parcelare depășesc dimensiunea fișierelor parcelă finale. Asigură-te că ai suficient spațiu liber pe disc. <0>Află mai multe</0>
ru_ru: Вам не нужно синхронизировать узел или быть подключенным к участку. Во время процесса засеивания участков создаются временные файлы, размер которых превышает размер итоговых файлов участков. Убедитесь, что у вас достаточно места. <0>Подробнее</0>
sk_sk: Na vykreslenie poľa nemusí byť počítač synchronizovaný ani pripojený. Počas procesu vykresľovania sa vytvárajú dočasné súbory, ktoré presahujú veľkosť konečných súborov poľa. Uistite sa, že máte dostatok miesta. <0> Ďalšie informácie </0>
sq_al: Ju nuk keni nevojë të sinkronizoheni ose të lidheni me plotin. Skedarët e përkohshëm krijohen gjatë procesit të plotimit që tejkalojnë madhësinë e skedarëve përfundimtarë të skemës. Sigurohuni që të keni hapësirë të mjaftueshme. <0> Mësoni më shumë </0>
sr_sp: Не мораш се синхронизовати или повезати да би се креирао плот. Привремене датотеке се креирају током процеса креирања плотова који премашују величину коначног плота. Провери да ли имаш довољно простора. <0> Сазнај више </0>
tr_tr: Grafiğe senkronize olmanıza veya bağlanmanıza gerek yoktur. Çizim işlemi sırasında, nihai çizim dosyalarının boyutunu aşan geçici dosyalar oluşturulur. Yeterli alanınız olduğundan emin olun. <0> Daha fazla bilgi edinin </0>
zh_cn: 不需要同步或者连接到网络节点就可以开垦农田。在开垦过程中产生的临时文件尺寸会大于最终的农田大小。请确认你有足够的存储空间。<0>了解更多</0>

source: You have made changes. Do you want to discard them?
de_de: Es gibt Änderungen. Möchtest du diese verwerfen?
id_id: Ada perubahan yang belum disimpan. Apakah kamu ingin membuangnya?
ru_ru: У вас есть несохраненные изменения. Хотите сохранить их?
sk_sk: Urobili ste zmeny. Chcete ich zrušiť?
tr_tr: Kaydedilmemiş değişiklikler var. Değişiklikleri çıkarmak ister misiniz?

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation. Actual results may take 3 to 4 times longer than this estimate.
be_by: У вас {0}% аб'ёму сеткі, таму чакаецца, што фермерства блока прыблізна зойме {expectedTimeToWin}, аднак фактычна на гэта можа спатрэбіцца ў 3–4 разы больш часу.
bg_bg: Имате {0}% от пространството в мрежата, което означава че копането на блок ще отнеме {expectedTimeToWin} по предположение. Истинските резултати могат да отнемат 3 до 4 пъти повече от предположението.
cs_cz: Vaše farma zabírá {0}% sítě, takže farmaření jednoho bloku zabere v odhadu {expectedTimeToWin}. Reálná doba ale může být i 3 až 4 krát delší.
de_de: Du hast {0}% des Speichers im Netzwerk. Das Farmen eines Blocks wird daher ca. {expectedTimeToWin} dauern. Die tatsächlichen Ergebnisse können 3-4-mal länger dauern als diese Schätzung.
el_gr: Έχετε {0}% του χώρου στο δίκτυο, έτσι ώστε να καλλιεργήσει ένα μπλοκ θα πάρει {expectedTimeToWin} σε αναμονή. Τα πραγματικά αποτελέσματα μπορεί να χρειαστούν 3 έως 4 φορές περισσότερο από αυτή την εκτίμηση.
fa_ir: شما {0} درصد فضا در شبکه دارید، بر این اساس برای مزرعه داری (ساختن) یک بلوک مدت زمان {expectedTimeToWin} تخمین زده میشود. در عمل رسیدن به نتیجه اصلی ۳ تا ۴ برابر تخمین بالا به طول می انجامد.
id_id: Anda memiliki {0}% dari total ruang di jaringan, maka farming 1 blok akan memakan waktu {expectedTimeToWin} menurut perkiraan. Hasil nyata bisa saja memakan waktu 3 sampai 4 kali lebih lama dari perkiraan ini.
ja_jp: あなたはネットワークの {0}% の容量を所有しているため、ブロックを耕すには {expectedTimeToWin} かかると推定されます。実際には推定の 3 から 4 倍かかることがあります。
nl_nl: Je hebt {0}% van de netwerk grootte, dus een blok farmen zal {expectedTimeToWin} duren. Dit kan in realiteit soms 3 tot 4 maal zo lang duren, aangezien dit om een gemiddelde gaat.
pl_pl: Masz {0}% miejsca w sieci, więc rolnictwo bloku zajmie {expectedTimeToWin}. Rzeczywiste wyniki mogą trwać od 3 do 4 razy dłużej niż to oszacowane.
ru_ru: У вас есть {0}% пространства в сети, поэтому ожидание обработки блока займет {expectedTimeToWin}. Фактические результаты могут быть в 3-4 раза дольше чем ожидаемое время.
sk_sk: Máte {0}% miesta v sieti, takže vyfarmárčenie jedného bloku zaberie odhadom {expectedTimeToWin}. Skutočné výsledky môžu trvať 3 až 4 krát dlhšie, ako je tento odhad.
sq_al: Ju keni {0}% të hapësirës në rrjet, kështu që prodhimi i një blloku do të marrë {expectedTimeToWin}. Rezultatet aktuale mund të zgjasin 3 deri në 4 herë më shumë se sa ky vlerësim.
sr_sp: Имаш {0}% простора на мрежи, за израду блока требаће ти {expectedTimeToWin}. Стварни резултати могу трајати 3 до 4 пута дуже од ове процене.
tr_tr: Ağ üzerinde % {0} alana sahipsiniz. bu yüzden bir bloğu kazmak etmek {expectedTimeToWin} kadar sürecektir. Gerçek sonuçlar bu tahminden 3 veya 4 kat daha uzun sürebilir.
zh_cn: 您在网络上拥有{0}%的空间，因此收割一个区块所花费的时间在数学期望上是{expectedTimeToWin}。实际耗时可能比这个期望值长3到4倍。

source: You need to claim your rewards first
de_de: Du musst zuerst deine Belohnungen einfordern
id_id: Anda harus mengambil penghargaan terlebih dahulu
ru_ru: Сначала нужно получить свою награду
sk_sk: Najprv musíte získať svoje odmeny

source: You need {currencyCode} to join a pool.
de_de: Du benötigst {currencyCode} um einem Pool beizutreten.
id_id: Anda membutuhkan {currencyCode} untuk bergabung ke sebuah pool.
ru_ru: Вам нужно {currencyCode} , чтобы присоединиться к пулу.
sk_sk: Na pripojenie sa k združeniu potrebujete {currencyCode}.

source: You will recieve <0/> to {0}
de_de: Du wirst <0/> auf {0} erhalten
id_id: Kamu akan menerima <0/> sampai {0}
ru_ru: Вы получите <0/> на {0}
sk_sk: Dostanete <0/> na {0}

source: You will recieve <0/> to {address}
de_de: Sie erhalten <0/> auf die Adresse {address}
id_id: Kamu akan menerima <0/> sampai {address}
ru_ru: Вы получите <0/> на {address}
sk_sk: Dostanete <0/> na {address}

source: Your Farm Overview
be_by: Агляд вашай фермы
bg_bg: Преглед на ферма
cs_cz: Přehled vaší farmy
de_de: Dein Farm Überblick
el_gr: Επισκόπηση Του Farm
fa_ir: نمای کلی مزرعه شما
id_id: Overview Perdagangan Anda
ja_jp: あなたの畑の概要
nl_nl: Jouw Farm overzicht
pl_pl: Podsumowanie twojej farmy
ro: Privire asupra fermei dvs
ro_ro: Privire asupra fermei dvs
ru_ru: Обзор вашей фермы
sk_sk: Prehľad vašej farmy
sq_al: Pasqyra juaj e Fermës
sr_sp: Преглед твоје фарме
tr_tr: Çiftlik Özetiniz
zh_cn: 农场概览

source: Your Full Node Connection
be_by: Ваша падлучэнне да поўнага вузла
bg_bg: Вашата връзка към пълния възел
cs_cz: Vaše spojení s uzlem
de_de: Deine Full Node Verbindung
el_gr: Η Πλήρης Σύνδεση Κόμβου Σας
fa_ir: اتصالات گره کامل شما
id_id: Koneksi Full Node Anda
ja_jp: あなたのフルノード接続
nl_nl: Jouw volledige Node connectiviteit
pl_pl: Twoje połączenie pełnego węzła
ro: Conexiunea nodului dvs
ro_ro: Conexiunea nodului dvs
ru_ru: Ваше подключение к полному узлу
sk_sk: Vaše pripojenie k sieti
sq_al: Lidhja juaj e plotë e nyjes
sr_sp: Твоја веза пуног чвора
tr_tr: Tam Node Bağlantınız
zh_cn: 你的全节点连接

source: Your Harvester Network
be_by: Ваша сетка камбайнаў
bg_bg: Вашата мрежа на комбайна
cs_cz: Vaše sklízecí síť
de_de: Dein Harvester Netzwerk
el_gr: Το Δικό σας Δίκτυο Harvester
fa_ir: شبکه برداشت کننده های شما
id_id: Jaringan Harvester Anda
ja_jp: あなたの収穫機ネットワーク
nl_nl: Jouw Harvester netwerk
pl_pl: Twoja sieć Żniwiarza
ro: Reteaua dvs. de 'Harvesteri'
ro_ro: Reteaua dvs. de 'Harvesteri'
ru_ru: Ваша сеть комбайнов
sk_sk: Sieť vašich zberačov
sq_al: Rrjeti juaj Harvester
sr_sp: Твоја мрежа сакупљача
tr_tr: Kazıcı Ağınız
zh_cn: 你的收割网络

source: Your Pool Overview
de_de: Deine Pool-Übersicht
id_id: Gambaran Pool Anda
ru_ru: Обзор вашей фермы
sk_sk: Prehľad vašich združení
tr_tr: Havuz Özetiniz
