Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: View Pool Login Link
da_dk: Se Pulje Login Link
he_il: הצג קישור לכניסה לאתר הבריכה (Pool)
hu_hu: Pool bejelentkezési linkjének megnézése
it_it: Visualizza Link per Accesso Pool
pt_pt: Link de Login da Pool

source: View pending balances
ar_sa: عرض الأرصدة المعلقة
da_dk: Vis afventende saldo
es_ar: Ver saldos pendientes
he_il: הצג יתרות בהמתנה
hr_hr: Pregledaj stanja na čekanju
hu_hu: Függőben lévő egyenleg megtekintése
pt_pt: Ver saldos pendentes

source: View pending balances...
ar_sa: عرض الأرصدة المعلقة...
da_dk: Vis afventende saldo...
es_ar: Ver balances pendientes...
he_il: הצג יתרות בהמתנה...
hr_hr: Pregledaj stanja na čekanju...
hu_hu: Függőben lévő egyenleg megtekintése...
pt_pt: Ver saldos pendentes...

source: Wait for synchronization
ar_sa: في انتظار المزامنة
da_dk: Afvent synkronisering
es_ar: Espere a sincronización
he_il: ממתין לסנכרון
hr_hr: Pričekaj sinkronizaciju
hu_hu: Várakozás a szinkronizációra
it_it: Aspetta per la sincronizzazione
pt_pt: Aguarde a sincronização

source: Waiting for the transaction to be confirmed
da_dk: Afventer at transaktionen bekræftes
he_il: ממתין לאישור העסקה
it_it: In attesa che la transazione venga confermata
pt_pt: Aguardando a confirmação da transação

source: Wallet Status:
da_dk: Tegnebog Status:
he_il: מצב הארנק:
pt_pt: Estado da carteira:

source: Wallet does not exists
da_dk: Pung findes ikke
he_il: ארנק לא נמצא
hu_hu: A tárca nem létezik
pt_pt: Carteira não existe

source: Wallets
ar_sa: المحافظ الإلكترونية
da_dk: Punge
es_ar: Monederos
he_il: ארנקים
hr_hr: Novčanici
hu_hu: Tárcák
pt_pt: Carteiras

source: Want to Join a Pool? Create a Plot NFT
da_dk: Vil du deltage i en pulje? Opret en plot NFT
he_il: רוצה להצטרף לבריכה (Pool)? צור/י חלקת NFT
it_it: Vuoi unirti a una Pool? Crea un plot NFT
pt_pt: Quer entrar em numa Pool? Crie um Plot NFT

source: Want to earn more Chia? Add more plots to your farm.
ar_sa: هل تريد كسب المزيد من شيا؟ أضف المزيد من قطع الأرض إلى مزرعتك.
da_dk: Vil du tjene flere Chia? Tilføj flere plotfiler til din farmer.
es_ar: ¿Quieres ganar más Chia? Añade más parcelas a tu granja.
he_il: רוצה להרוויח עוד Chia? הוסף/י עוד פלוטים לחווה שלך.
hr_hr: Želiš zaraditi više Chia? Dodaj više zemljišta u svoju farmu.
hu_hu: Szeretne többet keresni Chia-val? Adjon hozzá több telket a gazdaságához (farmoláshoz).
pt_pt: Quer ganhar mais Chia? Adicione mais plots à sua farm.

source: Want to have a delay before the next plot starts?
ar_sa: هل ترغب في الحصول على تأخير قبل أن تبدأ الحزمة التالية؟
da_dk: Vil du have en forsinkelse før det næste plot starter?
es_ar: ¿Quieres tener un retraso antes de que comience la siguiente parcela?
he_il: רוצה לבצע עיכוב לפני תחילתו של הפלוט הבא?
hr_hr: Želiš odgodu prije nego počne iduće zemljište?
hu_hu: Szeretne késleltetést mielőtt elkezdi a következő percellát?
it_it: Vuoi un ritardo prima che parta il prossimo plot?
pt_pt: Você quer ter um atraso antes que a próximo plot comece?

source: Warning: This key is used for a wallet that may have a non-zero balance. By deleting this key you may lose access to this wallet
da_dk: Advarsel: Denne nøgle bruges til en tegnebog, der kan have en saldo der ikke er nul. Ved at slette denne nøgle kan du miste adgangen til denne tegnebog
es_ar: Advertencia: esta clave se utilizó para una billetera que puede tener un saldo distinto de cero. Al eliminar esta clave, es posible que pierda el acceso a esta billetera
he_il: אזהרה: מפתח זה משמש עבור ארנק שעשוי להיות בעל יתרה שאינה אפס. מחיקת מפתח זה את/ה עלול/ה לאבד את הגישה לארנק זה
hu_hu: Figyelem: Ezt a kulcsot egy olyan tárcához használják, amihez pozitív egyenleg tartozhat. Ennek a kulcsnak a törlésével elveszhet a hozzáférése a tárcához
pt_pt: Aviso: Esta chave é usada para uma carteira que pode ter um saldo diferente de zero. Ao excluir esta chave, você pode perder acesso a esta carteira

source: Warning: This key is used for your farming rewards address. By deleting this key you may lose access to any future farming rewards
da_dk: Advarsel: Denne nøgle bruges som farmer belønningsadresse. Ved at slette denne nøgle kan du miste adgang til fremtidige farmer belønninger
es_ar: Advertencia: esta clave se utiliza para su dirección de recompensas de recolección. Al eliminar esta clave, es posible que pierda el acceso a futuras recompensas de recolección
he_il: אזהרה: מפתח זה משמש לכתובת התגמולים לחקלאות (Farming Reward Address) שלך. על ידי מחיקת מפתח זה את/ה עלול/ה לאבד את הגישה לכל פרסים חקלאיים (Farming Rewards) עתידיים
pt_pt: Aviso: Esta chave é usada para o endereço das recompensas da sua farm. Ao excluir esta chave, você pode perder acesso a quaisquer futuras recompensas da farm

source: Warning: This key is used for your pool rewards address. By deleting this key you may lose access to any future pool rewards
da_dk: Advarsel: Denne nøgle bruges som pulje belønningsadresse. Ved at slette denne nøgle kan du miste adgang til fremtidige pulje belønninger
es_ar: Advertencia: esta clave se utiliza para la dirección de recompensas de la piscina. Al eliminar esta clave, puede perder el acceso a futuras recompensas de la piscina
he_il: אזהרה: מפתח זה משמש עבור כתובת תגמולים לבריכה (Pool Rewards Address) שלך. על ידי מחיקת מפתח זה את/ה עלול/ה לאבד את הגישה לכל פרסי בריכה (Pool Rewards) עתידיים
pt_pt: Aviso: Esta chave é usada para o endereço das recompensas da sua pool. Ao excluir esta chave, você pode perder acesso a quaisquer futuras recompensas da pool

source: Weight
ar_sa: الوزن/الأهمية
da_dk: Vægt
es_ar: Peso
he_il: משקל
hr_hr: Težina
hu_hu: Súly
it_it: Peso
pt_pt: Peso

source: Weight is the total added difficulty of all sub blocks up to and including this one
ar_sa: الوزن هو الصعوبة المضافة الكلية لجميع الكتل الفرعية حتى و بما في ذلك هذه
da_dk: Vægt er den totale tilførte sværhedsgrad af alle blokke op til og indklusiv denne blok
es_ar: El peso es la dificultad total añadida de todos los subbloques hasta e incluyendo este
he_il: המשקל הוא הקושי הכולל הנוסף של כל בלוקי המשנה כולל זה
hr_hr: Težina je ukupno dodanih kompleksnosti svih pod blokova uključujući i ovaj
hu_hu: Az összes alblokk teljes hozzáadott nehézségének a súlya, egészen ehhez az egységig
it_it: Il peso è la difficoltà aggiunta in totale a tutti i sottoblocchi fino a e incluso questo
pt_pt: O peso é a dificuldade total adicionada de todos os sub-blocos até e incluindo este

source: Welcome to Chia. Please log in with an existing key, or create a new key.
ar_sa: مرحبا بكم في تشيا. الرجاء تسجيل الدخول باستخدام مفتاح موجود, أو إنشاء مفتاح جديد.
da_dk: Velkommen til Chia. Venligst log ind med en eksisterende nøgle, eller generer en ny nøgle.
es_ar: Bienvenidos a Chia. Por favor inicie sesión con una llave existente o cree una nueva.
he_il: ברוכים הבאים ל-Chia. בבקשה התחבר עם מפתח קיים, או צור/י לעצמך מפתח חדש.
hr_hr: Dobrodošao u Chia. Prijavi se sa postojećim ključem, ili kreiraj novi.
hu_hu: Üdvözöljük a Chia-ban. Kérem jelentkezzen be egy létező kulccsal, vagy készítsen egy új kulcsot magának.
pt_pt: Bem-vindo à Chia. Faça login com uma chave existente ou crie uma nova chave.

source: Welcome! The following words are used for your wallet backup. Without them, you will lose access to your wallet, keep them safe! Write down each word along with the order number next to them. (Order is important)
ar_sa: مرحبًا! تستخدم الكلمات التالية للنسخ الاحتياطي لمحفظتك. بدونهم، سوف تفقد الوصول إلى محفظتك، ابقائهم آمنين! اكتب كل كلمة مع رقم الطلب بجوارهم. (الطلب مهم)
da_dk: Velkommen! De følgende ord bruges som backup til din pung. Uden disse, vil du miste adgang til din pung, opbevar dem sikkert! Skriv alle ordene sammen med deres nummer ned. (Rækkefølgen er vigtig)
es_ar: ¡Bienvenido! Las siguientes palabras se utilizan para la copia de seguridad de su monedero. Sin ellas, perderá el acceso a su monedero, ¡manténgalas a salvo! Escriba cada palabra junto con el número de orden junto a ellas. (El orden es importante)
he_il: ברוכים הבאים! המילים הבאות ישמשו אותך ע"מ לשחזר את הארנק שלך. בלעדיהם, תאבד/י את הגישה לארנק שלך, שמור עליהם! רשמו כל מילה יחד בסדר הנכון. (סדר חשוב)
hr_hr: Dobrodošao! Navedene riječi se koriste kao sigurnosna kopija tvog Novćanika. Bez njih, nemas pristup svome novčaniku, drži ih sigurno! Zapiši svaku riječ točnim redoslijedom. (Redoslijed je bitan)
hu_hu: Üdvözöljük! A pénztárca biztonsági mentéséhez a következő szavakat használják. Nélkülük elveszíti hozzáférését pénztárcájához, biztonságban tartsa őket! Írja le az egyes szavakat a mellettük lévő sorszámmal együtt. (A sorrend fontos)
pt_pt: Bemvindo! As palavras aseguintes são usadas para o backup da carteira. Sem eles, você perderá o acesso à sua carteira, mantenha-os seguros! Escreva cada palavra junto com o número do pedido ao lado delas. (A ordem é importante)

source: When you receive the setup info packet from your admin, enter it below to complete your Rate Limited Wallet setup:
ar_sa: عندما تتلقى حزمة معلومات الإعداد من المشرف الخاص بك، قم بإدخالها أدناه لإكمال إعداد المحفظة المحدودة المعدل:
da_dk: Når du modtager din opsætningspakke fra din admin, indtast den herunder for at gennemfører din Rate Begrænset Pung opsætning:
es_ar: Cuando reciba el paquete de información de configuración de su administrador, ingréselo a continuación para completar la configuración de su Monedero con Tarifa Limitada:
he_il: כשתקבל את חבילת פרטי ההגדרה מהמנהל שלך, הזן אותה למטה כדי להשלים את הגדרת הארנק המוגבל בתעריפים:
hr_hr: Kada zaprimiš informacijski paket od administratora, unesi ga ispod za završetak postavljanja svoj ograničenog novčanika:
hu_hu: Amikor az admin-tól megkapod a beállításokhoz szükséges információs csomagot, írd be alább, hogy befejezd a korlátozott arányú tárcád beállítását:
pt_pt: Quando você receber o pacote de informações de configuração de seu administrador, digite-o abaixo para concluir a configuração de sua carteira limitada:

source: Window
ar_sa: نافذة
da_dk: Vindue
es_ar: Ventana
he_il: חלון
hr_hr: Prozor
hu_hu: Ablak
it_it: Finestra
pt_pt: Janela

source: Without fees
ar_sa: بدون رسوم
da_dk: Uden gebyr
es_ar: Sin tarifas
he_il: ללא עמלות
hr_hr: Bez naknada
hu_hu: Illeték nélkül
it_it: Senza tasse
pt_pt: Sem taxas

source: Yes
ar_sa: نعم
da_dk: Ja
es_ar: Sí
he_il: כן
hr_hr: Da
hu_hu: Igen
it_it: Sì
pt_pt: Sim

source: You are in pending state. Please wait for confirmation
da_dk: Du er i afventende tilstand. Vent venligst på bekræftelse
he_il: את/ה במצב ממתין. אנא המתן/י לאישור
it_it: Sei in uno stato in sospeso. Si prega di attendere la conferma
pt_pt: Você está em estado pendente. Por favor, aguarde a confirmação

source: You are not self pooling
da_dk: Du er ikke selv pulje
he_il: את/ה לא בריכה עצמאית (Self Pooling)
it_it: Non sei in auto-pooling
pt_pt: Você não é pool próprio

source: You can still create plots for this plot NFT, but you can not make changes until sync is complete.
da_dk: Du kan stadig oprette plot filer til denne plot NFT, men du kan ikke foretage ændringer, før synkroniseringen er gennemført.
he_il: את/ה עדיין יכול/ה ליצור פלוטים עבור חלקת NFT זו, אך אינך יכול/ה לבצע שינויים עד לסיום הסנכרון.
it_it: È ancora possibile creare plot per questo plot NFT, ma non sarà possibile apportare modifiche fino a quando la sincronizzazione sarà completa.
pt_pt: Você ainda pode criar plots para este plot de NFT, mas não pode fazer alterações até que a sincronização esteja concluída.

source: You do not need to be synched or connected to plot. Temporary files are created during the plotting process which exceed the size of the final plot files. Make sure you have enough space. <0>Learn more</0>
he_il: אינך צריך להיות מסונכרן או מחובר ע"מ לייצר פלוט. במהלך תהליך הפלוט נוצרים קבצים זמניים החורגים מגודל קבצי הפלוט הסופיים. וודא/י שיש לך מספיק מקום. <0>למד עוד</0>

source: You have made changes. Do you want to discard them?
he_il: עשית שינויים. האם את/ה רוצה לבטל אותם?

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation. Actual results may take 3 to 4 times longer than this estimate.
ar_sa: لديك {0}% من المساحة على الشبكة، لذا فإن زراعة كتلة سوف تأخذ {expectedTimeToWin} متوقعة. وقد تستغرق النتائج الفعلية ثلاثة إلى أربعة أضعاف ما يستغرقه هذا التقدير.
da_dk: Du har {0}% af den totale mængde plads på netværket, så farmning af en blok vil tage {expectedTimeToWin} forventet. Faktisk resultat kan varierer med 3 til 4 gange mere end dette estimat.
es_ar: Tienes un {0}% del espacio en la red, así que la recolección de un bloque tomará {expectedTimeToWin} de espera. Los resultados reales pueden tardar entre 3 y 4 veces más que esta estimación.
he_il: יש ברשותך {0}% משטח הרשת, לכן קצירת בלוק עלולה לקחת {expectedTimeToWin} בציפייה. התוצאות בפועל עשויות להימשך פי 3 עד 4 מהערכה זו.
hr_hr: Imaš {0}% prostora na mreži, tako da će uzgoj bloka potrajati {expectedTimeToWin} u pretpostavci. Stvarni rezultat može biti 3-4 puta duži od pretpostavke.
hu_hu: Jelenleg {0}% tárhely kapacitással rendelkezel a hálózaton, amivel megközelítőleg {expectedTimeToWin} időbe kerül egy blokk kibányászása. A tényleges eredmények akár 3-4-szer több ideig is tarthatnak, mint a becsült érték.
it_it: Hai {0}% dello spazio sulla rete, quindi coltivare un blocco richiederà {expectedTimeToWin} in media. I risultati effettivi possono richiedere da 3 a 4 volte più di questa stima.
pt_pt: Você tem {0}% do espaço na rede, a estimativa para efetuar farming a um bloco irá demorar certa de {expectedTimeToWin}. Os resultados reais podem levar 3 a 4 vezes mais tempo do que esta estimativa.

source: You need to claim your rewards first
da_dk: Du skal først gøre krav på dine belønninger
he_il: עליך לקבל את הפרסים קודם
it_it: Devi prima reclamare le tue ricompense
pt_pt: Você precisa resgatar as suas recompensas primeiro

source: You need {currencyCode} to join a pool.
da_dk: Du skal bruge {currencyCode} for at deltage i en pulje.
he_il: את/ה צריך {currencyCode} על מנת להצטרף לבריכה (Pool).
hu_hu: {currencyCode}-ra van szüksége, hogy a pool-ba be tudjon jelentkezni.
it_it: Hai bisogno di {currencyCode} per entrare in una pool.
pt_pt: Você precisa de {currencyCode} para entrar em uma pool.

source: You will recieve <0/> to {0}
da_dk: Du vil modtage <0/> til {0}
he_il: את/ה תקבל/י <0/> ל {0}
pt_pt: Você receberá <0/> a {0}

source: You will recieve <0/> to {address}
da_dk: Du vil modtage <0/> til {address}
he_il: את/ה תקבל/י <0/> ל {address}
it_it: Riceverai <0/> su {address}
pt_pt: Você receberá <0/> para {address}

source: Your DID requires at least {dids_num_req} attestation file{0} for recovery. Please upload additional files.
da_dk: Din DID kræver mindst {dids_num_req} attesteringsfil{0} for gendannelse. Upload venligst yderligere filer.
he_il: ה-DID שלך מצריך לפחות {dids_num_req} קובץ אישור{0} לשחזור. אנא העלה/י מסמכים נוספים.
pt_pt: Seu DID requer pelo menos {dids_num_req} arquivo de atestado{0} para recuperação. Faça o upload de arquivos adicionais.

source: Your Farm Overview
ar_sa: نظرة عامة للمزرعة
da_dk: Din Farmer Overblik
es_ar: Visión General de su Granja
he_il: סקירת החווה שלך
hr_hr: Pregled tvoje farme
hu_hu: A farmod áttekintése
it_it: Panoramica della Tua Fattoria
pt_pt: Visão geral do seu Farm

source: Your Full Node Connection
ar_sa: اتصالك الكامل بالعقد
da_dk: Din Fulde Node Forbindelse
es_ar: Su conexión de nodo completo
he_il: חיבור ה-Full Node שלך
hr_hr: Tvoja veza Punog Čvora
hu_hu: A teljes értékű node-od kapcsolata
it_it: La tua Connessione del Full Node
pt_pt: Sua conexão de nó completo

source: Your Harvester Network
ar_sa: شبكة الحصاد الخاصة بك
da_dk: Dit Harvester netværk
es_ar: Su Red de Cosechadores
he_il: רשת ה-Harvester שלך
hr_hr: Tvoja mreža Žetelaca
hu_hu: Az arató hálózatod
it_it: La rete del tuo Harvester
pt_pt: A sua rede Harvester

source: Your Pool Overview
da_dk: Din Pulje Oversigt
he_il: סקירת הבריכה (Pool) שלך
it_it: Panoramica Della Tua Pool
pt_pt: Visão geral do seu Farm

source: [Error 13] Permission denied. You are trying to access a file/directory without having the necessary permissions. Most likely one of the plot folders in your config.yaml has an issue.
ar_sa: [خطأ 13] تم رفض الإذن. أنت تحاول الوصول إلى ملف/مجلد دون الحصول على الأذونات اللازمة. الأكثر احتمالا أن أحد مجلدات الحزمة في config.yaml لديه مشكلة.
da_dk: [Fejl 13] Adgang nægtet. Du prøver at få adgang til en fil / mappe uden at have de nødvendige tilladelser. Mest sandsynligt har en af plotmapperne i din config.yaml et problem.
es_ar: [Error 13] Permiso denegado. Estás intentando acceder a un archivo/directorio sin tener los permisos necesarios. Lo más probable es que una de las carpetas de parcelas de su config.yaml tenga un problema.
he_il: [שגיאה 13] ההרשאה נדחתה. אתה מנסה לגשת לקובץ/ספרייה מבלי לקבל את ההרשאות הדרושות. סביר להניח שיש תקלה באחת מתיקיות הפלוטים ב- config.yaml שלך.
hr_hr: [Greška13] Nema dozvole. Pokušavaš pristupiti datoteci/direktoriju bez potrebnih dozvola. Vrlo vjerojatno jedno od tvojih zemljišta ima problem u config.yaml datoteci.
hu_hu: [Error 13] A hozzáférés megtagadva. Megpróbáltál egy fájlhoz vagy könyvtárhoz jogosultság hiányában hozzáférni. Valószínűleg az egyik parcella könyvtárad beállítása a config.yaml fájlban hibás.
it_it: [Errore 13] Permesso negato. Stai cercando di accedere a un file/directory senza avere i permessi necessari. Molto probabilmente una delle cartelle di un plot nel tuo config.yaml ha un problema.
pt_pt: [Error 13] Permissão negada. Você está tentando acessar um arquivo/diretório sem ter as permissões necessárias. Provavelmente, uma das pastas do plot no seu config.yaml tem um problema.

source: [Error 22] File not found. Most likely one of the plot folders in your config.yaml has an issue.
ar_sa: [خطأ 22] لم يتم العثور على الملف. على الأرجح أن أحد مجلدات المخطط في config.yaml لديه مشكلة.
da_dk: [Fejl 22] Filen blev ikke fundet. Sandsynligvis har en af plotmapperne i din config.yaml et problem.
es_ar: [Error 22] Archivo no encontrado. Lo más probable es que una de las carpetas de parcelas de su config.yaml tenga un problema.
he_il: [שגיאה 22] הקובץ לא נמצא. סביר להניח שיש בעיה באחת מתיקיות הפלוטים ב- config.yaml שלך.
hr_hr: [Error 22] Datoteka nije pronađena. Vrlo vjerojatno jedno od tvojih zemljišta u config.yaml datoteci ima problem.
hu_hu: [Error 22] A fájl nem található. Valószínűleg az egyik parcella könyvtárad beállítása a config.yaml fájlban hibás.
it_it: [Errore 22] File non trovato. Molto probabilmente una delle cartelle di un plot nel tuo config.yaml ha un problema.
pt_pt: [Error 22] O arquivo não foi encontrado. Provavelmente uma das pastas do plot no seu config.yaml tem um problema.

source: connections:
ar_sa: الإتصالات:
da_dk: forbindelser:
es_ar: conexiones:
he_il: חיבורים:
hr_hr: konekcije:
hu_hu: kapcsolatok:
pt_pt: conexões:

source: height:
ar_sa: ارتفاع:
da_dk: højde:
es_ar: altura:
he_il: גובה:
hr_hr: visina:
hu_hu: magasság:
pt_pt: altura:

source: not synced
ar_sa: لم تتم المزامنة
da_dk: ikke synkroniseret
es_ar: no sincronizado
he_il: לא מסונכרן
hr_hr: nije sinkronizirano
hu_hu: nincs szinkronizálva
pt_pt: não sincronizado

source: p2_singleton_puzzle_hash is not defined
he_il: p2_singleton_puzzle_hash אינו מוגדר

source: status:
ar_sa: الحالة
es_ar: estado:
he_il: מצב:
hr_hr: stanje:
hu_hu: állapot:

source: synced
ar_sa: تمت المزامنة
da_dk: synkroniseret
es_ar: sincronizado
he_il: מסונכרן
hr_hr: sinkronizirano
hu_hu: szinkronizálva
pt_pt: sincronizado

source: syncing
ar_sa: جاري المزامنة
da_dk: synkroniserer
es_ar: sincronizando
he_il: מסנכרן
hr_hr: sinkronizacija
hu_hu: szinkronizálás
pt_pt: sincronizando

source: {0} points {1} - {2} hours ago
da_dk: {0} point {1} - {2} timer siden
he_il: {0} נקודות {1} - {2} שעות שחלפו
it_it: {0} punti {1} - {2} ore fa
pt_pt: {0} pontos {1} - {2} horas atrás

source: {currencyCode} Block Rewards
he_il: {currencyCode} תגלומי בלוק

source: {currencyCode} Total Chia Farmed
he_il: {currencyCode} סכום צ'יה כולל שנקצר

source: {currencyCode} User Transaction Fees
he_il: {currencyCode} עמלות עסקה למשתמש

source: Challenge Hash
ar_sa: رمز التحدي
da_dk: Udfordringshash
es_ar: Hash del desafío
hr_hr: Hash Izazova
hu_hu: Hash kihívás
it_it: Hash della sfida
pt_pt: Hash Desafio

source: Puzzlehash
da_dk: Puslehash
pt_pt: Quebra-cabeça
