Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: These are the instructions for how the farmer wants to get paid. By default this will be an XCH address, but it can be set to any string with a size of less than 1024 characters, so it can represent another blockchain or payment system identifier.
da_dk: Dette er instruktionerne for hvordan farmeren ønsker at blive betalt. Som standard vil dette være en XCH-adresse, men det kan indstilles til en vilkårlig streng med en størrelse på mindre end 1024 tegn, så det kan repræsentere en anden blockchain eller betalingssystem-id.
he_il: אלה ההנחיות כיצד החקלאי/ת רוצה לקבל תשלום. כברירת מחדל זו תהיה כתובת XCH, אך ניתן להגדיר אותה לכל מחרוזת בגודל של פחות מ -1024 תווים, כך שהיא יכולה לייצג מערכת blockchain נוספת או מזהה מערכת התשלומים (Payment System Identifier).
it_it: Queste sono le istruzioni per il modo in cui il farmer vuole farsi pagare. Per impostazione predefinita questo sarà un indirizzo XCH, ma può essere impostato su qualsiasi stringa con una dimensione inferiore a 1024 caratteri, in modo che possa rappresentare un altro identificatore blockchain o sistema di pagamento.
pt_pt: Estas são as instruções sobre como o farmer quer ser pago. Por padrão este será um endereço XCH, mas pode ser definido como qualquer sequência de caracteres com menos de 1024 caracteres, assim, ele pode representar outro blockchain ou identificador do sistema de pagamento.

source: These plots are invalid, you might want to delete them.
ar_sa: هذه القطعة غير صالحة، قد ترغب في حذفها.
da_dk: Disse plotfiler er invalide, måske vil du fjerne dem.
es_ar: Estas parcelas no son válidas, es posible que quiera eliminarlas.
he_il: הפלוטים הללו לא חוקיים, בטח תרצה/י להסיר אותם.
hr_hr: Ova zemljišta su nevažeća, možda ih želiš ukloniti.
hu_hu: Ezek a plotok érvénytelenek, lehet, hogy törölni kellene ôket.
it_it: Questi plot non sono validi, dovresti eliminarli.
pt_pt: Esses plots são inválidos, você pode querer excluí-los.

source: This allows you to add a directory that has plots in it. If you have not created any plots, go to the plotting screen.
ar_sa: هذا يسمح لك بإضافة دليل يحتوي على مخططات داخلية. إذا لم تقم بإنشاء أي مخططات، انتقل إلى شاشة الرسم.
da_dk: Dette lader dig tilføje en folder med plotfiler i. Hvis du ikke har genereret nogle plotfiler, gå til plot skærmen.
es_ar: Esto le permite agregar un directorio que tiene parcelas. Si no ha creado ninguna parcela, vaya a la pantalla de crear parcelas.
he_il: זה מאפשר לך להוסיף ספריות בהן יש פלוטים. אם עוד לא יצרת פלוטים עדיין, עבור למסך יצירת הפלוטים.
hr_hr: Ovo ti omogućuje dodavanje direktorija koji sadrži zemljišta. Ako nisi kreirao zemljište, idi na Uzgoj izbornik.
hu_hu: Ez lehetôvé teszi, hogy hozzáadj egy könyvtárat, amiben parcellák vannak. Ha nem hoztál létre parcellákat, akkor menj a mûvelés képernyôre.
it_it: Questo permette di aggiungere una cartella che contiene plot. Se non hai creato nessun plot, vai alla schermata di plotting.
pt_pt: Isso permite que você adicione um diretório que contenha plots. Se você não criou nenhuns plots, vá para o ecrã de plotting.

source: This difficulty is an artifically lower difficulty than on the real network, and is used when farming, in order to find more proofs and send them to the pool. The more plots you have, the higher difficulty you will have. However, the difficulty does not affect rewards.
da_dk: Denne vanskelighed er kunstigt lavere end på det reelle netværk og bruges når du farmer, for at finde flere beviser og sende dem til puljen. Jo flere plot filer du har, jo højere sværhedsgrad vil du have. Men, vanskeligheden påvirker ikke belønninger.
he_il: קושי זה הוא קושי נמוך באופן מלאכותי מאשר ברשת האמיתית, והוא משמש בעת החקלאות, על מנת למצוא הוכחות (Proofs) נוספות ולשלוח אותן לבריכה (Pool). ככל שיש לך יותר פלוטים כך ערך הקושי (Difficulty) גבוה יותר. עם זאת, הקושי אינו משפיע על הפרסים.
it_it: Questa difficoltà è artificialmente inferiore a quella della rete reale, e viene utilizzato per il farming, al fine di trovare più prove e inviarle alla pool. Più pool hai, più sarà alta la difficoltà locale. Tuttavia, la difficoltà non influisce sulle ricompense.
pt_pt: Essa dificuldade é uma dificuldade artificalmente menor do que na rede real, e é usado no farming, para encontrar mais provas e enviá-las para a pool. Quanto mais plots você tiver, maior a dificuldade você terá, no entanto, a dificuldade não afeta as recompensas.

source: This feature is available only from the GUI.
ar_sa: هذه الميزة متاحة فقط من واجهة المستخدم الحاسوبية.
da_dk: Denne funktion er kun tilgængelig fra GUI.
es_ar: Esta característica esta disponible solo desde la interfaz gráfica.
he_il: האפשרות הזו זמינה רק דרך הממשק GUI.
hr_hr: Ova mogućnost je dostupna samo iz GUI.
hu_hu: Ez a funkció csak a grafikus felhasználói felületrôl érhetô el.
it_it: Questa funzione è disponibile solo sulla GUI.
pt_pt: Este recurso está disponível apenas na GUI.

source: This is the amount of Chia that you can currently use to make transactions. It does not include pending farming rewards, pending incoming transactions, and Chia that you have just spent but is not yet in the blockchain.
ar_sa: هذه هي كمية تشيا التي يمكنك استخدامها حاليا لإجراء المعاملات. لا تشمل مكافآت الزراعة المعلقة، والمعاملات الواردة بانتظار، وشيا التي أنفقتها للتو ولكنها ليست بعد في سلسلة الكتل.
da_dk: Dette er beløbet af Chia du kan bruge på transaktioner nu. Dette eksluderer afventende belønninger fra farmede gevinster, afventende indkomne transaktioner, og Chia du lige har brugt, men ikke er skrevet til blokkæden endnu.
es_ar: Esta es la cantidad de chía que puede utilizar actualmente para realizar transacciones. No incluye recompensas de cultivo pendientes, transacciones entrantes pendientes y Chia que acaba de gastar pero que aún no está en la cadena de bloques.
he_il: זהו סכום ה-Chia שבהם תוכל להשתמש כעת לביצוע עסקאות. זה לא כולל תגמולים בהמתנה, עסקאות נכנסות בהמתנה ומטבעות Chia שכבר משכת אבל עוד לא הופיע ב-Blockchain.
hr_hr: Ovo je iznos Chia koji trenutno možeš koristiti za transakcije. Ne uključuje nagrade na čekanju, transakcije na čekanju i Chia koje si potrošio, ali još nisu u blockchainu.
hu_hu: Ez az összeg Chia, amelyet jelenleg felhasználhat tranzakciók lebonyolítására. Nem tartalmazza a függőben lévő gazdálkodási jutalmakat, a függőben lévő bejövő tranzakciókat és Chiát, amelyet most költött, de még nem tartozik a blokkláncba.
pt_pt: Esta é a quantidade de Chia que você pode usar atualmente para fazer transações. Não inclui recompensas agrícolas pendentes, transações recebidas pendentes e Chia que você acabou de gastar, mas ainda não está no blockchain.

source: This is the pending change, which are change coins which you have sent to yourself, but have not been confirmed yet.
ar_sa: هذا هو التغيير المعلق، الذي هو تغيير العملات التي أرسلتها لنفسك، ولكن لم يتم تأكيدها بعد.
da_dk: Dette er den afventende ændring, som er vekslet til dig selv, men ikke er bekræftet endnu.
es_ar: Esto es un cambio pendiente, los cuales son cambios de monedas que usted se ha enviado a si mismo, pero todavía no han sido confirmados.
he_il: זה השינוי שממתין, אשר משנה מטבעות ששלחת לעצמך, אבל עוד לא אושר עדיין.
hr_hr: Ovo je promjena na čekanju, što su novčići koje si poslao sam sebi, ali još nisu potvrđeni.
hu_hu: Ez a függőben lévő változás, amely olyan pénzérme, amelyet Ön küldött magának, de még nem erősítették meg.
pt_pt: Esta é a alteração pendente, que são moedas de alteração que você enviou para si mesmo, mas ainda não foram confirmadas.

source: This is the sum of the incoming and outgoing pending transactions (not yet included into the blockchain). This does not include farming rewards.
ar_sa: هذا هو مجموع المعاملات المعلقة الواردة والصادرة (غير مدرجة بعد في سلسلة الكتل). هذا لا يشمل مكافآت الزراعة.
da_dk: Dette er summen af indkommende og udgående afventende transaktioner (ikke skrevet ind i blokkæden endnu). Dette er ekslusivt farmede gevinster.
es_ar: Esta es la suma de las transacciones pendientes entrantes y salientes (aún no incluidas en la cadena de bloques). Esto no incluye las recompensas de cultivo.
he_il: זהו סכום העסקאות הנכנסות והיוצאות בהמתנה (שטרם נכללו ב-Blockchain). זה לא כולל תגמולי farming.
hr_hr: Ovo je ukupan zbroj ulaznih i izlaznih transakcija na čekanju (koje još nisu uključene u blockchain). Ovo ne uključuje nagrade uzgoja.
hu_hu: Ez a függőben lévő, bejövő és kimenő ügyletek összesítése. (Még nem a blokklánc részei) Nem tartalmazza a termesztési díjakat.
pt_pt: Esta é a soma das transações pendentes de entrada e saída (ainda não incluídas no blockchain). Isso não inclui recompensas agrícolas.

source: This is the time of the latest peak sub block.
ar_sa: هذا هو وقت آخر كتلة فرعية في ذروتها.
da_dk: Dette er tidstemplet for den sidste blok.
es_ar: Este es la hora del último sub-bloque pico.
he_il: זה הזמן לשיא האחרון לבלוק המשני.
hr_hr: Ovo je vrijeme najnovijeg pod bloka.
hu_hu: Ez a legutóbbi csúcs alblokk ideje.
pt_pt: Esta é a hora do último sub-bloco de pico.

source: This is the time the block was created by the farmer, which is before it is finalized with a proof of time
ar_sa: هذا هو الوقت الذي قام فيه المزارع بإنشاء الكتلة، وهو الوقت الذي يسبق وضعها في صيغتها النهائية بإثبات الوقت
da_dk: Dette er tidstemplet fra blokken da den blev farmet af farmeren, hvilket er før den blev færdiggjordt med et bevis af tid
es_ar: Este es el momento en que el agricultor creó el bloque, que es antes de que se finalice con una prueba de tiempo
he_il: זהו הזמן בו הבלוק נוצר ע"י ה-farmer, וזה לפני שהוא נגמר עם הוכחת זמן
hr_hr: Ovo je vrijeme bloka koji je farmer kreirao, koje je prije nego je završen sa dokazom o vremenu
hu_hu: Ekkor hozta létre a blokkot a gazdálkodó, ami még az idő igazolásával véglegesítés előtt van
it_it: Questo è il tempo in cui il blocco è stato creato dal coltivatore, che è precedente a quando è stato finalizzato con una prova di tempo
pt_pt: Essa é a hora em que o bloco foi criado pelo agricultor, que é antes de ser finalizado com uma prova de tempo

source: This is the total amount of chia in the blockchain at the current peak sub block that is controlled by your private keys. It includes frozen farming rewards, but not pending incoming and outgoing transactions.
ar_sa: هذا هو إجمالي كمية الشيا في سلسلة الكتل في كتلة الذروة الفرعية الحالية التي تتحكم بها المفاتيح الخاصة. وتشمل مكافآت الزراعة المجمدة، ولكنها لا تنتظر المعاملات الواردة والصادرة.
da_dk: Dette er det totale beløb af chia i blokkæden ved den nuværende sidste blok, som er kontrolleret af din private nøgle. Dette inkluderer frosne farmer gevinster, men ikke afventende indkommende og udgående transaktioner.
es_ar: Esta es la cantidad total de chía en la cadena de bloques en el sub-bloque cúspide actual que está controlado por sus llaves privadas. Incluye recompensas congeladas de cultivo, pero no transacciones pendientes de entrada y salida.
he_il: זוהי הכמות הכוללת של צ'יה ב-Blockchain בבלוק המשנה הנוכחי שנשלט על ידי המפתחות הפרטיים שלך. הוא כולל פרסים חקלאיים קפואים, אך לא עסקאות נכנסות ויוצאות בהמתנה.
hr_hr: Ovo je ukupan iznos Chia u blockchainu na trenutnom najvisem pod bloku koji je kontroliran sa tvojim privatnim ključevima. Uključuje zamrznute nagrade, ali ne i ulazne ili odlazne transakcije na čekanju.
hu_hu: Ez az összes Chia mennyiség a blokkláncban az aktuális csúcs alblokkban, amelyet a privát kulcsaid vezérelnek. Ez magában foglalja a befagyasztott gazdálkodási jutalmakat, de nem a függőben lévő bejövő és kimenő tranzakciókat.
pt_pt: Esta é a quantidade total de chia no blockchain no sub-bloco de pico atual que é controlado por suas chaves privadas. Inclui recompensas de cultivo congelado, mas não transações pendentes de entrada e saída.

source: This is the total balance + pending balance: it is what your balance will be after all pending transactions are confirmed.
ar_sa: هذا هو الرصيد الإجمالي + الرصيد المعلق: هذا هو ما سيكون عليه رصيدك بعد تأكيد جميع المعاملات المعلقة.
da_dk: Dette er den totalle + afventende saldo: det er hvad din balance vil være når alle afventende transaktioner er bekræftet.
es_ar: Este es el saldo total + saldo pendiente: es lo que será su saldo después de que se confirmen todas las transacciones pendientes.
he_il: זוהי היתרה הכוללת + יתרה ממתינה: זה מה שיהיה יתרתך לאחר אישור כל העסקאות הממתינות.
hr_hr: Ovo je ukupan saldo + saldo na čekanju: ono što će tvoj saldo biti nakon što sve transakcije na čekanju budu potvrđene.
hu_hu: Ez a teljes egyenleg + függőben lévő egyenleg: ez lesz az egyenleged az összes függőben lévő tranzakció megerősítése után.
pt_pt: Este é o saldo total + saldo pendente: é o seu saldo após a confirmação de todas as transações pendentes.

source: This is the total number of points this plotNFT has with this pool, since the last payout. The pool will reset the points after making a payout.
da_dk: Dette er det samlede antal point denne plotNFT har med denne pulje, siden den sidste udbetaling. Puljen vil nulstille point efter at have foretaget en udbetaling.
he_il: זהו מספר הנקודות הכולל שיש לפלוט NFT זה עם מאגר בריכה (Pool) זה, מאז התשלום האחרון. הבריכה תאפס את הנקודות לאחר ביצוע התשלום.
it_it: Questo è il numero totale di punti che questo plotNFT ha con questa pool dall'ultimo pagamento. La pool ripristinerà i punti dopo aver effettuato un pagamento.
pt_pt: Este é o número total de pontos que esta plotNFT tem com este pool, desde o último pagamento. A pool irá redefinir os pontos depois de fazer um pagamento.

source: This is the total number of points your farmer has found for this plot NFT. Each k32 plot will get around 10 points per day, so if you have 10TiB, should should expect around 1000 points per day, or 41 points per hour.
da_dk: Dette er det samlede antal point din farmer har fundet for denne plot NFT. Hver k32 plot vil få omkring 10 point om dagen, så hvis du har 10TiB, skulle forvente omkring 1000 point om dagen, eller 41 point i timen.
he_il: זהו מספר הנקודות הכולל שהחקלאי שלך מצא עבור פלוט NFT זה. כל פלוט k32 יקבל בערך 10 נקודות ליום, כך שאם יש לך 10TiB, עליך לצפות לכ-1000 נקודות ביום, או 41 נקודות לשעה.
it_it: Questo è il numero totale di punti che il tuo farmer ha trovato per questo plot NFT. Ogni plot k32 otterrà circa 10 punti al giorno, quindi se hai 10TiB, dovresti avere circa 1000 punti al giorno, o 41 punti all'ora.
pt_pt: Este é o número total de pontos que o seu farmer encontrou para esta plataforma NFT. Cada gráfico k32 obterá cerca de 10 pontos por dia, portanto se você tiver 10TiB, deve esperar cerca de 1000 pontos por dia, ou 41 pontos por hora.

source: This node is fully caught up and validating the network
ar_sa: هذه العقدة ملتقطة بالكامل و التحقق من صحة الشبكة
da_dk: Denne node er fuldt synkroniseret og validerer netværket
es_ar: Este nodo esta al día y validando la red
he_il: ה-node הזה נתפס במלואו ומאמת את הרשת
hr_hr: Ovaj čvor je sasvim sinkroniziran i provjerava mrežu
hu_hu: Ez a csomópont teljesen felzárkózott és érvényesíti a hálózatot
it_it: Questo nodo è pronto e sta validando la rete
pt_pt: Este nó está totalmente atualizado e validando a rede

source: This plot NFT is assigned to a different key. You can still create plots for this plot NFT, but you can not make changes.
da_dk: Denne plot NFT er tildelt en anden nøgle. Du kan stadig oprette plot filer til denne plot NFT, men du kan ikke foretage ændringer.
he_il: פלוט NFT זה מוקצה למפתח אחר. את/ה עדיין יכול ליצור פלוטים עבור חלקת NFT זו, אך אינך יכול/ה לבצע שינויים.
it_it: Questo plot NFT è assegnato a una chiave diversa. Puoi ancora creare dei plot per questo plot NFT, ma non puoi apportare modifiche.
pt_pt: Este gráfico de NFT está atribuído a uma chave diferente. Você ainda pode criar um lote de NFT, mas não pode fazer alterações.

source: This plot NFT is not connected to pool
he_il: חלקת NFT זו אינה מחוברת לבריכה (Pool)

source: This table shows you the last time your farm attempted to win a block challenge. <0>Learn more</0>
ar_sa: هذا الجدول يظهر لك آخر مرة حاولت فيها مزرعتك الفوز بتحدي الكتلة. <0>اعرف المزيد</0>
da_dk: Denne tabel viser hvornår din farmer sidst prøvede at vinde en blok udfordring. <0>Lær mere</0>
es_ar: Está tabla muestra la última vez que su granja intentó ganar un desafío de bloque. <0>Aprenda más</0>
he_il: טבלה זו מציגה את הפעם האחרונה שבה החווה שלך ניסתה לזכות באתגר בלוקים. <0>למד עוד</0>
hr_hr: Ova tabela pokazuje vrijeme tvojeg zadnjeg pokušaja za osvajanje izazova bloka. <0>Saznaj više</0>
hu_hu: Ez a táblázat megmutatja egy blokk kihívás elnyerésére tett kísérlet utolsó időpontját. <0>Részletek</0>
it_it: Questa tabella ti mostra l'ultima volta che la tua fattoria ha tentato di vincere una sfida di blocchi. <0>Per saperne di più</0>
pt_pt: Esta tabela mostra a última vez que sua fazenda tentou vencer um desafio de bloco. <0>Saiba mais</0>

source: This trade was created at this time
ar_sa: تم إنشاء هذه التجارة في هذا الوقت
da_dk: Dette handel er lavet på dette tidspunkt
es_ar: Esta operación fue creada a esta hora
he_il: החלפה זו נוצרה בזמן זה
hr_hr: Trgovina je kreirana u ovo vrijeme
hu_hu: A kereskedés a következő időben jött létre
pt_pt: Esta operação foi criada nesta hora

source: This trade was included on blockchain at this block height
ar_sa: تم تضمين هذه التجارة على البلوكشين في ارتفاع البلوك هذا
da_dk: Denne handel blev inkluderet i blokkæden i denne blok
es_ar: Esta operación fue incluida en la cadena de bloques a esta altura de bloque
he_il: החלפה זו נכללת ב-Blockchain בגובה הבלוק הזה
hr_hr: Ova trgovina je uključena u blockchain na ovoj visini bloka
hu_hu: Ez a kereskedés a blokklánc ezen magasságán történt
pt_pt: Esta operação foi incluída na blockchain nesta altura do bloco

source: This version of Chia is no longer compatible with the blockchain and can not safely farm.
he_il: גרסה זו של Chia כבר אינה תואמת את ה-Blockchain ואינה בטוחה עוד עבור החווה שלך.

source: Time Created
ar_sa: وقت الإنشاء
da_dk: Tid Oprettet
es_ar: Hora de creación
he_il: זמן שנוצר
hr_hr: Vrijeme kreiranja
hu_hu: Létrehozva
it_it: Creato al Tempo
pt_pt: Hora de Criação

source: Timestamp
ar_sa: التوقيت الزمني
da_dk: Tidsstempel
es_ar: Marca de tiempo
he_il: חותמת זמן
hr_hr: Vremenska oznaka
hu_hu: Időbélyeg
it_it: Marca temporale

source: To
ar_sa: إلى
da_dk: Til
es_ar: A
he_il: עבור
hr_hr: Za
hu_hu: Címzett
pt_pt: Para

source: Total Balance
ar_sa: الرصيد الإجمالي
da_dk: Total Saldo
es_ar: Balance Total
he_il: יתרה כוללת
hr_hr: Ukupno stanje
hu_hu: Teljes egyenleg
pt_pt: Balanço Total

source: Total Iterations
ar_sa: مجموع التعديلات
da_dk: Total iterationer
es_ar: Iteraciones totales
he_il: סך כל ה-Iterations
hr_hr: Ukupno Ponavljanja
hu_hu: Összes ismétlések száma
it_it: Iterazioni in Totale
pt_pt: Iterações Totais

source: Total Network Space
ar_sa: إجمالي مساحة الشبكة
da_dk: Total Netværks Størrelse
es_ar: Espacio Total de Red
he_il: שטח רשת כולל
hr_hr: Ukupno prostora na mreži
hu_hu: Teljes hálózati tárhely kapacitás
it_it: Spazio Totale della Rete
pt_pt: Espaço Total da Rede

source: Total Plot Size:
ar_sa: حجم الجداول الكلي:
da_dk: Total Plot Størrelse:
es_ar: Tamaño total de la parcela:
he_il: שטח פלוט כולל:
hr_hr: Ukupna veličina zemljišta:
hu_hu: Teljes parcella adatbázis méret:
pt_pt: Tamanho total dos Plots:

source: Total Size of Plots
ar_sa: الحجم الإجمالي للأراضي
da_dk: Total Størrelse af Plotfiler
es_ar: Tamaño Total de Parcelas
he_il: שטח פלוטים כולל
hr_hr: Ukupna veličina zemljišta
hu_hu: Parcella fájlok összes mérete
it_it: Dimensione Totale dei Plot
pt_pt: Tamanho total dos Plots

source: Total VDF Iterations
ar_sa: مجموع التعديلات
da_dk: Total VDF Iterationer
es_ar: Total de iteraciones VDF
he_il: סך כל ה-VDF Iterations
hr_hr: Ukupno VDF ponavljanja
hu_hu: Összes VDF ismétlések száma
it_it: Totale Iterazioni VDF
pt_pt: Total de iterações VDF

source: Total iterations since the start of the blockchain
ar_sa: مجموع التكرار منذ بداية سلسلة الكتل
da_dk: Total iterationer siden blokkædens start
es_ar: Total de iteraciones desde el principio de la cadena de bloques
he_il: סך כל ה-Iterations מאז תחילה ה-Blockchain
hr_hr: Ukupni ponavljanja od početka blockchaina
hu_hu: Összes ismétlések száma a blokklánc indulása óta
it_it: Totale iterazioni dall'inizio della blockchain
pt_pt: Total de iterações desde o início do blockchain

source: Trade Details
ar_sa: تفاصيل التبادل التجاري
da_dk: Handel Detaljer
es_ar: Detalles de la operación
he_il: פרטי החלפה
hr_hr: Detalji trgovanja
hu_hu: Kereskedés részletei
pt_pt: Detalhes da Operação

source: Trade ID
ar_sa: رقم تعريف التجارة
da_dk: Handel ID
es_ar: ID de operación
he_il: מזהה החלפה
hr_hr: ID Trgovanja
hu_hu: Kereskedés azonosító
pt_pt: ID da Operação

source: Trade ID:
ar_sa: رقم تعريف التجارة:
da_dk: Handel ID:
es_ar: ID de operación:
he_il: מזהה החלפה:
hr_hr: ID Trgovanja:
hu_hu: Kereskedés azonosító:
pt_pt: ID da Operação:

source: Trade Overview
ar_sa: لمحة عامة عن التجارة
da_dk: Handel Overblik
es_ar: Resumen comercial
he_il: סקירת החלפה
hr_hr: Pregled trgovanja
hu_hu: Kereskedés áttekintése
pt_pt: Resumo da Operação

source: Trades will show up here
ar_sa: سوف تظهر المهملات هنا
da_dk: Handler vil blive listet her
es_ar: Las operaciones se mostrarán aquí
he_il: החלפות יופיעו כאן
hr_hr: Trgovanja će se prikazati ovdje
hu_hu: A kereskedések itt fognak megjelenni
pt_pt: As Operações vão aparecer aqui

source: Trading
ar_sa: التداول
da_dk: Handler
es_ar: Comercio
he_il: מחליף
hr_hr: Trgovanje
hu_hu: Kereskedés
pt_pt: Negociação

source: Trading History
ar_sa: سجل التداول
da_dk: Handelshistorik
es_ar: Historial Comercial
he_il: הסטוריית החלפות
hr_hr: Povijest trgovanja
hu_hu: Kereskedési előzmények
pt_pt: Histórico de Negociações

source: Transactions Filter Hash
ar_sa: تصفية المعاملات هاش
da_dk: Transaktionsfilter Hash
es_ar: Hash del filtro de transacciones
he_il: מסנן עסקאות
hr_hr: Hash filtera transakcija
hu_hu: Tranzakciók Szűrési Hash-értéke
it_it: Filtro Hash Transazioni
pt_pt: Filtro de transações Hash

source: Type
ar_sa: النّوع
es_ar: Tipo
he_il: סוג
hr_hr: Vrsta
hu_hu: Típus
pt_pt: Tipo

source: Unable to create plot NFT
he_il: לא ניתן ליצור חלקת NFT

source: Unclaimed Rewards
da_dk: Udestående Belønninger
he_il: תגמולים שטרם נאספו
it_it: Ricompense Non Reclamate
pt_pt: Recompensas não reclamadas

source: Unfinished
ar_sa: غير مكتمل
da_dk: Ikke Afsluttet
es_ar: Sin terminar
he_il: לא גמור
hr_hr: Nedovršeno
hu_hu: Befejezetlen
it_it: Non completato
pt_pt: Inacabado

source: Unique identifier
ar_sa: معرف متميز
da_dk: Unik identifikator
es_ar: Identificador Único
he_il: מזהה ייחודי
hr_hr: Jedinstven identifikator
hu_hu: Egyedi azonosító
pt_pt: Identificador Único

source: Unknown
he_il: לא ידוע

source: Unsaved Changes
he_il: שינויים שטרם נשמרו

source: User Pubkey
ar_sa: المفتاح العام للمستخدم
da_dk: Bruger Pubkey
es_ar: Llave Pública de Usuario
he_il: מפתח ציבורי למשתמש
hr_hr: Korisnički Pubkey
hu_hu: Felhasználó publikus kulcsa
pt_pt: Pubkey do Utilizador

source: VDF Sub Slot Iterations
ar_sa: تعديلات فتحة VDF الفرعية
da_dk: VDF blok iterationer
es_ar: Iteraciones de subranura VDF
he_il: VDF Slot Iterations משני
hr_hr: VDF Pod Slot Ponavljanja
hu_hu: VDF alhelyi ismétlések
it_it: Iterazioni Sottoslot VDF
pt_pt: Iterações VDF Sub Slot

source: Value seems high
he_il: הערך נראה גבוה

source: Verify Pool Details
da_dk: Verificér Pulje Detaljer
he_il: אמת את פרטי הבריכה (Pool)
it_it: Verifica Dettagli Pool
pt_pt: Verificar Detalhes da Pool

source: View
ar_sa: عرض
da_dk: Se
es_ar: Vista
he_il: צפה/י
hr_hr: Pregled
hu_hu: Nézet
it_it: Visualizza
pt_pt: Vista

source: View Log
ar_sa: عرض السجل
da_dk: Vis Log
es_ar: Ver Registro
he_il: צפה/י ביומן רישום
hr_hr: Pregledaj zapisnik
hu_hu: Napló megtekintése
it_it: Vedi Log
pt_pt: Ver Registo

source: View Offer
ar_sa: عرض إقتراح
da_dk: Vis Handel
es_ar: Ver oferta
he_il: הצג הצעה
hr_hr: Pregledaj ponude
hu_hu: Ajánlat megtekintése
pt_pt: Ver oferta
