Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: Peak Time
ar_sa: وقت الذروة
da_dk: Top Tidspunkt
es_ar: Hora Pico
he_il: זמן שיא
hr_hr: Zadnje vrijeme
hu_hu: Csúcsidôszak
pt_pt: Hora do pico

source: Pending
ar_sa: في إنتظار المُراجعة
da_dk: Afventende
es_ar: Pendiente
he_il: ממתין
hr_hr: Na čekanju
hu_hu: Függőben
it_it: In attesa
pt_pt: Pendente

source: Pending Balance
ar_sa: الرصيد المعلّق
da_dk: Afventende Saldo
es_ar: Balance pendiente
he_il: יתרה בהמתנה
hr_hr: Iznos na čekanju
hu_hu: Függôben lévô egyenleg
pt_pt: Balanço Pendente

source: Pending Change
ar_sa: في إنتظار التأكيد
da_dk: Afventende Ændring
es_ar: Cambio Pendiente
he_il: בהמתנה לשינוי
hr_hr: Promjena na čekanju
hu_hu: Függőben lévő módosítások
pt_pt: Mudança Pendente

source: Pending Total Balance
ar_sa: الرصيد الإجمالي المعلق
da_dk: Afventende Total Saldo
es_ar: Saldo Pendiente Total
he_il: יתרה כוללת בהמתנה
hr_hr: Ukupan iznos na čekanju
hu_hu: Függôben lévô egyenleg
pt_pt: Saldo Total Pendente

source: Please Confirm
da_dk: Bekræft Venligst
es_ar: Confirme Por Favor
he_il: אנא אשר/י
it_it: Conferma
pt_pt: Por favor confirme

source: Please add a trade pair
ar_sa: الرجاء إضافة الاقتران التجاري
da_dk: Venligst tilføj et handelspar
es_ar: Por favor, añade un par de intercambios
he_il: אנא הוסף זוג סחר
hr_hr: Dodaj par za razmjenu
hu_hu: Kérjük, adjon hozzá egy kereskedelmi párt
pt_pt: Por favor, preencha as informações de troca

source: Please enter 0 fee. Positive fees not supported yet for RL.
ar_sa: الرجاء إدخال 0 رسوم. الرسوم غير مدعومة حتى الآن لـ RL.
da_dk: Venligst indtast 0 gebyr. Positive gebyr ikke understøttet endnu for RL.
es_ar: Por favor, introduzca una tarifa 0. No están soportadas tarifas positivas todavía para RL.
he_il: אנא הכנס 0 עמלות. עמלות חיוביות עדיין לא נתמכות עבור RL.
hr_hr: Unesi 0 za naknadu. Pozitivne naknade još nisu podržane za RL.
hu_hu: Kérlek ne adj meg fee-t, Pozitív fee nem támogatott egyelőre az RL-hez.
pt_pt: Por favor insira 0 taxa. Taxas positivas ainda não suportadas para RL.

source: Please enter a coin
da_dk: Angiv en mønt
he_il: נא להזין מטבע
pt_pt: Por favor insira uma moeda

source: Please enter a filename
da_dk: Angiv et filnavn
he_il: אנא הזן/י שם קובץ
hu_hu: Adjon meg egy fájlnevet
pt_pt: Por favor, insira um nome de arquivo

source: Please enter a pubkey
da_dk: Angiv en pubkey
he_il: אנא הזן/י pubkey
hu_hu: Adjon meg egy publikus kulcsot
pt_pt: Por favor, insira uma pubkey

source: Please enter a puzzlehash
da_dk: Angiv et puslehash
he_il: אנא הזן/י puzzlehash
pt_pt: Por favor, insira um quebra-cabeça

source: Please enter a valid initial coin amount
ar_sa: الرجاء إدخال مبلغ صحيح
da_dk: Indtast venligst et gyldigt indledende mønt beløb
es_ar: Por favor, introduzca una cantidad numérica válida
he_il: אנא הזן סכום מטבע ראשוני תקף
hr_hr: Unesi ispravan iznos za početni novčić
hu_hu: Kérjük, adjon meg egy érvényes kezdeti coin összeget
pt_pt: Por favor, insira um valor de moeda inicial válido

source: Please enter a valid integer of 0 or greater for the number of Backup IDs needed for recovery.
da_dk: Angiv et gyldigt antal af 0 eller højrer for antallet af Backup ID nødvendig for gendannelse.
he_il: הזן מספר שלם חוקי של 0 ומעלה עבור מספר מזהי הגיבוי הדרושים לשחזור.
pt_pt: Por favor, insira um inteiro válido de 0 ou maior para o número de IDs de Backup necessários para a recuperação.

source: Please enter a valid numeric amount
ar_sa: الرجاء إدخال مبلغ صحيح
da_dk: Venligst indtast et gyldigt numerisk beløb
es_ar: Por favor, introduzca una cantidad numérica válida
he_il: אנא הזן סכום מספרי תקף
hr_hr: Unesi ispravan numerički iznos
hu_hu: Kérjük, adjon meg egy érvényes adózás előtti összeget
pt_pt: Insira um valor numérico válido

source: Please enter a valid numeric amount.
da_dk: Angiv et gyldigt numerisk beløb.
he_il: אנא הזן/י כמות מספרית.
pt_pt: Insira um valor numérico válido.

source: Please enter a valid numeric fee
ar_sa: الرجاء إدخال مبلغ رسوم صحيح
da_dk: Venligst indtast et gyldigt numerisk gebyr
es_ar: Por favor, introduzca una tarifa numérica válida
he_il: אנא הזן עמלה מספרית בתוקף
hr_hr: Unesi ispravnu numerički naknadu
hu_hu: Kérjük, adjon meg egy érvényes adózás előtti összeget
pt_pt: Insira uma taxa numérica válida

source: Please enter a valid numeric interval length
ar_sa: يُـرجى ادخال فترة زمنيّة صحيحة
da_dk: Venligst indtast et gyldigt numerisk interval længde
es_ar: Por favor, introduzca un intervalo de longitud numérico válido
he_il: הזן אורך מרווח מספרי תקף
hr_hr: Unesi ispravnu numeričku duljinu intervala
hu_hu: Kérjük, érvényes számtartományt adjon meg
pt_pt: Insira um comprimento de intervalo numérico válido

source: Please enter a valid numeric spendable amount
ar_sa: الرجاء إدخال مبلغ رقمي صحيح قابل للإنفاق
da_dk: Venligst indtast et gyldigt brugbart beløb
es_ar: Por favor, introduzca una cantidad para gastar numérica válida
he_il: אנא הכנס סכום מספרי תקף לבזבוז
hr_hr: Unesi ispravan numerički iznos za potrošnju
hu_hu: Kérjük, érvényes számformátumban adja meg a ráfordítható mennyiséget
pt_pt: Insira um valor numérico válido para gastar

source: Please enter a valid pubkey
ar_sa: الرجاء إدخال المفتاح العام الصحيح
da_dk: Venligst indtast en gyldig pubkey
es_ar: Por favor, introduzca una llave pública válida
he_il: אנא הזן pubkey חוקי
hr_hr: Unesi ispravan pubkey
hu_hu: Kérem adjon meg érvényes számot
pt_pt: Por favor, insira um pubkey válido

source: Please finish syncing before making a transaction
ar_sa: الرجاء إنهاء المزامنة قبل إجراء معاملة
da_dk: Venligst udfør synkronisering før du opretter en transaktion
es_ar: Por favor, termine de sincronizar antes de hacer una transacción
he_il: אנא סיים את הסנכרון לפני ביצוע עסקה
hr_hr: Završi sinkroniziranje prije kreiranja transakcije
hu_hu: Kérjük, fejezze be a szinkronizálást mielőtt új tranzakciót indít
pt_pt: Conclua a sincronização antes de fazer uma transação

source: Please select amount
ar_sa: الرجاء تحديد المبلغ
da_dk: Vælg beløb
es_ar: Por favor, seleccione la cantidad
he_il: אנא בחר סכום
hr_hr: Odaberi iznos
hu_hu: Válassz mennyiséget
pt_pt: Selecione a quantidade

source: Please select backup file first
da_dk: Vælg først backupfil
he_il: אנא בחר/י קובץ גיבוי ראשון
pt_pt: Por favor, selecione o arquivo de backup primeiro

source: Please select buy or sell
ar_sa: الرجاء تحديد الشراء أو البيع
da_dk: Vælg køb eller sælg
es_ar: Por favor, seleccione comprar o vender
he_il: אנא בחר לקנות או למכור
hr_hr: Odaberi prodaja ili kupnja
hu_hu: Válassz a vétel vagy eladás közül
pt_pt: Selecione comprar ou vender

source: Please select coin colour
ar_sa: الرجاء اختيار لون العملة
da_dk: Vælg mønt farve
es_ar: Por favor, seleccione el color de moneda
he_il: אנא בחר צבע מטבע
hr_hr: Odaberi boju novčića
hu_hu: Kérjük, válassza ki a coin színét
pt_pt: Selecione a cor da moeda

source: Please specify final directory
ar_sa: الرجاء إختيار الملف النهائي
da_dk: Vælg slut folder
es_ar: Por favor, especifique el directorio final
he_il: אנא ציין את התקייה הסופית
hr_hr: Odaberi krajnji direktorij
hu_hu: Kérjük, adja meg a végleges mappát
it_it: Per favore specifica la cartella finale
pt_pt: Especifique o diretório final

source: Please specify temporary directory
ar_sa: الرجاء إختيار الملف المؤقت
da_dk: Vælg midlertidig folder
es_ar: Por favor, especifique el directorio temporal
he_il: אנא ציין תקייה זמנית
hr_hr: Odaberi privremeni direktorij
hu_hu: Kérjük, adja meg a temporális mappát
it_it: Per favore specifica la cartella temporanea
pt_pt: Especifique o diretório temporário

source: Please wait for synchronization
da_dk: Vent venligst på synkronisering
he_il: אנא המתן/י לסנכרון
it_it: Attendi la fine della sincronizzazione
pt_pt: Por favor aguarde a sincronização

source: Please wait for wallet synchronization
da_dk: Vent venligst på synkronisering af tegnebogen
he_il: אנא המתן/י לסנכרון הארנק
it_it: Attendi la fine della sincronizzazione del wallet
pt_pt: Por favor, aguarde a sincronização da carteira

source: Plot
he_il: חלקה

source: Plot Count
ar_sa: عدد القطع
da_dk: Plot Antal
es_ar: Cantidad de Parcelas
he_il: מספר חלקות
hr_hr: Broj zemljišta
hu_hu: Parcellák száma
it_it: Conteggio Plot
pt_pt: Quantidade de Plots

source: Plot Id
ar_sa: رقم القطعة
es_ar: Id de Parcela
he_il: זיהוי החלקה
hr_hr: ID Zemljišta
hu_hu: Parcella azonosító
it_it: Id Plot
pt_pt: ID de Plot

source: Plot Key
ar_sa: مفتاح الكتابة
da_dk: Plot Nøgle
es_ar: Llave de Parcela
he_il: מפתח של החלקה
hr_hr: Ključ Zemljišta
hu_hu: Parcella kulcs
it_it: Chiave Plot
pt_pt: Chave do Plot

source: Plot NFT
he_il: פלוט NFT

source: Plot NFT with p2_singleton_puzzle_hash {plotNFTId} does not exists
da_dk: Plot NFT med p2_singleton_puzzle_hash {plotNFTId} findes ikke
he_il: פלוט NFT עם p2_singleton_puzzle_hash {plotNFTId} לא קיים
it_it: Il Plot NFT con p2_singleton_puzzle_hash {plotNFTId} non esiste
pt_pt: Plot NFT com p2_singleton_puzzle_ash {plotNFTId} não existe

source: Plot Public Key
ar_sa: مفتاح الكتابة العمومي
da_dk: Plot Offentlig Nøgle
es_ar: Llave Pública de Parcela
he_il: מפתח ציבורי של החלקה
hr_hr: Javni ključ Zemljišta
hu_hu: Parcella nyilvános kulcs
it_it: Chiave Pubblica del Plot
pt_pt: Chave pública do Plot

source: Plot Size
ar_sa: حجم الكتابة
da_dk: Plot Størrelse
es_ar: Tamaño de la parcela
he_il: גודל החלקה
hr_hr: Veličina Zemljišta
hu_hu: Parcella méret
it_it: Dimensione Plot
pt_pt: Tamanho do Plot

source: Plot in Parallel
ar_sa: الكتابة بالتوازي
da_dk: Plotning i Parallel
es_ar: Sembrar en Paralelo
he_il: ייצור חלקות במקביל
hr_hr: Paralelni uzgoj
hu_hu: Párhuzamos parcella
it_it: Plot in Parallelo
pt_pt: Plot em Paralelo

source: Plot is duplicate of {0}
ar_sa: رسم مكرر من {0}
da_dk: Plot er en duplikat af {0}
es_ar: Parcela es duplicado de {0}
he_il: פלוט כפול מ-
hr_hr: Zemljište je duplikat od {0}
hu_hu: A parcella a {0} másolata
it_it: Il plot è un duplicato di {0}
pt_pt: O Plot é duplicado de {0}

source: PlotNFT is transitioning to (target state). This can take a while. Please do not close the application until this is finalized.
da_dk: PlotNFT overgår til (måltilstand). Dette kan tage et stykke tid. Luk venligst ikke programmet før dette er færdigt.
he_il: פלוט NFT עובר ל (מצב יעד). זה יכול לקחת זמן. נא לא לסגור את הבקשה עד להשלמתה.
it_it: Il plot NFT sta transitando in (stato di destinazione). Questo può richiedere un po' di tempo. Si prega di non chiudere l'applicazione fino a quando non sarà finalizzato.
pt_pt: PlotNFT está transicionando para (estado de destino). Isto pode levar um tempo. Por favor não feche a aplicação até que esta seja finalizada.

source: Plots
ar_sa: قطعة
da_dk: Plotfiler
es_ar: Parcelas
he_il: פלוטים
hr_hr: Zemljišta
hu_hu: Parcellák
it_it: Plot

source: Plots Passed Filter
ar_sa: اجتاز تصفية المؤامرات
da_dk: Plotfiler Passeret Filter
es_ar: Parcelas Pasaron el Filtro
he_il: פלוטים שעברו את המסנן
hr_hr: Zemljišta su prošla filter
hu_hu: Szűrőn átjutott parcellák
it_it: Plot che hanno passato il filtro
pt_pt: Plots Aprovados no FIltro

source: Plots are allocated space on your hard drive used to farm and earn Chia. <0>Learn more</0>
ar_sa: يتم تخصيص مساحة قطع الأراضي على محرك الأقراص الثابتة الخاص بك لاستخدامها في الزراعة وكسب Chia. <0> معرفة المزيد </0>
da_dk: Plotfiler er allokeret plads på din harddisk brugt til at farme og tjene Chia. <0>Lær mere</0>
es_ar: A las parcelas se les asigna espacio en tu disco duro que se usa para cultivar y ganar Chia. <0> Más información </0>
he_il: לפלוטים מוקצה שטח על הדיסק הקשיח אשר משמש לקצירה ולהרוויח Chia <0>למד עוד</0>
hr_hr: Zemljišta su alociran prostor na tvome tvrdom pogonu koja se koriste za uzgoj i zaradu Chia. <0>Saznaj više</0>
hu_hu: A cserepek a termesztéshez fenntartott helyek a merevlemezen, amikből Chia nyerhető. <0>Részletek</0>
pt_pt: Os plots são alocados no espaço do seu disco rígido, usado para cultivar e ganhar Chia. <0>Saiba mais</0>

source: Plotting
ar_sa: التخطيط
da_dk: Plotter
es_ar: Sembrando
he_il: יוצר פלוטים
hr_hr: Obrada
hu_hu: Mûvelés
it_it: Plottando

source: Plotting in parallel can save time. Otherwise, add plot(s) to the queue.
ar_sa: يمكن أن يوفر التخطيط المتوازي الوقت. خلاف ذلك ، أضف قطعة (قطع) الأرض إلى قائمة الانتظار.
da_dk: Plotte i parallel can spare tid. Ellers tilføj plot til kø.
es_ar: Sembrar en paralelo puede ahorrar tiempo. De lo contrario, agregue la(s) parcela(s) a la cola.
he_il: פלוטינג במקביל יכול לחסוך זמן. אחרת, הוסף פלוטים לתור.
hr_hr: Obrada u paralelnom može uštedjeti vrijeme. Suprotno, dodaj zemljišta na čekanje.
hu_hu: A párhuzamos cserép létrehozással időt spórolhat. Egyébként, állítsa sorba őket.
it_it: Plottare in parallelo può far risparmiare tempo. In alternativa, aggiungi plot alla coda.
pt_pt: Plotting em paralelo pode economizar tempo. Caso contrário, adicione plot(s) à fila.

source: Plotting with bitfield enabled has about 30% less overall writes and is now almost always faster. You may see reduced memory requirements with bitfield plotting disabled. If your CPU design is from before 2010 you may have to disable bitfield plotting.
ar_sa: التآمر مع تمكين حقل البت لديه حوالي 30٪ أقل من عمليات الكتابة الإجمالية وهو الآن أسرع دائمًا. قد ترى متطلبات ذاكرة مخفضة مع تعطيل رسم حقل البت. إذا كان تصميم وحدة المعالجة المركزية الخاصة بك من قبل عام 2010 ، فقد تضطر إلى تعطيل رسم حقل البت.
da_dk: Plotning med bitfield aktiveret har omkring 30% mindre skrivning og er næsten altid hurtigere. Du kan opleve mindre hukkomelsesforbrug med bitfield plotning deaktiveret. Hvis din CPU er fra før 2010 er det muligvis nødvendigt at deaktiverer bitfield plotning.
es_ar: Plotting con bitfield habilitado tiene un 30% menos de escrituras en general y ahora es casi siempre más rápido. Puede ver requisitos de memoria reducida con bitfield deshabilitado. Si el diseño de la CPU es desde antes de 2010 puede tener que desactivar bitfield.
he_il: פלוטינג עם bitfield מופעל , יש בערך 30% פחות כתיבה כללית ועכשיו הוא כמעט תמיד מהיר יותר. יתכן שתראה דרישות זיכרון מופחתות כאשר bitfield מושבת. אם המעבד שלך הוא מלפני שנת 2010, אתה תצטרך להשבית Bitfield Plotting.
hr_hr: Obrada sa uključenom "bitfield" opcijom ima oko 30% manje zapisivanja i sada je skoro uvijek brže. Možeš vidjeti manju upotrebu memorije sa isključenom "bitfield" opcijom. Ako je tvoj CPU proizveden prije 2010, možda ćeš morati isključiti "bitfield" uzgoj.
hu_hu: Bekapcsolt bitfieldes parcellázás kb. 30%-kal kevesebb írási mûveletet végez és majdnem mindig gyorsabb. A parcellázás kikapcsolt bitfiled alacsonyabb memóriát igényelhet. 2010 elôtti processzoroknál lehet, hogy ki kell kapcsolni a bitfildes parcellázást.
it_it: Il plotting con bitfield abilitato ha circa il 30% in meno di scritture complessive ed è ora quasi sempre più veloce. Potresti vedere requisiti di memoria ridotti con il plotting bitfield disabilitato. Se l'architettura della tua CPU è precedente al 2010 potresti dover disabilitare il plotting bitfield.
pt_pt: Efetuar Plotting com bitfield habilitado irá efetuar menos de 30% de escritas globais e agora é quase sempre mais rápido. Você pode ver os requisitos de memória reduzidos desabilitando o bitfield ploting. Se o seu CPU for anteceder 2010, talvez tenha que desativar o bitfield ploting.

source: Points Found Since Start
da_dk: Point Fundet Siden Start
he_il: נקודות שנמצאו מאז ההתחלה
it_it: Punti Trovati Dall'Inizio
pt_pt: Pontos encontrados desde o Início

source: Points Found in Last 24 Hours
da_dk: Point Fundet i de sidste 24 Timer
he_il: נקודות שנמצאו ב-24 השעות האחרונות
it_it: Punti Trovati nelle ultime 24 Ore
pt_pt: Pontos encontrados nas últimas 24 horas

source: Points Successful in Last 24 Hours
da_dk: Point Fundet i de sidste 24 Timer
he_il: נקודות שהצליחו ב-24 השעות האחרונות
it_it: Punti Confermati nelle ultime 24 Ore
pt_pt: Pontos encontrados nas últimas 24 horas

source: Pool
da_dk: Pulje
es_ar: Piscina
he_il: בריכה (Pool)

source: Pool Contract Address
da_dk: Pulje Kontrakt Addresse
he_il: כתובת חוזה בריכה (Pool Contract Address)
it_it: Indirizzo Contratto Pool
pt_pt: Endereço do Contrato da Pool

source: Pool Key
ar_sa: مفتاح التجميع
da_dk: Pool Nøgle
es_ar: Llave de Pool
he_il: מפתח בריכה
hr_hr: Ključ Bazena
hu_hu: Parcella kulcs
it_it: Chiave Pool
pt_pt: Chave da Pool

source: Pool Login Link
da_dk: Pulje Login Link
he_il: קישור לכניסה לאתר הבריכה (Pool)
hu_hu: Pool bejelentkező link
it_it: Collegamento Per Accesso Pool
pt_pt: Link de Login da Pool

source: Pool Payout Instructions
da_dk: Pulje Udbetalingsvejledning
he_il: הוראות תשלום לבריכה (Pool)
hu_hu: Pool kifizetési utasítások
it_it: Istruzioni Di Pagamento Pool
pt_pt: Instruções de pagamento da pool

source: Pool Public Key
ar_sa: المفتاح العام للتجمع
da_dk: Pool Public Nøgle
es_ar: Clave pública de Pool
he_il: מפתח בריכה ציבורי
hr_hr: Javni ključ bazena
hu_hu: Parcella nyilvános kulcs
it_it: Chiave Pubblica Pool
pt_pt: Chave Pública da Pool

source: Pool Puzzle Hash
ar_sa: تجمع لغز تجزئة
es_ar: Hash de Puzzle Pool
he_il: בריכה (Pool) Puzzle Hash
hr_hr: Zagonetni hash bazena
hu_hu: Véletlenszerű Pool Hash
it_it: Hash Puzzle della Pool

source: Pool Reward Address
ar_sa: عنوان مكافأة المجمع
da_dk: Pool Gevinst Addresse
es_ar: Dirección de recompensa de Pool
he_il: כתובת תגמול לבריכה
hr_hr: Adresa za nagradu Bazena
hu_hu: Farmer jutalom címe
it_it: Indirizzo Ricompensa della Pool
pt_pt: Endereço de recompensa da Pool

source: Pool Reward Address is not properly formatted.
da_dk: Pool Belønningsadresse er ikke korrekt formateret.
he_il: כתובת תגמול הבריכה (Pool Reward Address) אינה מעוצבת כראוי.
hu_hu: A pool-hoz használt cím nincs megfelelően formázva.
it_it: L'indirizzo della ricompensa della pool non è formattato correttamente.
pt_pt: O Endereço de Recompensa do Farmer não está formatado corretamente.

source: Pool Reward Address must not be empty.
da_dk: Pool Belønningsadresse må ikke være tom.
he_il: כתובת תגמול הבריכה (Pool Reward Address) לא יכולה להשאר ריקה.
hu_hu: A pool-hoz használt cím nem lehet üres.
it_it: L'indirizzo per la ricompensa della pool non deve essere vuoto.
pt_pt: O Endereço de Recompensa do Farmer não pode estar vazio.

source: Pool Reward Amount
ar_sa: مبلغ مكافأة المجمع
da_dk: Pool Belønnings Beløb
es_ar: Cantidad de recompensa de Pool
he_il: סכום תגמול לבריכה
hr_hr: Iznos nagrade Bazena
hu_hu: Pool jutalom
it_it: Ammontare della Ricompensa della Pool
pt_pt: Valor da recompensa da Pool

source: Pool does not provide relative_lock_height.
he_il: הבריכה (Pool) אינה מספקת relative_lock_height.

source: Pool does not provide target_puzzle_hash.
he_il: הבריכה (Pool) אינה מספקת target_puzzle_hash.

source: Pool public key:
he_il: מפתח בריכה (Pool) ציבורי:

source: Pool:
da_dk: Pulje:
es_ar: Piscina:
he_il: בריכה (Pool):

source: Pooling
da_dk: Puljere
he_il: מסונכרן (Pooling)

source: Port
ar_sa: منفذ
es_ar: Puerto
he_il: פורט
hr_hr: Ulaz
it_it: Porta
pt_pt: Porta

source: Preparing Plot NFT
da_dk: Forbereder Plot NFT
he_il: מכין פלוט NFT
it_it: Preparazione Plot NFT
pt_pt: Preparando o Plot NFT

source: Preparing standard wallet
da_dk: Forbereder standard tegnebog
he_il: מכין ארנק סטנדרטי
it_it: Preparazione wallet standard
pt_pt: Preparando carteira padrão

source: Previous
ar_sa: السابق
da_dk: Tidligere
es_ar: Anterior
he_il: הקודם
hr_hr: Prethodno
hu_hu: Előző
it_it: Precedente
pt_pt: Anterior

source: Previous Header Hash
ar_sa: تجزئة العنوان السابق
da_dk: Foregående Header Hash
es_ar: Bloque Hash Anterior
he_il: Header Hash הקודם
hr_hr: Prethodni hash zaglavlja
hu_hu: Előző fejléc hash
it_it: Hash Header Precedente
pt_pt: Hash de cabeçalho anterior

source: Private key with public fingerprint {fingerprint}
ar_sa: مفتاح خاص ببصمة إصبع عامة {fingerprint}
da_dk: Privat nøgle med public fingeraftryk {fingerprint}
es_ar: Clave privada con huella digital pública {fingerprint}
he_il: מפתח פרטי עם טביעת אצבע ציבורית
hr_hr: Privatni ključ sa javnim otiskom {fingerprint}
hu_hu: Privát kulcs nyilvános ujjlenyomattal {fingerprint}
pt_pt: Chave privada com impressão digital pública {fingerprint}

source: Private key {0}
he_il: מפתח פרטי

source: Private key:
he_il: מפתח פרטי:

source: Proof of Space Size
ar_sa: إثبات مساحة القرص الصلب
da_dk: Bevis af Plads Størrelse
es_ar: Prueba de Tamaño de Espacio
he_il: גודל PoS
hr_hr: Dokaz o Veličini Prostora
hu_hu: Proof of Space méret
it_it: Dimensione Prova di Spazio
pt_pt: Prova de Tamanho do Espaço

source: Proofs Found
ar_sa: ثم العثور على إثبات المساحة
da_dk: Beviser Fundet
es_ar: Pruebas Encontradas
he_il: הוכחות שנמצאו
hr_hr: Pronađeni dokazi
hu_hu: Felfedezett igazolások
it_it: Prove Trovate
pt_pt: Provas encontradas

source: Protocol Version
da_dk: Protokol Version
es_ar: Versión de Protocolo
he_il: גרסת פרוטוקול
it_it: Versione protocollo
pt_pt: Versão do Protocolo

source: Pubkey
ar_sa: المفتاح العمومي
da_dk: Pubnøgle
es_ar: Llave Pública
he_il: מפתח ציבורי
hu_hu: Nyilvános kulcs
pt_pt: Chave pública

source: Public key:
he_il: מפתח ציבורי:

source: Queue Name
ar_sa: نوع قائمة الانتظار
da_dk: Kø Navn
es_ar: Nombre de Cola
he_il: שם התור
hr_hr: Ime reda za čekanje
hu_hu: Sor megnevezése
it_it: Nome Coda
pt_pt: Nome da fila

source: Queue name
ar_sa: نوع قائمة الانتظار
da_dk: Kø navn
es_ar: Nombre de cola
he_il: שם התור
hr_hr: Ime reda za čekanje
hu_hu: Várósor egyedi azonosítóneve
pt_pt: Nome da fila

source: Queued
ar_sa: في قائمة الانتظار
da_dk: I kø
es_ar: En cola
he_il: בתור
hr_hr: U redu čekanja
hu_hu: Várakozik
it_it: In coda
pt_pt: Em fila

source: RAM max usage
ar_sa: الحد الاقصى من استعمال الذاكرة العشوائية
da_dk: RAM max forbrug
es_ar: Uso Máximo de RAM
he_il: שימוש מירבי ב-RAM
hr_hr: Maksimalno korištenje RAM-a
hu_hu: Memória maximum használat
it_it: Utilizzo massimo RAM
pt_pt: Uso máximo de RAM

source: Rate Limited
ar_sa: معدل محدود
da_dk: Rate Begrænset
es_ar: Tasa limitada
he_il: מגבלות מיכסה
hr_hr: Ograničeno
hu_hu: Forgalomkorlátozás
pt_pt: Taxa limitada

source: Rate Limited Info
ar_sa: معدل معلومات محدودة
da_dk: Takst Begrænset Info
es_ar: Info de tasa limitada
he_il: מידע על הגבלות מכסה
hr_hr: Informacije ograničenja
hu_hu: Forgalomkorlátozási információ
pt_pt: Informação de Taxa limitada

source: Rate Limited Options
ar_sa: قيم خيارات محدودة
da_dk: Rate Begrænset Indstillinger
es_ar: Opciones de Tarifa Limitada
he_il: אפשרויות הגבלות מכסה
hr_hr: Opcije ograničenja
hu_hu: Forgalomkorlátozási beállítások
pt_pt: Opções de taxas limitadas

source: Rate Limited User Wallet Setup
ar_sa: معدل إعداد محفظة المستخدم المحدود
da_dk: Takst Begrænset Bruger Pung Opsætning
es_ar: Configuración de Monedero de Usuario con Tarifa Limitada
he_il: הגדרת ארנק משתמש מוגבל במכסה
hr_hr: Podešavanje ograničenog korisničkog novčanika
hu_hu: Forgalomkorlátozott felhasználói pénztárca beállítások
pt_pt: Configuração da carteira do utilizador com taxa limitada

source: Receive Address
ar_sa: تلقي العنوان
da_dk: Modtager Addresse
es_ar: Dirección Receptora
he_il: כותבת לקבלה
hr_hr: Prijemna adresa
hu_hu: Fogadó cím
pt_pt: Endereço de recebimento

source: Recover
da_dk: Gendan
he_il: שחזור
hu_hu: Visszaállítás
pt_pt: Recuperar

source: Recover DID Wallet
da_dk: Gendan DID Pung
he_il: שחזור ארנק DID
hu_hu: DID pénztárca visszaállítása
pt_pt: Recuperar carteira DID

source: Recover Distributed Identity Wallet
da_dk: Gendan Distribuerede Identitetspung
he_il: שחזור ארנק זהות מבוזרת
pt_pt: Recuperar Carteira de Identidade Distribuída

source: Recover Wallet
da_dk: Gendan Pung
he_il: שחזור ארנק
hu_hu: Pénztárca visszaállítása
pt_pt: Recuperar Carteira

source: Refresh Plots
ar_sa: تحديث القطع
da_dk: Opdater Plotfiler
es_ar: Actualizar Parcelas
he_il: רענן פלוטים
hr_hr: Osvježi zemljišta
hu_hu: Cserepek frissítése
it_it: Aggiorna Plot
pt_pt: Atualizar Plots

source: Relative Lock Height
da_dk: Relativ Låsehøjde
he_il: גובה מנעול יחסי (Lock Height)
it_it: Altezza Di Blocco Relativa
pt_pt: Altura relativa de bloqueio
