Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: Contribute on GitHub
ar_sa: المساهمة في GitHub
da_dk: Bidrag på GitHub
es_ar: Contribuir en GitHub
he_il: תרום בגיטהאב
hr_hr: Doprinos na GitHub
hu_hu: Közreműködés a GitHub-on
it_it: Contribuisci su GitHub
pt_pt: Contribua no GitHub

source: Copied
he_il: הועתק

source: Copy
ar_sa: إنسخ
da_dk: Kopier
es_ar: Copiar
he_il: העתק
hr_hr: Kopiraj
hu_hu: Másol
pt_pt: Copiar

source: Copy to Clipboard
he_il: העתק ללוח ההעתקה

source: Create
ar_sa: إنشاء
da_dk: Opret
es_ar: Crear
he_il: צור
hr_hr: Kreiraj
hu_hu: Létrehoz
it_it: Crea
pt_pt: Criar

source: Create An Attestation Packet
da_dk: Opret En Attestation Pakke
he_il: צור/י חבילת אישור
pt_pt: Criar um Pacote de Atestado

source: Create Distributed Identity Wallet
da_dk: Opret Distribueret Identitetspung
he_il: צור/י ארנק זהות מבוזר
pt_pt: Criar carteira de identidade distribuída

source: Create New Wallet
da_dk: Opret Ny Pung
he_il: צור/י ארנק חדש
hu_hu: Új tárca létrehozása
pt_pt: Criar uma nova carteira

source: Create Offer
ar_sa: إنشاء عرض
da_dk: Opret Bud
es_ar: Crear Oferta
he_il: צור הצעה
hr_hr: Kreiraj Ponudu
hu_hu: Ajánlat létrehozása
pt_pt: Criar oferta

source: Create Rate Limited Admin Wallet
ar_sa: إنشاء محفظة من النوع Rate Limited Admin Wallet
da_dk: Opret Rate Begrænset Admin Pung
es_ar: Crear Monedero de Administrador con Tarifa Limitada
he_il: צור ארנק מנהלים מוגבל
hr_hr: Kreiraj ograničeni Administratorski novčanik
hu_hu: Korlátozott Arányú Admin Tárca létrehozása
pt_pt: Criar carteira de administrador com taxa limitada

source: Create Rate Limited User Wallet
ar_sa: إنشاء محفظة من النوع Rate Limited Admin Wallet
da_dk: Opret Rate Begrænset Bruger Pung
es_ar: Crear Monedero de Usuario con Tarifa Limitada
he_il: צור ארנק משתמש מוגבל
hr_hr: Kreiraj ograničeni Korisnički novčanik
hu_hu: Korlátozott Arányú Felhasználó Tárca létrehozása
pt_pt: Criar carteira de utilizador com taxa limitada

source: Create Trade Offer
ar_sa: إنشاء عرض تجاري
da_dk: Opret Bytte Bud
es_ar: Crear Oferta
he_il: צור הצעה להחלפה
hr_hr: Kreiraj Ponudu
hu_hu: Kereskedelmi ajánlat létrehozása
pt_pt: Criar oferta

source: Create Transaction
ar_sa: إنشاء معاملة
da_dk: Opret Transaktion
es_ar: Crear Transacción
he_il: יצירת העברה
hr_hr: Kreiraj Transakciju
hu_hu: Tranzakció létrehozása
pt_pt: Criar transação

source: Create a Backup
ar_sa: إنشاء نسخة احتياطية
da_dk: Opret Backup
es_ar: Crear un Respaldo
he_il: צור גיבוי
hr_hr: Kreiraj sigurnosnu kopiju
hu_hu: Mentés létrehozása
it_it: Crea un Backup
pt_pt: Crie um backup

source: Create a Plot NFT
ar_sa: إنشاء قطعة NFT
da_dk: Opret et Plot NFT
es_ar: Crear una Parcela NFT
he_il: צור פלוט NFT
hu_hu: Hozzon létre egy Plot NFT-t
it_it: Crea un Plot NFT
pt_pt: Criar um Plot NFT

source: Create a new private key
ar_sa: إنشاء مفتاح خاص جديد
da_dk: Generer en ny privat nøgle
es_ar: Crear una nueva llave privada
he_il: יצירת מפתח פרטי
hr_hr: Kreiraj novi privatni ključ
hu_hu: Új privát kulcs készítése
pt_pt: Crie uma nova chave privada

source: Create admin wallet
ar_sa: إنشاء محفظة رئيسية جديدة
da_dk: Opret admin pung
es_ar: Crear monedero de administrador
he_il: צור ארנק מנהל
hr_hr: Kreiraj administratorski novčanik
hu_hu: Adminisztrátor tárca létrehozása
pt_pt: Criar carteira de administrador

source: Create new coloured coin
ar_sa: إنشاء عملة ملونة جديدة
da_dk: Opret ny farvet mønt
es_ar: Crear nueva moneda de color
he_il: צור מטבע צבעוני חדש
hr_hr: Kreiraj novi obojani novčić
hu_hu: Új színes érme létrehozása
pt_pt: Crie uma nova moeda colorida

source: Create user wallet
ar_sa: إنشاء محفظة مستخدم جديدة
da_dk: Opret bruger pung
es_ar: Crear monedero de usuario
he_il: צור ארנק משתמש
hr_hr: Kreiraj korisnički novčanik
hu_hu: Felhasználó tárca létrehozása
pt_pt: Criar carteira de utilizador

source: Create wallet for colour
ar_sa: إنشاء محفظة للعملات الملونة
da_dk: Opret pung for farve
es_ar: Crear monedero para color
he_il: צור ארנק לצבע
hr_hr: Kreiraj novčanik za boju
hu_hu: Tárca létrehozása a színekhez
pt_pt: Crie carteira para cores

source: Create wallet for existing colour
ar_sa: إنشاء محفظة للعملات الملونة الحالية
da_dk: Opret pung for eksisterende farve
es_ar: Crear monedero para color existente
he_il: צור ארנק לצבע קיים
hr_hr: Kreiraj novčanik za postojeću boju
hu_hu: Tárca létrehozása meglévő színekhez
pt_pt: Criar carteira para a cor existente

source: Created At:
ar_sa: تم إنشاؤها في:
da_dk: Oprettet:
es_ar: Creado en:
he_il: נוצר ב:
hr_hr: Kreirano:
hu_hu: Létrehozva:
pt_pt: Criado em:

source: Created by us:
ar_sa: تم إنشاؤها من قبل:
da_dk: Oprettet af os:
es_ar: Creado por nosotros:
he_il: נוצר על ידינו:
hr_hr: Kreirali mi:
hu_hu: Készítette:
pt_pt: Criado por nós:

source: Creating Plot NFT and Joining the Pool
ar_sa: إنشاء قطع NFT والانضمام إلى المجمع
da_dk: Opretter Plot NFT og Forbinder til Pool
es_ar: Crear Parcela NFT y Unirse a la Piscina
he_il: יצירה של פלוט NFT והצטרפות לבריכה (Pool)
hu_hu: Plot NFT létrehozása és csatlakozás a Pool-hoz
it_it: Creazione di Plot NFT e Unirsi alla Pool
pt_pt: Criando Plot NFT e se juntando à Pool

source: Creating Plot NFT for Self Pooling
ar_sa: إنشاء قطعة NFT لتجميع الذات
da_dk: Oprettelse af Plot NFT til Solo Pulje
es_ar: Creación de Parcela NFT para Auto Agrupación
he_il: יצירת פלוט NFT עבור בריכה עצמאית (Self Pooling)
hu_hu: Plot NFT készítése az ön poolinghoz
it_it: Creazione di Plot NFT per l'auto-pooling
pt_pt: Criando Plot NFT para Auto-Pool

source: Currency code is not defined
ar_sa: رمز العملة غير معرف
da_dk: Valuta kode er ikke defineret
es_ar: El código actual no está definido
he_il: קוד המטבע אינו מוגדר
hu_hu: A valuta kód nincs meghatározva
it_it: Codice valuta non definito
pt_pt: O código da moeda não está definido

source: Current Difficulty
da_dk: Nuværende Sværhed
es_ar: Dificultad Actual
he_il: קושי נוכחי
hu_hu: Jelenlegi nehézség
it_it: Difficoltà Attuale
pt_pt: Dificuldade atual

source: Current Points Balance
da_dk: Nuværende Point Balance
es_ar: Saldo de Puntos Actual
he_il: סך הניקוד הנוכחי
hu_hu: Jelenlegi pontegyenleg
it_it: Saldo Punti Attuale
pt_pt: Saldo de Pontos Atuais

source: Current trade status
ar_sa: الوضع التجاري الحالي
da_dk: Nuværende bytte status
es_ar: Estado actual de la operación
he_il: מצב החלפה נוכחי
hr_hr: Trenutno stanje trgovanja
hu_hu: Jelenlegi üzlet státusz
pt_pt: Status comercial atual

source: DANGER: permanently delete private key
ar_sa: تحذير: حذف المفتاح الخاص بشكل دائم
da_dk: ADVARSEL: permanent sletning af privat nøgle
es_ar: ADVERTENCIA: eliminar llave privada permanentemente
he_il: סכנה: ה-Private Key יוסר לצמיתות
hr_hr: OPREZ: Trajno brisanje privatnog ključa
hu_hu: VIGYÁZAT: Privát kulcs végleges törlése
pt_pt: PERIGO: excluir permanentemente a chave privada

source: Date
ar_sa: التاريخ
da_dk: Dato
es_ar: Fecha
he_il: תאריך
hr_hr: Datum
hu_hu: Dátum
it_it: Data
pt_pt: Data

source: Delay
ar_sa: تأخير
da_dk: Forsinkelse
es_ar: Retraso
he_il: השהייה
hr_hr: Odgoda
hu_hu: Késleltetés
it_it: Ritardo
pt_pt: Atraso

source: Delete
ar_sa: حذف
da_dk: Slet
es_ar: Eliminar
he_il: מחק
hr_hr: Ukloni
hu_hu: Törlés
it_it: Elimina
pt_pt: Eliminar

source: Delete Plot
ar_sa: حذف قطعة
da_dk: Slet Plotfil
es_ar: Eliminar plot
he_il: הסר פלוט
hr_hr: Ukloni Zemljište
hu_hu: Parcella törlése
it_it: Elimina Plot
pt_pt: Eliminar Plot

source: Delete Unconfirmed Transactions
da_dk: Slet Ubekræftede Transaktioner
es_ar: Eliminar transacciones no confirmadas
he_il: מחק עסקאות לא מאושרות
it_it: Elimina Transazioni non Confermate
pt_pt: Excluir transações não confirmadas

source: Delete all keys
ar_sa: حذف جميع المفاتيح
da_dk: Slet alle nøgler
es_ar: Eliminar todas las llaves
he_il: מחיקת כל המפתחות
hr_hr: Ukloni sve ključeve
hu_hu: Minden kulcs törlése
pt_pt: Apagar todas as chaves

source: Delete key {fingerprint}
da_dk: Slet nøgle {fingerprint}
es_ar: Eliminar clave
he_il: מחוק/י מפתח {fingerprint}
hu_hu: Kulcs törlése {fingerprint}
pt_pt: Apagar chave {fingerprint}

source: Deleting all keys will permanently remove the keys from your computer, make sure you have backups. Are you sure you want to continue?
he_il: הסרה של כל המפתחות יגרום להסרה לצמיתות של כל המפתחות מהמחשב שלך, אנא ודא שיש לך גיבויים. האם אתה בטוח שאתה רוצה להמשיך?

source: Deleting the key will permanently remove the key from your computer, make sure you have backups. Are you sure you want to continue?
he_il: מחיקת המפתח תמחק את המפתח מהמחשב, וודא שקיים גיבוי. האם אתה בטוח שאתה רוצה להמשיך?

source: Developer
ar_sa: المطور
da_dk: Udvikler
es_ar: Desarrollador
he_il: מפתח
hr_hr: Razvojni programer
hu_hu: Fejlesztő
it_it: Sviluppatore
pt_pt: Desenvolvedor

source: Developer Tools
ar_sa: أدوات المطورين
da_dk: Udvikler Værktøjer
es_ar: Herramientas de Desarrollador
he_il: כלי פיתוח
hr_hr: Alati za razvojne programere
hu_hu: Fejlesztői eszközök
it_it: Strumenti per sviluppatori
pt_pt: Ferramentas de desenvolvimento

source: Difficulty
ar_sa: مستوى الصعوبة
da_dk: Sværhed
es_ar: Dificultad
he_il: קושי
hr_hr: Kompleksnost
hu_hu: Bonyolultság
it_it: Difficoltà
pt_pt: Dificuldade

source: Disable bitfield plotting
ar_sa: تعطيل إنشاء القطع بواسطة bifield
da_dk: Deaktiver bitfield plotning
es_ar: Deshabilitar ploteo bitfield
he_il: השבת bitfield plotting
hr_hr: Onemogući "bitfield" obradu
hu_hu: Bitmező ábrázolás kikapcsolása
it_it: Disabilita il plotting con bitfield
pt_pt: Desativar plotting de bitfield

source: Discard
he_il: בטל

source: Disconnect
ar_sa: قطع الاتصال
da_dk: Afbryd forbindelse
es_ar: Desconectar
he_il: היתנתק
hr_hr: Odspoji se
hu_hu: Kapcsolat bontása
it_it: Disconnetti
pt_pt: Desconectar

source: Distributed Identity
da_dk: Distribueret Identitet
he_il: זהות מבוזרת
hu_hu: Elosztott identitás
pt_pt: Identidade distribuída

source: Do you have existing plots on this machine? <0>Add Plot Directory</0>
ar_sa: هل لديك قطع موجودة على هذه الجهاز؟ <0>إضافة دليل القطع</0>
da_dk: Har du eksisterende plotfiler på denne maskine? <0>Tilføj Plot Folder</0>
es_ar: ¿Tenés plots en esta computadora?<0>Agregar directorio de plots</0>
he_il: האם כבר קיימים פלוטים במחשב זה? <0> הוסף תקיית פלוטים <0>
hr_hr: Imaš li postojeća zemljišta na ovom računalu? <0>Dodaj direktorij</0>
hu_hu: Vannak meglévő parcellák ezen a gépen? <0>Parcella könyvtár Hozzáadása </0>
it_it: Hai dei plot esistenti su questa macchina? <0>Aggiungi cartella Plot</0>
pt_pt: Você tem plots existentes nesta máquina? <0>Adicionar diretório de Plots</0>

source: Does your machine support parallel plotting?
ar_sa: هل يدعم جهازك إنشاء اكثر من قطعة في نفس الوقت ؟
da_dk: Understøtter din maskine parallel plotning?
es_ar: ¿Tu computadora soporta plots en paralelo?
he_il: האם המערכת שלך תומכת ביצירת פלוטים במקביל?
hr_hr: Da li tvoje računalo podržava paralelnu obradu?
hu_hu: A géped támogatja a párhuzamos parcellákat?
it_it: Questa macchina supporta il plotting parallelo?
pt_pt: A sua máquina suporta plotting paralelo?

source: Drag and drop attestation packet(s)
da_dk: Træk og slip attesteringspakke(r)
he_il: גרור והנח מנה/ות אישור
pt_pt: Arraste e solte pacotes de atestado

source: Drag and drop offer file
ar_sa: سحب وإسقاط ملف العرض
da_dk: Træk og slip bud fil
es_ar: Arrastrar y soltar archivo con oferta
he_il: גרור ושחרר את קובץ ההצעה
hr_hr: Povuci i ispusti datoteku ponuda
hu_hu: Húzza ide az ajánlatfájlt
pt_pt: Arraste e solte o ficheiro de oferta

source: Drag and drop your backup file
ar_sa: قم بسحب ملف النسخة الاحتياطية من جهاز الحاسوب الي هنا
da_dk: Træk og slip din backup fil
es_ar: Arrastrar y soltar tu copia de seguridad
he_il: גרור ושחרר את קובץ הגיבוי שלך
hr_hr: Povuci i ispusti datoteku sigurnosne kopije
hu_hu: Húzza ide a mentett fájlt
it_it: Trascina e rilascia il tuo file di backup
pt_pt: Arraste e solte seu ficheiro de backup

source: Drag and drop your recovery backup file
da_dk: Træk og slip din genoprettelsesbackup fil
he_il: גרור ושחרר את קובץ הגיבוי שלך
hu_hu: Húzza ide a biztonsági mentés fájlt
pt_pt: Arraste e solte o seu arquivo de backup de recuperação

source: Edit
ar_sa: تعديل
da_dk: Rediger
es_ar: Editar
he_il: עריכה
hr_hr: Uredi
hu_hu: Módosítás
it_it: Modifica
pt_pt: Editar

source: Edit Payout Instructions
da_dk: Rediger Udbetalingsinstruktioner
es_ar: Editar las Instrucciones de Pago
he_il: עריכת הוראות תשלום
hu_hu: Kifizetési utasítások módosítása
it_it: Modifica Istruzioni Di Pagamento
pt_pt: Editar Instruções de pagamento

source: Enter the 24 word mnemonic that you have saved in order to restore your Chia wallet.
ar_sa: أدخل الـ 24 كلمة التي قمت بحفظها من أجل استعادة محفظة Chia الخاصة بك.
da_dk: Indtast dine 24 mnemoniske ord fra din backup for at gendanne din Chia pung.
es_ar: Ingresa las 24 palabras mnemotécnicas que guardaste para restaurar tu billetera de Chia.
he_il: הקש את 24 מילות ה-Mnemonic Seed ששמרת על מנת לשחזר את ארנק ה-Chia שלך.
hr_hr: Unesi 24 mnemonic riječi koje su kreirane prilikom kreiranja novčanika kako bi mogao vratiti postojeći Chia novčanik.
hu_hu: A Chia pénztárca visszaállításához írja be az elmentett 24 szóból álló mnemonikát.
pt_pt: Digite o mnemônico de 24 palavras que você salvou para restaurar sua carteira Chia.

source: Error
ar_sa: خطأ
da_dk: Fejl
he_il: שגיאה
hr_hr: Greška
hu_hu: Hiba
it_it: Errore
pt_pt: Erro

source: Error: Cannot send chia to coloured address. Please enter a chia address.
ar_sa: خطأ: لا يمكن إرسال chia إلى عنوان العملات الملونة. الرجاء إدخال عنوان chia.
da_dk: Fejl: Kan ikke sende chia til en farvet addresse. Venligst indtast en chia addresse.
es_ar: Error: No se puede enviar chia a la dirección de color. Ingresa una dirección de Chia.
he_il: שגיאה: לא ניתן לשלוח Chia לכתובת הצבעונית הזו. אנא הקש כתובת Chia.
hr_hr: Greška: Nemogu poslati Chia na obojanu adresu. Unesi Chia adresu.
hu_hu: Hiba: A chia nem küldhető színes címre. Kérjük, adjon meg másik chia címet.
pt_pt: Erro: Não é possível enviar chia para endereço colorido. Por favor, insira um endereço chia.

source: Estimated Network Space
da_dk: Estimeret Netværk Størrelse
es_ar: Espacio de Red Estimado
he_il: גודל רשת מוערך
it_it: Spazio Di Rete Stimato
pt_pt: Espaço de Rede estimado

source: Estimated Time to Win
ar_sa: الوقت المتوقع للفوز
da_dk: Estimeret Tid til Gevinst
es_ar: Tiempo Estimado para Ganar
he_il: זמן משוער לזכיה
hr_hr: Procijenjeno Vrijeme za Pobjedu
hu_hu: Becsült idő a győzelemre
it_it: Tempo Stimato per Vincere
pt_pt: Tempo Estimado para ganhar

source: Estimated sum of all the plotted disk space of all farmers in the network
ar_sa: المساحة التقديرية الكلية لجميع القطع الموجودة في الشبكة
da_dk: Estimeret sum af alt plottet drev plads af alle farmerer på netværket
es_ar: Suma estimada de todo el espacio en disco cultivado de todos los granjeros de la red
he_il: סכום משוער של כל שטח הדיסק המתוכנן של כל החקלאים ברשת
hr_hr: Procijenjen zbroj svih uzgojenih diskovnih prostora od svih farmera na mreži
hu_hu: A hálózat becsült összes lemezterületének összege
it_it: Stima delle dimensioni di tutta la memoria allocata da tutti i farmer della rete
pt_pt: Soma estimada de todo o espaço em disco plotado de todos os farmers na rede

source: Exclude final directory
ar_sa: إستبعاد الملف النهائي
da_dk: Eksludér endelig mappe
es_ar: Excluir directorio final
he_il: אל תכלול את התקייה הסופית
hr_hr: Izuzmi krajnji direktorij
hu_hu: A végleges könyvtár kizárása
it_it: Escludi directory finale
pt_pt: Excluir diretório final

source: Failed to open (invalid plots)
ar_sa: فشل في الفتح (قطع غير صالحة)
da_dk: Kan ikke åbne (invalid plotfil)
es_ar: Error al abrir (Plot inválido)
he_il: לא ניתן לפתוח (פלוטים שגויים)
hr_hr: Neuspjelo otvaranje (neispravna zemljišta)
hu_hu: Nem sikerült megnyitni (érvénytelen parcella)
pt_pt: Falha ao abrir (plots inválidos)

source: Farm
ar_sa: المزرعة
es_ar: Granja
he_il: חווה
hr_hr: Farma

source: Farmer Public Key
da_dk: Farmer Offentlig Nøgle
es_ar: Clave Pública del Granjero
he_il: מפתח Farmer Public
hr_hr: Farmerski kurac
hu_hu: Farmer nyilvános kulcsa
it_it: Chiave pubblica del farmer
pt_pt: Chave pública do Farmer

source: Farmer Puzzle Hash
ar_sa: عناوين المزارع المشفرة
es_ar: Hash del laburante
he_il: חקלאי Puzzle Hash
hr_hr: Zagonetni hash farmera
hu_hu: Farmer Kirakós Részlet
it_it: Puzzle Hash Farmer

source: Farmer Reward Address
ar_sa: عنوان مكافأة المزارع
da_dk: Farmer Gevinst Addresse
es_ar: Direccion de recompensas
he_il: כתובת תגמול לחקלאי
hr_hr: Nagradna adresa farmera
hu_hu: Farmer jutalom címe
it_it: Indirizzo Ricompensa del Farmer
pt_pt: Endereço de recompensa do Farmer

source: Farmer Reward Address is not properly formatted.
da_dk: Farmer Belønningsadresse er ikke korrekt formateret.
he_il: כתובת תגמול האיכר (Farmer Reward Address) אינה מעוצבת כראוי. מבנה כתובת הדוא"ל שגוי.
hu_hu: A farmoláshoz használt cím nincs megfelelően formázva.
it_it: L'indirizzo della ricompensa del farmer non è formattato correttamente.
pt_pt: O Endereço de Recompensa do Farmer não está formatado corretamente.

source: Farmer Reward Address must not be empty.
da_dk: Farmer Belønningsadresse må ikke være tom.
he_il: כתובת תגמול האיכר (Farmer Reward Address) אינה יכולה להיות ריקה.
hu_hu: A farmoláshoz használt cím nem lehet üres.
it_it: L'indirizzo per la ricompensa del farmer non deve essere vuoto.
pt_pt: O Endereço de Recompensa do Farmer não pode estar vazio.

source: Farmer is not connected
ar_sa: المزرعة غير متصلة
da_dk: Farmer ikke forbundet
es_ar: El laburante no esta conectado
he_il: חווה לא מחוברת
hr_hr: Farmer nije povezan
hu_hu: Farmer nincs csatlakozva
it_it: Il farmer non è connesso
pt_pt: Farmer não está conectado

source: Farmer is not running
ar_sa: المزارع لا يعمل
da_dk: Farmer kører ikke
es_ar: No se está ejecutando el trabajador
he_il: חווה לא עובדת
hr_hr: Farmer nije pokrenut
hu_hu: A farmer nem fut
it_it: Il farmer non è in esecuzione
pt_pt: Farmer não está correndo

source: Farmer public key:
he_il: מפתח ציבורי לחקלאי:

source: Farmers earn block rewards and transaction fees by committing spare space to the network to help secure transactions. This is where your farm will be once you add a plot. <0>Learn more</0>
ar_sa: يحصل المزارعون على مكافآت مربعات ورسوم معاملة من خلال تخصيص مساحة احتياطية للشبكة للمساعدة في تأمين المعاملات. هذا هو المكان الذي ستكون فيه مزرعتك بمجرد إضافة قطعة. <0>عرض المزيد</0>
da_dk: Farmer tjener blok belønning og transaktionsgebyrer ved at bruge diskplads til at hjælpe netværket med at sikre transaktioner. Her vil dine plotfiler blive listet når de er tilføjet. <0>Lær mere</0>
es_ar: Los laburantes ganan recompensas en bloque y tarigas de transacción al asignar espacio libre a la red para ayudar a asegurar las transacciones. Acá vas a tener a tu granja una vez que agregues un plot. <0> Más información </0>
he_il: חקלאים מרוויחים תגמולים ודמי עסקה על ידי התחייבות שטח פנוי לרשת כדי לסייע באבטחת עסקאות. המקום שבו החווה שלך תהיה ברגע שתוסיף פלוט. <0>למד עוד</0>
hr_hr: Farmeri zarađuju nagrade bloka i naknade transakcije tako da dodjeljuju svoj diskovni prostor mreži kao pomoć u osiguranju transakcija. Ovdje će biti tvoja farma kada dodaš zemljište. <0>Saznaj više</0>
hu_hu: A farmerek blokkjutalmakat és tranzakciós díjakat keresnek azzal, hogy tartalék helyet szánnak a hálózatnak a tranzakciók biztosítása érdekében. Itt lesz a farm, ha hozzáadsz egy parcellát. <0> További információ </0>
it_it: I coltivatori, guadagnano le ricompense del blocco e le tasse di transazione impegnando il proprio spazio di memoria inutilizzato all'interno della rete "es. un hard disk che non ti occorre", e ciò è fatto al fine di rendere sicure le transazioni. Qui è dove sarà visionabile la tua coltivazione una volta che avrai aggiunto un plot. <0>Scopri di più</0>
pt_pt: Os Farmers ganham recompensas em bloco e taxas de transação ao comprometer espaço livre na rede para ajudar a proteger as transações. É aqui que sua farm aparecerá quando você adicionar um plot. <0> Saiba mais </0>

source: Farming
ar_sa: المزرعة
da_dk: Farmer
es_ar: Cultivando
he_il: קוצר
hr_hr: Uzgajam
hu_hu: Farmolás
it_it: Coltivando
pt_pt: Cultivando

source: Farming Status
ar_sa: حالة المزرعة
da_dk: Farmer Status
es_ar: Estado de Cultivo
he_il: מצב הקצירה
hr_hr: Stanje uzgoja
hu_hu: Farmer státusz
it_it: Stato della Coltivazione
pt_pt: Estado de Farming

source: Fee
ar_sa: الرسوم
da_dk: Gebyr
es_ar: Comisión
he_il: דמי
hr_hr: Naknada
hu_hu: Díj
it_it: Costo della commissione
pt_pt: Taxa

source: Fee ({currencyCode})
ar_sa: الرسوم ({currencyCode})
da_dk: Gebyr ({currencyCode})
es_ar: Comisión ({currencyCode})
he_il: דמי
hr_hr: Naknada ({currencyCode})
hu_hu: Díjj
pt_pt: Taxa ({currencyCode})

source: Fees Amount
ar_sa: قيمة الرسوم
da_dk: Gebyr Beløb
es_ar: Importe de la comisión
he_il: סכום העמלות
hr_hr: Iznos naknada
hu_hu: Díjak összege
it_it: Ammontare delle tasse
pt_pt: Montante das taxas

source: File
ar_sa: الملف
da_dk: Fil
es_ar: Archivo
he_il: קובץ
hr_hr: Datoteka
hu_hu: Fájl
pt_pt: Ficheiro

source: Filename
ar_sa: اسم الملف
da_dk: Filnavn
es_ar: Nombre del Archivo
he_il: שם הקובץ
hr_hr: Ime datoteke
hu_hu: Fájlnév
it_it: Nome del file
pt_pt: Nome do ficheiro

source: Final folder location
ar_sa: موقع الملف النهائي
da_dk: Endelig folder placering
es_ar: Ubicación final de la carpeta
he_il: מיקום סופי של החלקה
hr_hr: Lokacija krajnjeg direktorija
hu_hu: Végleges mappa helye
it_it: Seleziona la destinazione finale per la tua cartella plot
pt_pt: Localização final da pasta

source: Finished
ar_sa: انتهت
da_dk: Færdig
es_ar: Completado
he_il: הסתיים
hr_hr: Završeno
hu_hu: Befejezve
it_it: Finito
pt_pt: Finalizado

source: Follow on Twitter
ar_sa: تابع على تويتر
da_dk: Følg på Twitter
es_ar: Seguinos en Twitter
he_il: עקוב בטוויטר
hr_hr: Prati na Twitteru
hu_hu: Kövess minket a Twitteren
it_it: Seguici su Twitter
pt_pt: Siga no Twitter

source: Frequently Asked Questions
ar_sa: الأسئلة المتكررة
da_dk: Ofte Stillet Spørgsmål
es_ar: Preguntas Frecuentes
he_il: שאלות נפוצות
hr_hr: Često Postavljana Pitanja
hu_hu: Gyakran Ismételt Kérdések
it_it: Domande Frequenti
pt_pt: Perguntas frequentes

source: Full Node
ar_sa: العقد المنتهية
da_dk: Fuld Node
es_ar: Nodo Completo
he_il: תחנת צ'יה
hr_hr: Puni čvor
hu_hu: Teljes csomópont
pt_pt: Nó Completo

source: Full Node Overview
da_dk: Fuld Node Oversigt
es_ar: Descripción general del nodo completo
he_il: סקירה כללית של ה-Full Node
pt_pt: Visão geral do nó completo

source: Full Screen
ar_sa: ملء الشاشة
da_dk: Fuld Skærm
es_ar: Pantalla Completa
he_il: מסך מלא
hr_hr: Puni zaslon
hu_hu: Teljes képernyő
it_it: Schermo Intero
pt_pt: Ecrã cheio

source: Generate New Colour
ar_sa: إنشاء لون جديدة
da_dk: Generer Ny Farve
es_ar: Generar Nuevo Color
he_il: צור צבע חדש
hr_hr: Generiraj novu boju
hu_hu: Új szín létrehozása
pt_pt: Gerar Nova Cor

source: Grid view
da_dk: Gittervisning
es_ar: Vista de la red
he_il: תצוגה טבלאית
pt_pt: Vista de grelha
