Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: (Optional)
ar_sa: (اختياري)
da_dk: (Valgfri)
es_ar: (Opcional)
he_il: (אופציונלי)
hu_hu: (nem kötelező)
it_it: (Opzionale)
pt_pt: (Opcional)

source: *Want to explore Chia’s blocks further? Check out <0>Chia Explorer</0> built by an open source developer.
ar_sa: *هل ترغب في زيادة استكشاف Chia؟ تحقق من <0> Chia Explorer</0> التي بناها مطور مفتوح المصدر.
da_dk: *Vil du udforske Chias blokke yderligerer? Se <0>Chia Explorer</0> bygget af en open source udvikler.
es_ar: ¿Querés explorar más, los bloques de Chia? Mirá <0>Chia Explorer</0> hecho por un desarrollador de código abierto.
he_il: * רוצה לחקור את הבלוקים של Chia עוד? בדוק את </0>Chia Explorer<0> שנבנה על ידי מפתח קוד פתוח.
hr_hr: *Želiš više istražiti Chia blokove? Pogledaj <0>Chia Explorer</0> napravljen od strane razvojnih programera otvorenog koda.
hu_hu: Fel szeretnéd fedezni a Chia rendszerét bővebben? Nézd meg a <0> Chia Explorert</0> amit egy nyílt forráskóddal foglalkozó fejlesztő készített.
it_it: *Vuoi esplorare ulteriormente i blocchi della rete Chia? Dai uno sguardo a <0>Chia Explorer</0> creato da uno sviluppatore open source.
pt_pt: *Quer explorar mais os blocos de Chia? Confira o <0> Chia Explorer </0> desenvolvido por um programador de código aberto.

source: + Add New Plot NFT
ar_sa: + إضافة قطعة جديدة NFT
da_dk: + Tilføj Ny Plot NFT
es_ar: Agregar Nueva Parcela NFT
he_il: + הוסף פלוט NFT חדש
hu_hu: + Új Plot NFT Hozzáadása
it_it: + Aggiungi Nuovo Plot NFT
pt_pt: + Adicionar Nova Plot NFT

source: + Add Wallet
da_dk: + Tilføj Pung
es_ar: Añadir Billetera
he_il: הוספ/י ארנק
hu_hu: + Tárca hozzáadása
pt_pt: + Adicionar Carteira

source: 128 buckets is recommended
he_il: מומלץ 128 דליים (Buckets)

source: A harvester is a service running on a machine where plot(s) are actually stored. A farmer and harvester talk to a full node to see the state of the chain. View your network of connected harvesters below Learn more
ar_sa: الحصاد هو خدمة تعمل على الحاسوب حيث يتم تخزين القطع (المساحات). المزارع و الحاصد يتحدث مع نقطة إتصال الشبكة لرؤية حالة السلسلة. عرض شبكتك من الحصاد المتصل أسفل عرض المزيد
da_dk: En harvester er en service der kører på en maskine hvor plot filen(filerne) er opbevaret. En farmer og harvester snakker med en fuld node for at følge kædens nuværende form. Se dit netværk af tilsluttede harvesters her under Lær mere
es_ar: Un cosechador es un servicio ejecutado en una maquina donde se almacena(n) la(s) parcela(s). El agricultor y el cosechador hablan con un nodo completo para ver el estado de la cadena. Revise su red de cosechadores a continuación Más información
he_il: חלקה (Harvester) הוא שירות המופעל במחשב בו מאוחסנים בפועל פלוטים. חקלאי יחד עם חלקה נוספת מדברים אל ה-Full Node כדי לראות את מצב השרשרת. צפה/י ברשת החלקות (Harvesters) המחוברים שלך למד/י עוד
hr_hr: Sakupljač je servis pokrenut na računalu gdje su spremljena zemljišta. Farmer i sakupljač razgovaraju sa Punim Čvorom radi provjere stanja lanca. Niže možeš vidjeti spojene sakupljače Saznaj više
hu_hu: A betakarító egy szolgáltatás ahol a parcellák valójában tárolásra kerülnek. A gazdász és a betakarító kommunikációjából kivehető egy teljes rész, hogy látható legyen miként is áll a lánc. Alább láthatód azokat a betakarítókat akik a hálózatodhoz vannak csatlakozva. Tudj meg többet
it_it: Un harvester (letteralmente mietitrice) è un servizio eseguito sulla macchina in cui i plot sono conservati. Un farmer (agricoltore) e la sua harvester comunicano con un full node per vedere lo stato della blockchain. Guarda la tua rete di harvester connessi in basso Per saperne di più
pt_pt: Um harvester é um serviço executado numa máquina onde os plot(s) estão realmente armazenados. Um farmer e um harvester conversam com um full node para ver o estado da chain. Veja a sua rede de harvesters conectadas abaixo Saiba mais

source: About Chia Blockchain
ar_sa: معلومات عن Chia Blockchain
da_dk: Om Chia Blockchain
es_ar: Acerca de Chia Blockchain
he_il: אודות Chia Blockchain
hr_hr: O Chia Blockchainu
hu_hu: A Chia Blockchain-ről
it_it: Informazioni sulla Blockchain di Chia
pt_pt: Sobre Chia Blockchain

source: Accept
ar_sa: موافقة
da_dk: Accepter
es_ar: Aceptar
he_il: קבל
hr_hr: Prihvati
hu_hu: Elfogad
pt_pt: Aceitar

source: Accepted at time:
ar_sa: تم القبول في الوقت:
da_dk: Accepteret tidspunkt:
es_ar: Aceptado a la hora:
he_il: התקבל בשעה:
hr_hr: Prihvaćeno u:
hu_hu: Elfogadás ideje:
pt_pt: Aceite a:

source: Action
ar_sa: إجراء
da_dk: Aktion
es_ar: Acción
he_il: פעולה
hr_hr: Radnja
hu_hu: Művelet
it_it: Azione
pt_pt: Ação

source: Actions
ar_sa: الإجراءات
da_dk: Fjern
es_ar: Acciones
he_il: פעולות
hr_hr: Radnje
hu_hu: Műveletek
it_it: Azioni
pt_pt: Ações

source: Add
ar_sa: إضافة
da_dk: Tilføj
es_ar: Agregar
he_il: הוסף
hr_hr: Dodaj
hu_hu: Hozzáadás
pt_pt: Adicionar

source: Add Backup ID
da_dk: Tilføj Backup ID
he_il: הוספ/י מזהה גיבוי
pt_pt: Adicionar ID de Backup

source: Add Plot Directory
ar_sa: إضافة مجلد
da_dk: Tilføj plot folder
es_ar: Añadir directorio de parcela
he_il: הוסף תיקיה לחלקות
hr_hr: Dodaj direktorij Zemljišta
hu_hu: Plot könyvtár hozzáadása
it_it: Aggiungi Cartella dei Plot
pt_pt: Adicionar diretório de plots

source: Add Plot to Queue
ar_sa: إضافة إلى قائمة الانتظار
da_dk: Tilføj Plot til Kø
es_ar: Añadir Parcela a la Cola
he_il: הוסף חלקה לתור
hr_hr: Dodaj Zemljište u red čekanja
hu_hu: Plot hozzáadása a sorhoz
it_it: Aggiungi uno o più Plot alla Coda
pt_pt: Adicionar Plot à fila

source: Add a Plot
ar_sa: إضافة مساحة
da_dk: Tilføj et plot
es_ar: Añadir una parcela
he_il: הוסף חלקה
hr_hr: Dodaj Zemljište
hu_hu: Plot hozzáadása
it_it: Aggiungi un Plot
pt_pt: Adicionar um Plot

source: Add a Plot NFT
ar_sa: إضافة قطعة جديدة NFT
da_dk: Tilføj en Plot NFT
es_ar: Agregar una parcela NFT
he_il: הוסף פלוט NFT
hu_hu: Plot NFT Hozzáadása
it_it: Aggiungi un Plot NFT
pt_pt: Adicionar um Plot NFT

source: Add a plot
ar_sa: إضافة مساحة
da_dk: Tilføj plotfil
es_ar: Añadir una parcela
he_il: הוסף חלקה
hr_hr: Dodaj zemljište
hu_hu: Plot hozzáadása
it_it: Aggiungi un plot
pt_pt: Adicionar um plot

source: Add plot directory
ar_sa: إضافة مجلد
da_dk: Tilføj plot folder
es_ar: Añadir directorio de parcelas
he_il: הוסף תיקיה לחלקות
hr_hr: Dodaj direktorij zemljišta
hu_hu: Parcella könyvtár hozzáadása
it_it: Aggiungi una cartella per i plot (in farm)
pt_pt: Adicionar diretório de plots

source: Add {currencyCode} from the Faucet
da_dk: Tilføj {currencyCode} fra Mojohanen
he_il: הוסף {currencyCode} מהברז (Faucet)
hu_hu: {currencyCode} hozzáadása a csapból
it_it: Aggiungi {currencyCode} dal Faucet
pt_pt: Adicione {currencyCode} da Faucet

source: Address
ar_sa: العنوان
da_dk: Addresse
es_ar: Dirección
he_il: כתובת
hr_hr: Adresa
hu_hu: Cím
pt_pt: Endereço

source: Address / Puzzle hash
ar_sa: العنوان / العنوان المشفر
da_dk: Addresse / Puzzle hash
es_ar: Direccion / Hash
he_il: כתובת hash / פאזל
hr_hr: Adresa / Zagonetni hash
hu_hu: Cím / Kirakós hash
pt_pt: Endereço/Puzzle hash

source: Amount
ar_sa: المبلغ
da_dk: Beløb
es_ar: Cantidad
he_il: סכום
hr_hr: Iznos
hu_hu: Összeg
pt_pt: Quantidade

source: Amount ({cc_unit})
ar_sa: المبلغ ({cc_unit})
da_dk: Beløb ({cc_unit})
es_ar: Cantidad ({cc_unit})
he_il: סכום ({cc_unit})
hr_hr: Iznos ({cc_unit})
hu_hu: Mennyiség ({cc_unit})
pt_pt: Quantidade ({cc_unit})

source: Amount For Initial Coin
ar_sa: مبلغ العملات الأولية
da_dk: Beløb for Start Coin
es_ar: Cantidad Para Moneda Inicial
he_il: סכום למטבע ראשוני
hr_hr: Iznos za Inicijalni novčić
hu_hu: Az aktuális érme mennyiség
pt_pt: Quantidade Para Moeda Inicial

source: Amount must be an even amount.
da_dk: Beløbet skal være et lige beløb.
he_il: סכום צריך להיות סכום שווה.
pt_pt: O montante deve ser um valor igual.

source: Are you sure you want to delete the plot? The plot cannot be recovered.
ar_sa: هل أنت متأكد أنك تريد حذف الملف؟ لا يمكن إرجاع الملف بعد الحزف.
da_dk: Er du sikker du vil slette plotfilen? Plotfilen kan ikke gendannes.
es_ar: ¿Está seguro de que desea eliminar la parcela? La parcela no se puede recuperar.
he_il: האם אתה בטוח שברצונך למחוק את החלקה? חלקה שנמחקה אינה ניתנת לשיחזור.
hr_hr: Sigurno želiš ukloniti zemljište? Zemljište se ne može vratiti.
hu_hu: Biztos vagy benne, hogy törlöd ezt a parcellát? A törölt parcella nem visszaállítható.
it_it: Sei sicuro di voler eliminare il plot? Il plot non potrà essere recuperato.
pt_pt: Tem certeza que deseja apagar o plot? O plot não poderá ser recuperado.

source: Are you sure you want to delete unconfirmed transactions?
da_dk: Er du sikker på, at du vil slette ubekræftede transaktioner?
he_il: האם אתה בטוח שברצונך למחוק עסקאות לא מאושרות?
hu_hu: Biztosan törölni szeretné a meg nem erősített tranzakciókat?
it_it: Sei sicuro di voler eliminare queste transazioni non confermate?
pt_pt: Tem certeza que deseja excluir as transações não confirmadas?

source: Are you sure you want to disconnect?
ar_sa: هل أنت متأكد بأنك تريد قطع الإتصال مع السيرفر؟
da_dk: Er du sikker du vil afbryde forbindelsen?
es_ar: ¿Estás seguro que quieres desconectarte?
he_il: האם אתה בטוח שברצונך להתנתק?
hr_hr: Sigurno želiš prekinuti vezu?
hu_hu: Biztos megszakítod?
it_it: Sei sicuro di volerti disconnettere?
pt_pt: Tem certeza que quer se desconectar?

source: Are you sure you want to quit? GUI Plotting and farming will stop.
ar_sa: هل أنت متأكد من رغبتك في إغلاق التطبيق؟ ستتوقف عمليات إنشاء المساحات في القرص الصلب والمزرعة.
da_dk: Er du sikker du vil afslutte? GUI Plotning og farmning vil stoppe.
es_ar: ¿Está seguro que quiere salir? El Sembrado y Cultivado de las parcelas se detendrán.
he_il: אתה בטוח שברצונך לפרוש? GUI תכנון וחקלאות יפסיקו.
hr_hr: Sigurno želiš izaći? Obrada zemljišta i uzgoj će prestati sa radom.
hu_hu: Biztos vagy benne, hogy kilépsz? Az ültetés és a betakarítás meg fog állni.
pt_pt: Tem certeza que quer sair? O plotting e o farming serão interrompidos.

source: Are you sure you want to use k={plotSize}?
ar_sa: هل أنت متأكد أنك تريد استخدام K={plotSize}؟
da_dk: Er du sikker du vil bruge k={plotSize}?
es_ar: ¿Está seguro que querés usar k={plotSize}?
he_il: האם אתה בטוח שברצונך להישתמש ב k={plotSize}?
hr_hr: Sigurno želiš koristiti k={plotSize}?
hu_hu: Biztos vagy benne, hogy használni szeretnéd a k={plotSize}-t?
it_it: Sei sicuro di voler usare k={plotSize}?
pt_pt: Tem certeza de que deseja usar k={plotSize}?

source: Autogenerated name from pool contract address
ar_sa: اسم تم إنشاؤه تلقائياً من عنوان عقد المجمع
da_dk: Autogenereret navn fra pulje kontraktadresse
es_ar: Nombre generado automáticamente a partir de la dirección de contrato de la pool
he_il: שם שנוצר אוטומטית מכתובת חוזה הבריכה (Pool Contract Address)
hu_hu: Autogenerált név a pool szerződés címéből
it_it: Nome generato automaticamente dall'indirizzo del contratto della pool
pt_pt: Nome gerado automaticamente do endereço do contrato da pool

source: Back
ar_sa: رجوع
da_dk: Tilbage
es_ar: Atrás
he_il: חזרה
hr_hr: Natrag
hu_hu: Vissza
pt_pt: Voltar

source: Backup file is used to restore smart wallets.
ar_sa: يستخدم ملف النسخ الاحتياطي لاستعادة المحافظ الذكية.
da_dk: Backup til at gendanne smart pung
es_ar: El archivo de respaldo se usa para restaurar carteras inteligentes.
he_il: קובץ גיבוי משמש לשיחזור ארנקים חכמים.
hr_hr: Datoteka sigurnosne kopije se koristi za povrat pametnih novčanika.
hu_hu: A biztonsági mentés arra szolgál, hogy az okos pénztárca visszaállítható legyen.
it_it: Il file di backup viene usato per ripristinare gli smart wallet.
pt_pt: O arquivo de backup é usado para restaurar carteiras inteligentes.

source: Balance
ar_sa: الرصيد
da_dk: Saldo
he_il: יתרה
hr_hr: Stanje
hu_hu: Egyenleg
pt_pt: Balanço

source: Base Farmer Reward Amount
ar_sa: مبلغ مكافأة المزرعة الأساسي
da_dk: Grund belønningsbeløb
es_ar: Recompensa base del agricultor
he_il: סכום תגמול החקלאי הבסיסי
hr_hr: Iznos Osnovne Nagrade Farmera
hu_hu: Központi Gazdász Jutalom Mennyiség
it_it: Ricompensa minima per il farmer
pt_pt: Valor base da recompensa do farmer

source: Below are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
ar_sa: أدناه التحديات الحالية. قد يكون أو لا يكون لديك دليل على وجود قطع لهذه التحديات. لا تحتوي هذه القطع حاليا على دليل على الوقت.
da_dk: Herunder er den nuværende blok udfordring. Du har muligvis en løsning til disse udfordringer. Disse blokke afventer løsninger.
es_ar: A continuación se muestran los desafíos de bloques actuales. Puede que tenga o no una prueba de espacio para estos desafíos. Estos bloques no contienen actualmente una prueba de tiempo.
he_il: להלן אתגרי הבלוק הנוכחיים. יתכן ויהיה לך הוכחה למרחב לאתגרים אלה. חסימות אלה אינן מכילות כרגע הוכחת זמן.
hr_hr: Niže su trenutni izazovi bloka. Možeš imati ili ne imati dokaz prostora za ove izazove. Ovi blokovi trenutno nemaju dokaz o vremenu.
hu_hu: Az alábbiakban az aktuális blokk kihívások következnek. Ezekhez a kihívásokhoz lehet, hogy van vagy nincs helybizonylatod. Ezek a blokkok jelenleg nem tartalmaznak időbizonylatot.
it_it: Di seguito sono riportate le attuali sfide dei blocchi. Puoi avere o non avere una prova di spazio per queste sfide. Questi blocchi non contengono attualmente una prova di tempo.
pt_pt: Abaixo estão os desafios do bloco atual. Você pode ou não ter uma prova de espaço para esses desafios. Atualmente, estes blocos não contêm uma prova de tempo.

source: Best estimate over last 24 hours
ar_sa: أفضل تقدير على مدى اخر 24 ساعة
da_dk: Bedste skøn over de sidste 24 timer
es_ar: Mejor estimación de las ultimas 24 horas
he_il: ההערכה הטובה ביותר במהלך 24 השעות האחרונות
hr_hr: Najbolja procjena u zadnja 24 sata
hu_hu: Becslés az elmúlt 24 óra alapján
it_it: Migliore stima sulle ultime 24 ore
pt_pt: Melhor estimativa nas últimas 24 horas

source: Block
ar_sa: كتلة
da_dk: Blok
es_ar: Bloque
he_il: גוש
hr_hr: Blok
hu_hu: Blokk
it_it: Blocco
pt_pt: Bloco

source: Block Test
he_il: בדיקת בלוק

source: Block VDF Iterations
ar_sa: عدد دورات VDF في المربع
da_dk: Blok VDF iterationer
es_ar: Iteraciones de Bloque VDF
he_il: בלוק VDF איטרציות
hr_hr: VDF Ponavljanje Bloka
hu_hu: VDF-iterációk blokkja
it_it: Blocco Iterazioni VDF
pt_pt: Iterações Bloco VDF

source: Block at height {0} in the Chia blockchain
ar_sa: المربع عند الارتفاع {0} في سلسلة مربعات شيا
da_dk: Block ved højde {0} i Chia blockchainen
es_ar: Bloque en la altura {0} en la Blockchain de Chia
he_il: בלוק בגובה {0} בבלוקצ'יין צ'יה
hr_hr: Blok je na {0} visini u Chia blockchainu
hu_hu: {0} Magasságú blokk a Chia blokkláncban
it_it: Blocco all'altezza {0} nella blockchain Chia
pt_pt: Bloco na altura {0} na cadeia de blocos Chia

source: Block with hash {headerHash}
ar_sa: عنوان الكتلة {headerHash}
da_dk: Blokke med hash {headerHash}
es_ar: Bloque con hash {headerHash}
he_il: בלוק אם גיבוב {headerHash}
hr_hr: Blok sa hashom {headerHash}
hu_hu: Blokk hash {headerHash}
it_it: Blocco con hash {headerHash}
pt_pt: Bloco com hash {headerHash}

source: Block with hash {headerHash} does not exist.
ar_sa: {headerHash}
da_dk: Blok med hash {headerHash} eksisterer ikke.
es_ar: No existe bloque con el hash {headerHash}.
he_il: בלוק עם כותרת קוד {headerHash} לא קיימת.
hr_hr: Blok sa hashom {headerHash} ne postoji.
hu_hu: A {headerHash} hash-t tartalmazó blokk nem létezik.
it_it: Il blocco con hash {headerHash} non esiste.
pt_pt: O bloco com a hash {headerHash} não existe.

source: Blocks
ar_sa: المربعات
da_dk: Blokke
es_ar: Bloques
he_il: גושים
hr_hr: Blokovi
hu_hu: Blokkok
it_it: Blocchi
pt_pt: Blocos

source: Browse
ar_sa: تصفح
da_dk: Gennemse
es_ar: Explorar
he_il: עיון
hr_hr: Pretraži
hu_hu: Tallózás
it_it: Sfoglia
pt_pt: Navegar

source: But you are currently farming <0/>
ar_sa: لكنك حاليا تقوم بالزراعة <0/>
da_dk: Men du høster lige nu <0/>
es_ar: Pero actualmente estás cultivando <0/>
he_il: אבל אתה כרגע farming <0/>
hr_hr: Ali trenutno uzgajaš <0/>
hu_hu: De te jelenleg farmolsz <0/>
pt_pt: Mas atualmente você está cultivando <0/>

source: Buy
ar_sa: شراء
da_dk: Køb
es_ar: Comprar
he_il: רכוש
hr_hr: Kupi
hu_hu: Vásárlás
pt_pt: Comprar

source: Can be backed up to mnemonic seed
ar_sa: يمكن الإسترجاع من النسخة الاحتياطية للكلمات السرية
da_dk: Kan sikkerhedskopieres af et mnemonisk seed
es_ar: Se puede respaldar en una semilla mnemotécnica
he_il: ניתן לגבות ל-Mnemonic Seed
hr_hr: Može biti sigurnosno kopirano na "mnemonic seed"
hu_hu: Biztonsági mentés elérhető a mnemonic maggal
pt_pt: Pode ser feito backup para semente mnemônica

source: Cancel
ar_sa: إلغاء
da_dk: Annuller
es_ar: Cancelar
he_il: בטל
hr_hr: Otkaži
hu_hu: Mégsem
it_it: Annulla
pt_pt: Cancelar

source: Cancel and Spend
ar_sa: إلغاء وإنفاق
da_dk: Annuller og Brug
es_ar: Cancelar y Gastar
he_il: בטל ושלם
hr_hr: Otkaži i Iskoristi
hu_hu: Mégse és Fizetés
pt_pt: Cancelar e Gastar

source: Caution, deleting these plots will delete them forever. Check that the storage devices are properly connected.
ar_sa: تحذير، حذف هذه القطع سيؤدي إلى حذفها إلى الأبد. تأكد من أن أجهزة التخزين متصلة بشكل صحيح.
da_dk: Advarsel, sletning af disse plot filer vil slette dem for evigt. Check om dit drev er ordenligt forbundet.
es_ar: ¡Cuidado! Cuando elimines estas parcelas, se van a eliminar para siempre. Revisa que tengas conectados correctamente los dispositivos de almacenamiento.
he_il: זהירות, מחיקת הפלוטים שנבחרו יסיר אותם לנצח. אנא בדוק שכל התקני האחסון מחוברים באופן תקין.
hr_hr: Oprez, brisanjem ovih zemljišta ona će se izbrisati zauvijek. Provjeri da su uređaji za pohranu ispravno spojeni.
hu_hu: Figyelem, ha törlöd ezeket a parcellákat, akkor örökre törlődnek. Ellenőrizd, hogy a tárolóeszközök megfelelően csatlakoztatva vannak-e.
pt_pt: Cuidado, apagar estes plots irá exclui-los para sempre. Verifique se os dispositivos de armazenamento estão conectados corretamente.

source: Challenge
ar_sa: التحدي
da_dk: Udfordring
es_ar: Desafío
he_il: אתגר
hr_hr: Izazov
hu_hu: Kihívás
it_it: Sfida
pt_pt: Desafio

source: Change
ar_sa: تغيير
da_dk: Ændre
es_ar: Cambio
he_il: שנה/י
hu_hu: Módosítás
it_it: Cambia
pt_pt: Mudar

source: Change Pool
ar_sa: تغيير المجمع
da_dk: Ændre Pool
es_ar: Cambiar de Grupo
he_il: שנה/י בריכה (Pool)
hu_hu: Pool Váltás
it_it: Cambia Pool
pt_pt: Mudar Pool

source: Chat on KeyBase
ar_sa: الدردشة على KeyBase
da_dk: Chat på KeyBase
es_ar: Chatear en Keybase
he_il: צ'אט ב-KeyBase
hr_hr: Razgovaraj na KeyBase
hu_hu: Csevegés a KeyBase-n
it_it: Chatta su KeyBase
pt_pt: Chat no KeyBase

source: Chia
he_il: צ'יה

source: Chia Blockchain Wiki
es_ar: Wiki de la Blockchain de Chia
he_il: ארנק צ'יה
hu_hu: Chia Blokklánc Wiki
it_it: Wiki della Blockchain Chia
pt_pt: Wiki da Chia Blockchain

source: Chia Wallet
ar_sa: محفظة Chia
da_dk: Chia Pung
es_ar: Monedero Chia
he_il: ארנק צ'יה
hr_hr: Chia Novčanik
hu_hu: Chia Pénztárca
pt_pt: Carteira Chia

source: Choose Number of Plots
ar_sa: إختر عدد القطع
da_dk: Vælg et antal af plotfiler
es_ar: Elegir la cantidad de Parcelas
he_il: בחר מספר חלקות
hr_hr: Odaberi broj zemljišta
hu_hu: Válaszd ki a parcelláid számát
it_it: Scegli il numero di Plot
pt_pt: Escolha a quantidade de Plots

source: Choose Plot Size
ar_sa: إختر حجم القطعة
da_dk: Vælg plotfil størrelse
es_ar: Elegir el Tamaño de la Parcela
he_il: בחר גודל חלקה
hr_hr: Odaberi veličinu zemljišta
hu_hu: Válassz parcella méretet
it_it: Scegli la Dimensione del Plot
pt_pt: Escolha o tamanho do Plot

source: Claim Rewards
ar_sa: المطالبة بالمكافآت
da_dk: Indløs Belønning
es_ar: Reclamar Recompensas
he_il: קבל/י תגמולים
hu_hu: Kérjen jutalmakat
it_it: Reclama Ricompense
pt_pt: Reivindicar Recompensas

source: Close
ar_sa: إغلاق
da_dk: Luk
es_ar: Cerrar
he_il: סגור
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
pt_pt: Fechar

source: Closing down node and server
ar_sa: إغلاق نقطة إتصال الشبكة والخادم
da_dk: Nedluking af node og server
es_ar: Cerrando nodo y servidor
he_il: סוגר צומת ושרת
hr_hr: Zatvaram čvor i server
hu_hu: Node és szerver bezárása
pt_pt: Fechar nó e servidor

source: Coin Name
da_dk: Mønt Navn
he_il: שם מטבע
pt_pt: Nome da moeda

source: Coins:
ar_sa: العملات:
da_dk: Mønter:
es_ar: Monedas:
he_il: מטבעות:
hr_hr: Novčići:
hu_hu: Érmék:
pt_pt: Moedas:

source: Colour
ar_sa: اللون
da_dk: Farve
es_ar: Color
he_il: צבע
hr_hr: Boja
hu_hu: Szín
pt_pt: Cor

source: Colour Info
ar_sa: معلومات اللون
da_dk: Farve Info
es_ar: Información de Color
he_il: פרטי צבע
hr_hr: Info boje
hu_hu: Szín Információ
pt_pt: Informação da Cor

source: Colour String
ar_sa: إعدادات الألوان
da_dk: Farve Bånd
es_ar: Cadena de Caracteres de Color
he_il: מחרוזת צבע
hr_hr: Lanac boje
hu_hu: Szín Szál
pt_pt: Cadeia de Caracteres da Cor

source: Colour:
ar_sa: اللون:
da_dk: Farve:
es_ar: Color:
he_il: צבע:
hr_hr: Boja:
hu_hu: Szín:
pt_pt: Cor:

source: Coloured Coin
ar_sa: عملة ملونة
da_dk: Farvet Mønt
es_ar: Moneda de Color
he_il: מטבע בצבע
hr_hr: Obojani novčić
hu_hu: Színezett Érme
pt_pt: Moeda de Cor

source: Coloured Coin Options
ar_sa: خيارات العملة الملونة
da_dk: Farvet Mønt Indstillinger
es_ar: Opciones de Moneda de Color
he_il: אפשרויות מטבע בצבע
hr_hr: Opcije obojanog novčića
hu_hu: Színezett érme lehetőségek
pt_pt: Opções da Moeda de Cor

source: Confirm
ar_sa: تأكيد
da_dk: Bekræft
es_ar: Confirmar
he_il: אשר
hr_hr: Potvrdi
hu_hu: Megerősítés
it_it: Conferma
pt_pt: Confirmar

source: Confirm Disconnect
ar_sa: تأكيد قطع الاتصال
da_dk: Bekræft Afkobling
es_ar: Confirmar Desconexión
he_il: אשר התנתקות
hr_hr: Potvrdi odjavu
hu_hu: Megerősítés Lecsatlakozás
it_it: Conferma la Disconnessione
pt_pt: Confirmar desconexão

source: Confirmation
da_dk: Bekræftelse
es_ar: Confirmar
he_il: אימות
hu_hu: Megerősítés
it_it: Conferma
pt_pt: Confirmação

source: Confirmed at block:
ar_sa: تم التأكيد علي المربع:
da_dk: Bekræftet ved block:
es_ar: Confirmado en el bloque:
he_il: אושר ב-Block:
hr_hr: Potvrđeno na bloku:
hu_hu: Megerősítve ennél a blokknál:
pt_pt: Confirmado no bloco:

source: Confirmed at height {0}
ar_sa: تم التأكيد في الارتفاع {0}
da_dk: Bekræftet ved højde {0}
es_ar: Confirmado en altura {0}
he_il: אושר ב-Height
hr_hr: Potvrđeno na visini {0}
hu_hu: Megerősítve ennél a magasságnál {0}
pt_pt: Confirmado na altura {0}

source: Connect
ar_sa: إتصال
da_dk: Forbind
es_ar: Conectar
he_il: התחבר
hr_hr: Spoji se
hu_hu: Csatlakozás
it_it: Connettiti
pt_pt: Conectar

source: Connect to other peers
ar_sa: الاتصال بنقاط شبكة اخري
da_dk: Forbind til andre noder
es_ar: Conectar a otros pares
he_il: התחבר לעמיתים אחרים
hr_hr: Poveži se sa drugom točkom
hu_hu: Csatlakozás másokhoz
it_it: Connettiti ad altri peer
pt_pt: Conecte-se a outros pares

source: Connect to pool
ar_sa: الاتصال بالمجمع
da_dk: Forbind til pool
es_ar: Conectarse a la piscina
he_il: התחבר לבריכה (Pool)
hu_hu: Csatlakozzon a pool-hoz
it_it: Connettiti alla pool
pt_pt: Conectar à pool

source: Connected
ar_sa: متصل
da_dk: Forbundet
es_ar: Conectado
he_il: מחובר
hr_hr: Povezano
hu_hu: Csatlakozva
it_it: Connesso
pt_pt: Conectado

source: Connecting to wallet
he_il: מחובר לארנק

source: Connection Status
ar_sa: حالة الإتصال
da_dk: Forbindelses Status
es_ar: Estado de Conexión
he_il: מצב חיבור
hr_hr: Stanje veze
hu_hu: Kapcsolat állapota
it_it: Stato della Connessione
pt_pt: Status da conexão

source: Connection Status:
ar_sa: حالة الإتصال:
da_dk: Forbindelses Status:
es_ar: Estado de Conexión:
he_il: מצב חיבור:
hr_hr: Stanje veze:
hu_hu: A kapcsolat állapota:
it_it: Stato della Connessione:
pt_pt: Status da conexão:

source: Connection type
ar_sa: نوع الاتصال
da_dk: Forbindelses Type
es_ar: Tipo de Conexión
he_il: סוג חיבור
hr_hr: Vrsta veze
hu_hu: A kapcsolat típusa
it_it: Tipo di connessione
pt_pt: Tipo de conexão

source: Connections
ar_sa: الإتصالات
da_dk: Forbindelser
es_ar: Conexiones
he_il: חיבורים
hr_hr: Veze
hu_hu: Kapcsolatok
it_it: Connessioni
pt_pt: Conexões
