Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: Release Notes
ar_sa: كتابة ملاحظات
da_dk: Udgivelses Noter
es_ar: Notas de la versión
he_il: הערות גרסה
hr_hr: Bilješke o izdanju
hu_hu: Kiadási megjegyzések
it_it: Note di Rilascio
pt_pt: Notas de Lançamento

source: Removing
ar_sa: ال
da_dk: Fjerner
es_ar: Eliminando
he_il: מסיר
hr_hr: Uklanjam
hu_hu: Eltávolítás
it_it: Rimuovendo
pt_pt: A eliminar

source: Rename
ar_sa: إعادة التسمية
da_dk: Omdøb
es_ar: Renombrar
he_il: שנה/י שם
hr_hr: Preimenuj
hu_hu: Átnevezés
pt_pt: Renomear

source: Report an Issue...
ar_sa: بلغ عن خطأ...
da_dk: Raportér et Problem...
es_ar: Reportar un problema...
he_il: דווח/י על תקלה..
hr_hr: Prijavi problem...
hu_hu: Hibabejelentés...
it_it: Segnala un Problema...
pt_pt: Reportar um problema...

source: Restore Metadata for Coloured Coins and other Smart Wallets from Backup
ar_sa: استعادة بيانات التعريف للعملات المعدنية الملونة والمحافظ الذكية الأخرى من النسخ الاحتياطي
da_dk: Gendan Metadata for Farvede Mønter og andrer Smart Punge fra Backup
es_ar: Restaurar Metadatos de Monedas de Color y otros Monederos Inteligentes desde Respaldo
he_il: שיחזור נתוני Meta עבור מטבעות צבעוניים וארנקים חכמים מתוך גיבוי
hr_hr: Povrati Meta podatke za Obojane Novčiće i druge Pametne Novčanike iz Sigurnosne datoteke
hu_hu: Állítsa vissza a színes érmék és más intelligens pénztárcák metaadatait a Biztonsági mentésből
it_it: Ripristinare i Metadati per le Monete Colorate e altri Wallet Intelligenti dal Backup
pt_pt: Restaurar metadados para moedas coloridas e outras carteiras inteligentes de backup

source: Safe To Skip
ar_sa: التخطي الآمن
da_dk: Sikke At Skippe
es_ar: Es Seguro de Saltar
he_il: בטוח לדלג
hr_hr: Sigurno za preskok
hu_hu: Biztonságosan átugorható
it_it: Sicuro da Saltare
pt_pt: Seguro para pular

source: Save
ar_sa: حفظ
da_dk: Gem
es_ar: Guardar
he_il: שמירה
hr_hr: Spremi
hu_hu: Mentés
it_it: Salva
pt_pt: Salvar

source: Search block by header hash
ar_sa: البحث عن كتلة حسب تجزئة الترويسة
da_dk: Søg blok efter header hash
es_ar: Buscar bloque por encabezado hash
he_il: חיפוש בלוק ע"י header hash
hr_hr: Traži blok po hashu zaglavlja
hu_hu: Blokk keresése fejléc hash alapján
it_it: Cerca blocco dal header hash
pt_pt: Procurar bloco pelo hash do cabeçalho

source: Second temporary folder location
ar_sa: موقع المجلد المؤقت الثاني
da_dk: Sekundær midlertidlig folder placering
es_ar: Ubicación de carpeta temporal secundaria
he_il: מיקום ספרייה זמנית משנית
hr_hr: Lokacija drugog privremenog direktorija
hu_hu: Második átmeneti mappa helye
it_it: Posizione seconda cartella temporanea
pt_pt: Localização da segunda pasta temporária

source: See private key
ar_sa: عرض المفتاح الخاص
da_dk: Se privat nøgle
es_ar: Ver llave privada
he_il: צפה/י במפתח פרטי
hr_hr: Pogledaj privatni ključ
hu_hu: Lásd a privát kulcsot
pt_pt: Veja a chave privada

source: Seed:
he_il: זרע:

source: Select 2nd Temporary Directory
ar_sa: حدد المجلد المؤقت الثاني
da_dk: Vælg 2. midlertidlig Folder
es_ar: Seleccione el 2do Directorio Temporal
he_il: בחר ספרייה זמנית משנית
hr_hr: Odaberi drugi privremeni direktorij
hu_hu: Válasz 2. temporális könyvtárat
it_it: Seleziona 2a Cartella Temporanea
pt_pt: Selecione o 2º diretório temporário

source: Select Final Directory
ar_sa: حدد المجلد النهائي
da_dk: Vælg Endelig Folder
es_ar: Seleccione el Directorio Final
he_il: בחר ספרייה סופית
hr_hr: Odaberi krajnji direktorij
hu_hu: Válasszon ki egy könyvtárat
it_it: Selezione Cartella Finale
pt_pt: Selecione o diretório final

source: Select Key
ar_sa: اختر المفتاح
da_dk: Vælg Nøgle
es_ar: Seleccione Llave
he_il: בחר מפתח
hr_hr: Odaberi ključ
hu_hu: Válasszon kulcsot
pt_pt: Selecione a chave

source: Select Offer
ar_sa: اختر العرض
da_dk: Vælg Bud
es_ar: Seleccione Oferta
he_il: בחר הצעה
hr_hr: Odaberi Ponudu
hu_hu: Választható ajánlatok
pt_pt: Selecione a oferta

source: Select Temporary Directory
ar_sa: حدد المجلد المؤقت
da_dk: Vælg Midlertidlig Folder
es_ar: Seleccione Directorio Temporal
he_il: בחר ספרייה זמנית
hr_hr: Odaberi Privremeni Direktorij
hu_hu: Válassz átmeneti könyvtárat
it_it: Seleziona Cartella Temporanea
pt_pt: Selecione o diretório temporário

source: Select Wallet Type
ar_sa: أختر نوع المحفظة
da_dk: Vælg Pung Type
es_ar: Seleccione Tipo de Monedero
he_il: בחר סוג ארנק
hr_hr: Odaberi vrstu Novčanika
hu_hu: Válasz pénztárca típust
pt_pt: Selecione o tipo de carteira

source: Select the final destination for the folder where you would like the plot to be stored. We recommend you use a large slow hard drive (like external HDD).
ar_sa: حدد الوجهة النهائية للمجلد حيث تريد تخزين القطعة. ننصحك باستخدام قرص صلب بمساحة كبيرة (مثل HDD).
da_dk: Vælg den endelige folder hvor du vil have plotfilen gemt. Vi foreslår ar du bruger en stor langsom harddisk (såsom en ekstern HDD).
es_ar: Seleccione el destino final de la carpeta donde desea que se almacene la parcela. Le recomendamos que utilice un disco duro grande y lento (como un disco duro).
he_il: בחר את הספרייה הסופית בה את/ה רוצה לאחסן את הפלוטים שלך. אנו ממליצים להשתמש בכונן קשיח בנפח גדול ואיטי (כמו כונן קשיח חיצוני).
hr_hr: Odaberi krajnji odredišni direktorij za direktorij gdje želiš da zemljišta budu spremljena. Preporučamo korištenje velikog sporog diska (kao vanjski HDD).
hu_hu: Válassza ki a mappát, ahol a cserepek végső tárolóhelye lesz. Javasoljuk egy nagy, lassú merevlemez használatát. (Pl. külső HDD).
it_it: Seleziona la destinazione finale per la cartella dove vuoi che venga conservato il plot. Ti consigliamo di usare una hard drive lento e capiente (come un HDD).
pt_pt: Selecione o destino final para a pasta onde deseja que o plot seja armazenado. Recomendamos que você use um disco rígido grande e lento (como HDD externo).

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast drive.
ar_sa: حدد الوجهة النهائية للمجلد حيث تريد تخزين القطعة. ننصحك باستخدام قرص صلب بمساحة كبيرة (مثل HDD).
da_dk: Vælg den endelige folder, hvor du vil have plotfilen gemt. Vi foreslår, at du bruger en stor langsom harddisk (såsom en ekstern HDD).
es_ar: Seleccione el destino temporal de la carpeta en la que desea que se almacene la parcela. Le recomendamos que utilice una unidad rápida.
he_il: בחר את הספרייה הזמנית בה את/ה רוצה לאחסן את הפלוטים שלך. אנו ממליצים להשתמש בכונן קשיח מהיר במיוחד.
hu_hu: Válaszd ki a mappát, ahol a plotok átmeneti tárolóhelye lesz. Javasoljuk gyors SSD használatát.
it_it: Scegli la posizione temporanea della cartella dove vuoi che vengano conservati i plot. Consigliamo di usare un disco veloce.
pt_pt: Selecione o destino temporário para a pasta onde deseja que o plot seja armazenado. Recomendamos que use um SSD rápido.

source: Select your Plot NFT
da_dk: Vælg din Plot NFT
es_ar: Seleccione su parcela NFT
he_il: בחר/י את הפלוט NFT שלך
it_it: Seleziona il tuo Plot NFT
pt_pt: Selecione seu Plot NFT

source: Select your Plot NFT from the dropdown or create a new one.
da_dk: Vælg din Plot NFT fra rullemenuen eller opret en ny.
he_il: בחר/י את הפלוט NFT שלך מהתפריט הנפתח או צור/י אחד חדש.
it_it: Seleziona il tuo Plot NFT dal menu a discesa o creane uno nuovo.
pt_pt: Selecione seu NFT no menu ou crie um novo.

source: Selected
ar_sa: حدد
da_dk: Valgt
es_ar: Seleccionado
he_il: נבחר
hr_hr: Odabrano
hu_hu: Kiválasztva
it_it: Selezionato
pt_pt: Selecionado

source: Selected recovery file:
da_dk: Valgt gendannelsesfil:
he_il: קובץ שחזור שנבחר:
hu_hu: Válassza ki a visszaállítási fájlt:
pt_pt: Arquivo de recuperação selecionado:

source: Self Pooling
da_dk: Selv Pulje
he_il: בריכה עצמאית (Self Pooling)
pt_pt: Auto Pooling

source: Self pool. When you win a block you will earn XCH rewards.
da_dk: Selvpulje. Når du vinder en blok, vil du tjene XCH belønning.
he_il: בריכה עצמאית (Self Pooling). כשתזכה/י בבלוק תתוגמל/י בפרסים של XCH.
it_it: Self pool. Quando vinci un blocco, guadagnerai ricompense in XCH.
pt_pt: Auto-pool. Quando você ganhar um bloco, você receberá recompensas XCH.

source: Sell
ar_sa: بيع
da_dk: Sælg
es_ar: Vender
he_il: מכור
hr_hr: Prodaj
hu_hu: Eladás
pt_pt: Vender

source: Send
ar_sa: إرسال
es_ar: Enviar
he_il: שלח/י
hr_hr: Pošalji
hu_hu: Küldés
pt_pt: Enviar

source: Send this info packet to your Rate Limited Wallet user who must use it to complete setup of their wallet:
ar_sa: أرسل حزمة المعلومات هذه إلى مستخدم المحفظة المحدودة المعدل الذي يجب استخدامه لإكمال إعداد محفظتهم:
da_dk: Send denne info pakke til din Takst Begrænset Pung bruger som skal bruge det til at sætte deres pung op:
es_ar: Envíe este paquete de información al usuario de su Cartera con Tarifa Limitada, que debe usarlo para completar la configuración de su monedero:
he_il: שלח את חבילת המידע הזו למשתמש הארנק המוגבל במכסה, שחייב להשתמש בו להשלמת הגדרת הארנק:
hr_hr: Pošalji ovaj informacijski paket svome korisniku ograničenog novčanika koji ga mora iskoristiti za završetak postavljanja njegovog novčanika:
hu_hu: Küldje el ezt az információs csomagot a "Forgalomkorlátozott pénztárca" felhasználójának, akinek a pénztárca beállításának befejezéséhez ezt kell felhasználnia:
pt_pt: Envie este pacote de informações para o utilizador com carteira de limite de taxa, que deve usá-lo para concluir a configuração de sua carteira:

source: Send your pubkey to your Rate Limited Wallet admin:
ar_sa: أرسل المحفظة الخاصة بك إلى مدير المحفظة المحدودة المعدل:
da_dk: Send din pubnøgle til din Takst Begrænset Pund adminstrator:
es_ar: Enviar su llave pública a su administrador de Cartera de Tarifa Limitada:
he_il: שלח את המפתח הציבורי אל מנהל הארנק המוגבל במכסה:
hr_hr: Pošalji svoj pubkey svome administratoru ograničenog novčanika:
hu_hu: Küldje el a publikus címét a Rate Limited Wallet rendszergazdájának:
pt_pt: Envie sua pubkey para o administrador da Carteira de Taxa Limitada:

source: Show Advanced Options
he_il: הצג אפשרויות מתקדמות

source: Side
ar_sa: الجهة
es_ar: Lado
he_il: צד
hr_hr: Strana
hu_hu: Oldal
pt_pt: Lado

source: Sign In
ar_sa: تسجيل الدخول
da_dk: Log Ind
es_ar: Iniciar sesión
he_il: כניסה
hr_hr: Prijavi se
hu_hu: Bejelentkezés
pt_pt: Iniciar Sessão

source: Skips adding a final directory to harvester for farming
ar_sa: تخطي إضافة دليل نهائي إلى الحصاد من أجل الزراعة
da_dk: Skipper tilføjelse af endelig mappe til harvesteren for farmning
es_ar: Se salta el paso de añadir el directorio final al cosechador para cultivar
he_il: דלג על הוספת ספרייה סופית עבור harvester בשביל farming
hr_hr: Preskače dodavanje krajnjeg direktorija žeteocu za uzgoj
hu_hu: Átugorja a végleges könyvtár hozzáadását a farmoláshoz
it_it: Salta l'aggiunta di una cartella finale all'harvester per il farming
pt_pt: Ignora a adição de um diretório final ao harvester para farming

source: Smooth out your XCH farming rewards by joining a pool.
da_dk: Glat dine XCH belønninger ud ved at deltage i en pulje.
he_il: החלק את פרסי החקלאות שלך ב- XCH על ידי הצטרפות לבריכה (Pool).
it_it: Riduci la fluttuazione nelle tue ricompense in XCH da farming unendoti ad una piscina.
pt_pt: Suavize as suas recompensas de recompensas XCH ao se juntar a uma pool.

source: Something went wrong
he_il: משהו השתבש

source: Speech
ar_sa: خطاب
da_dk: Tale
es_ar: Habla
he_il: מלל
hr_hr: Govor
hu_hu: Beszéd
it_it: Discorso
pt_pt: Fala

source: Spendable Amount
ar_sa: المبلغ القابل للإنفاق
da_dk: Brugbart Beløb
es_ar: Monto Gastable
he_il: סכום למשיכה
hr_hr: Potrošni iznos
hu_hu: Elérhetô összeg
pt_pt: Quantia para gastar

source: Spendable Amount Per Interval
ar_sa: المبلغ القابل للإنفاق لكل فاصل زمني
da_dk: Brugbart Beløb Per Interval
es_ar: Cantidad gastable por intervalo
he_il: סכום הניתן לבזבוז לכל מרווח
hr_hr: Potrošni iznos po intervalu
hu_hu: Idôszakonként elérhetô összeg
pt_pt: Quantidade de gasto por intervalo

source: Spendable Balance
ar_sa: الرصيد المستهلك
da_dk: Disponibel Saldo
es_ar: Saldo disponible
he_il: יתרה ניתנת למשיכה
hr_hr: Potrošni saldo
hu_hu: Elérhető egyenleg
pt_pt: Balanço para Despesas

source: Spending Interval (number of blocks): {interval}
ar_sa: الفاصل الزمني للإنفاق (عدد الكتل) {interval}
da_dk: Forbrugsinterval (nummer af blokke): {interval}
es_ar: Intervalo de Gasto (cantidad de bloques): {interval}
he_il: מרווח למשיכה (מספר הבלוקים)
hr_hr: Interval potrošnje (broj blokova): {interval}
hu_hu: Költési időszak (blokkok száma): {interval}
pt_pt: Intervalo de gastos (número de blocos): {interval}

source: Spending Interval Length (number of blocks)
ar_sa: طول الفاصل الزمني للإنفاق (عدد الكتل)
da_dk: Forbrugsinterval Længde (nummer af blokke)
es_ar: Duración del Intervalo de Gasto (cantidad de bloques)
he_il: אורך משיכה למרווח (מספר בלוקים)
hr_hr: Duljina intervala potrošnje (broj blokova)
hu_hu: Költési időszak hossza (blokkok száma)
pt_pt: Comprimento do intervalo de gasto (número de blocos)

source: Spending Limit (chia per interval): {0}
ar_sa: حد الإنفاق (chia لكل فاصلة): {0}
da_dk: Forbrugsgrænse (chia per interval): {0}
es_ar: Limite de gasto (chia por intervalo): {0}
he_il: הגבלת משיכה (Chia לכל מרווח) {0}
hr_hr: Limit potrošnje (chia po intervalu): {0}
hu_hu: Költési limit (chia / intervallum): {0}
pt_pt: Limite de gastos (chia por intervalo): {0}

source: State
ar_sa: الحالة
da_dk: Status
es_ar: Estado
he_il: מצב
hr_hr: Stanje
hu_hu: Megye
it_it: Condizione
pt_pt: Estado

source: Status
ar_sa: الحالة
es_ar: Estado
he_il: מצב
hr_hr: Stanje
hu_hu: Állapot
it_it: Stato
pt_pt: Estado

source: Status:
ar_sa: الحالة:
es_ar: Estado:
he_il: מצב:
hr_hr: Stanje:
hu_hu: Állapot:
pt_pt: Estado:

source: Submit
ar_sa: إرسال
da_dk: Indsend
es_ar: Enviar
he_il: שלח/י
hr_hr: Poslano
hu_hu: Elküldés
it_it: Invia
pt_pt: Enviar

source: Synced
ar_sa: تمت المزامنة
da_dk: Synkroniseret
es_ar: Sincronizado
he_il: מסונכרן
hr_hr: Sinkronizirano
hu_hu: Szinkronizálva
it_it: Sincronizzato
pt_pt: Sincronizado

source: Syncing
ar_sa: جاري المزامنة
da_dk: Synkroniserer
es_ar: Sincronizando
he_il: מסנכרן
hr_hr: Sinkroniziram
hu_hu: Szinkronizálás folyamatban
it_it: Sincronizzando
pt_pt: Sincronizando

source: Syncing <0/>/<1/>
ar_sa: مزامنة <0/><1/>
da_dk: Synkroniserer <0/>/<1/>
es_ar: Sincronizando <0/>/<1/>
he_il: מסנכרן
hu_hu: Szinkronizálás <0/>/<1/>
it_it: Sincronizzazione <0/>/<1/>
pt_pt: Sincronizando <0/>/<1/>

source: Target Puzzle Hash
da_dk: Mål Puzzle Hash
he_il: מטרת Puzzle Hash
pt_pt: Hash do desafio alvo

source: Temporary folder location
ar_sa: موقع المجلد المؤقت
da_dk: Midlertidig folder placering
es_ar: Ubicación de la carpeta temporal
he_il: מיקום ספרייה זמנית
hr_hr: Lokacija privremenog direktorija
hu_hu: Átmeneti könyvtár helye
it_it: Posizione cartella temporanea
pt_pt: Localização da pasta temporária

source: The application will stop working at block height 193536.
he_il: התוכנה תפסיק לפעול בבלוק מספר 193536.

source: The full node that your farmer is connected to is below. <0>Learn more</0>
ar_sa: العقدة الكاملة التي تتصل بها المزارع هي أدناه. <0>اعرف المزيد</0>
da_dk: Den fulder node som din farmer er forbundet til herunder. <0>Lær mere</0>
es_ar: El nodo completo al que está conectado su agricultor se encuentra a continuación. <0> Más información </0>
he_il: ה-Full node אליו ה-Farmer מחובר הוא מתחת. <0>למד עוד</0>
hr_hr: Puni čvor na koji je tvoj žetelac spojen naveden je dolje niže. <0>Saznaj više</0>
hu_hu: A teljes node, melyhez a farmer csatlakozik. <0>További információ</0>
it_it: Il full node a cui è connesso il tuo farmer è di seguito. <0>Per saperne di più</0>
pt_pt: O nó completo ao qual seu farmer está conectado está abaixo. <0>Saiba mais</0>

source: The minimum required size for mainnet is k=32
ar_sa: الحد الأدنى المطلوب لحجم القطعة هو k=32
da_dk: Den mindste tilladte størrelse for mainnet er k=32
es_ar: El tamaño mínimo requerido para la red principal es k=32
he_il: הגודל המינימלי הדרוש עבור mainnet הוא k=32
hr_hr: Minimalna neophodna veličina za mainnet je k=32
hu_hu: A mainnet legkisebb megengedett mérete k=32
it_it: La dimensione minima richiesta per la mainnet è k=32
pt_pt: O tamanho mínimo necessário para mainnet é k=32

source: The node is not synced
ar_sa: لم تتم مزامنة العقدة
da_dk: Noden er ikke synkroniseret
es_ar: El nodo no está sincronizado
he_il: ה-node לא מסונכרן
hr_hr: Čvor nije sinkroniziran
hu_hu: A node nincs szinkronizálva
it_it: Il nodo non è sincronizzato
pt_pt: O nó não está sincronizado

source: The node is syncing, which means it is downloading blocks from other nodes, to reach the latest block in the chain
ar_sa: العقدة تقوم بالمزامنة، مما يعني أنها تقوم بتنزيل الكتل من العقد الأخرى، للوصول إلى آخر كتلة في السلسلة
da_dk: Noden Synkroniserer, hvilket betyder at den er ved at hente blokke fra andre noder, for at nå den sidste blok i kæden
es_ar: El nodo se está sincronizando, lo que significa que está descargando bloques de otros nodos, para alcanzar el último bloque de la cadena
he_il: ה-node מסתנכרן, מה שאומר שהוא מוריד בלוקים ממחשבים אחרים, ע"מ להשיג את הבלוק האחרון בשרשרת
hr_hr: Čvor se sinkronizira, što znači da preuzima blokove sa drugih čvorova, kako bi stigao krajnji blok u lancu
hu_hu: A node szinkronizál, azaz más csomópontokról tölt le blokkokat amíg eléri a legfrissebb blokkot a blokkláncon
it_it: Il nodo si sta sincronizzando, ovvero sta scaricando i blocchi da altri nodi, per raggiungere l'ultimo blocco nella blockchain
pt_pt: O nó está sincronizando, o que significa que está baixando blocos de outros nós, para chegar ao bloco mais recente da cadeia

source: The number of Backup IDs needed for recovery cannot exceed the number of Backup IDs added.
da_dk: Antallet af Backup ID'er, der er nødvendige for genoprettelse, kan ikke overstige antallet af Backup ID'er tilføjet.
he_il: מספר מזהי הגיבוי הדרושים לשחזור אינו יכול לחרוג ממספר מזהי הגיבוי שנוספו.
pt_pt: O número de IDs de Backup necessários para recuperação não pode exceder o número de IDs de Backup adicionados.

source: The pool URL "{normalizedUrl}" is not working. Is it pool? Error: {0}
da_dk: Pulje URL "{normalizedUrl}" virker ikke. Er det en pulje? Fejl: {0}
he_il: כתובת ה-URL של הבריכה (Pool) "{normalizedUrl}" לא עובדת. האם זו בריכה? שגיאה: {0}
it_it: L'URL della pool "{normalizedUrl}" non funziona. È una pool? Errore: {0}
pt_pt: A URL da pool "{normalizedUrl}" não está funcionando. É uma pool? Erro: {0}

source: The pool URL is not valid. {normalizedUrl}
da_dk: Puljens URL er ikke gyldig. {normalizedUrl}
es_ar: La URL de la pool no es válida. {normalizedUrl}
he_il: כתובת ה-URL של הבריכה (Pool) לא חוקית. {normalizedUrl}
hu_hu: A megadott pool URL nem érvényes. {normalizedUrl}
it_it: L'URL della pool non è valido. {normalizedUrl}
pt_pt: A URL da pool especificada não é válida. {normalizedUrl}

source: The pool URL needs to use protocol https. {normalizedUrl}
da_dk: Pulje URL skal bruge https protokol. {normalizedUrl}
he_il: כתובת ה-URL של הבריכה (Pool) מצריך שימוש בפרוטוקול https. {normalizedUrl}
hu_hu: A pool URL-nek a https protokollt kell használnia. {normalizedUrl}
it_it: L'URL della pool deve usare il protocollo https. {normalizedUrl}
pt_pt: A URL da pool precisa usar o protocolo https. {normalizedUrl}

source: The pool switching operation was cancelled, please try again by changing pool, or self pooling
da_dk: Pulje skiftefunktion blev abrudt, prøv igen ved at skifte pulje, eller selv pulje
he_il: פעולת החלפת הבריכה (Pool) בוטלה. נסה/י שוב על ידי החלפת בריכה או בריכה עצמאית (Self Pooling)
it_it: L'operazione di cambio della pool è stata annullata, si prega di riprovare cambiando pool, o tornando in auto-pooling
pt_pt: A operação de troca de pool foi cancelada. Por favor, tente novamente alterando a pool, ou o próprio pooling

source: The seed used to create the plot. This depends on the pool pk and plot pk.
ar_sa: البذور المستخدمة لإنشاء الحزمة. يعتمد هذا على حوض الحوض وحوض الحزم.
da_dk: Det seed der er brugt tul at generer plotfilen. Dette er afhængig af pool pk og plot pk.
es_ar: La semilla utilizada para crear la parcela. Esto depende del conjunto pk y parcela pk.
he_il: הזרע ששומש ליצירת הפלוט. זה תלוי ב-pool pk ו-plot pk.
hr_hr: Sjeme korišteno za kreiranje zemljišta. Ovo ovisi o pk bazena i pk zemljišta.
hu_hu: A plot létrehozásához használt kulcskód. Ez a "pool" pk-jától és a "plot" pk-jától függ.
it_it: Il seed usato per creare il plot. Questo dipende dalla pk della pool e dalla pk del plot.
pt_pt: A semente usada para criar o plot. Isso depende da pool pk e plot pk.

source: The total number of VDF (verifiable delay function) or proof of time iterations on the whole chain up to this sub block.
ar_sa: العدد الإجمالي لـ VDF (وظيفة تأخير يمكن التحقق منها) أو دليل على تكرار الوقت على السلسلة بأكملها حتى هذه الكتلة الفرعية.
da_dk: Det samlede nummer af VDF (verifiable delay function) eller bevis af tid gentagelser på den samlede kæde op til denne blok.
es_ar: Número total de VDF (funcione de retardo verificable) o iteraciones de prueba de tiempo en la cadena completa hasta este sub-bloque.
he_il: המספר הכולל של VDF (פונקציית עיכוב ניתנת לאימות) או proof of time iterations בכל השרשרת עד לבלוק משנה זה.
hr_hr: Ukupan broj VDF (provjerljiva funkcija odgode) ili dokaz o vremenskim ponavljanjima cijelog lanca u ovom pod bloku.
hu_hu: A VDF (ellenőrizhető késleltetési függvény) teljes száma vagy az időismétlések igazolása a teljes láncban ezen alblokkig.
it_it: Il numero totale di VDF (funzione a verifica ritardata) o iterazioni della prova di tempo sull'intera blockchain fino a questo sotto blocco.
pt_pt: O número total de VDF (função de atraso verificável) ou prova de iterações de tempo em toda a cadeia até este sub-bloco.

source: The total number of VDF (verifiable delay function) or proof of time iterations on this block.
ar_sa: العدد الإجمالي لـ VDF (وظيفة تأخير يمكن التحقق منها) أو دليل على تكرار الوقت على السلسلة بأكملها حتى هذه الكتلة الفرعية.
da_dk: Det samlede nummer af VDF (verifiable delay function) eller bevis af tid gentagelser på denne blok.
es_ar: Número total de VDF (funcione de retardo verificable) o iteraciones de prueba de tiempo en este bloque.
he_il: המספר הכולל של VDF (פונקציית עיכוב ניתנת לאימות) או proof of time iterations בבלוק הנוכחי.
hr_hr: Ukupan broj VDF (provjerljiva funkcija odgode) ili dokaz o vremenskim ponavljanjima ovog bloka.
hu_hu: A VDF (ellenőrizhető késleltetési függvény) teljes száma vagy az időbeli ismétlések igazolása ebben a blokkban.
it_it: Il numero totale di VDF (funzione a verifica ritardata) o iterazioni di prove di tempo su questo blocco.
pt_pt: O número total de VDF (função de atraso verificável) ou prova de iterações de tempo neste bloco.

source: The total transactions fees in this block. Rewarded to the farmer.
ar_sa: مجموع رسوم المعاملات في هذه الكتلة. مكافأة للمزارع.
da_dk: Det samlede transaktionsgebyr i denne blok. Belønnet til farmeren.
es_ar: Las tarifas totales de transacciones en este bloque. Recompensado al granjero.
he_il: סך דמי העסקאות בבלוק הנוכחי. אשר תוגמל החלקאי.
hr_hr: Ukupno naknada transakcija u ovom bloku. Nagrađeno za farmera.
hu_hu: A tranzakciós díjak összesítve ebben a blokkban, mely a farmer jutalma.
it_it: Il totale delle tasse di transazione in questo blocco. Date come ricompensa al coltivatore.
pt_pt: As taxas de transações totais neste bloco. Recompensa para o farmer.
