Repository: Chia-Network/chia-blockchain
Catalog: packages/gui/src/locales/*/messages.po
Languages: ar_sa, da_dk, es_ar, he_il, hr_hr, hu_hu, it_it, pt_pt

source: HD or Hierarchical Deterministic keys are a type of public key/private key scheme where one private key can have a nearly infinite number of different public keys (and therefor wallet receive addresses) that will all ultimately come back to and be spendable by a single private key.
ar_sa: مفاتيح الترميز عالية الدقة أو الهرمية هي نوع من المفاتيح العمومية/المفاتيح الخصوصية حيث يمكن أن يحتوي المفتاح الخصوصي الواحد على عدد لا نهائي تقريبا من المفاتيح العمومية المختلفة (ومن ثم تستقبل المحفظة عناوين) التي ستعود جميعها في نهاية المطاف إلى مفتاح خصوصي واحد ويمكن إنفاقها عليه.
da_dk: HD eller Hierarkisk Deterministiske nøgler er en type a offentlig nøgle/privat nøgle skema hvor en privat nøgle kan have næsten uendeligt antal af forskellige offentlige nøgler (og derfor pung modtage addresser) som vil alle komme tilbage til og være brugbare af en enkelt privat nøgle.
es_ar: Las claves Determinísticas HD o Jerárquicas son un tipo de esquema de clave pública/privada en el que una clave privada puede tener un número casi infinito de diferentes claves públicas (y luego recibir direcciones de las billeteras) que finalmente todos volverán y serán gastados por una sola clave privada.
he_il: HD או מפתחות Hierarchical Deterministic הם סוג של מפתח ציבורי/מפתח פרטי שבו מפתח פרטי אחד יכול לכלול מספר אינסופי של מפתחות ציבוריים שונים (ועל כן ארנק מקבל כתובות) שבסופו של דבר יחזרו ויהיו ניתנים למשיכה באמצעות מפתח פרטי אחד.
hr_hr: HD ili Hijerarhijski deterministički ključevi su vrste javnih/privatnih ključeva gdje jedan privatni ključ može imati neograničen broj različitih javnih ključeva (pa tako i ulazne adrese za novčanik) koji će se u konačnici vratiti i potrošiti jednim privatnim ključem.
hu_hu: A HD vagy a hierarchikus determinisztikus kulcsok egyfajta nyilvános kulcs / magánkulcs séma, ahol egy magánkulcsnak csaknem végtelen számú különféle nyilvános kulcsa lehet (és ezért pénztárca fogad címeket is), amelyek végül visszatérnek és egyetlen magánfizetésre használhatók privát kulcs.
pt_pt: HD ou chaves determinísticas hierárquicas são um tipo de esquema de chave pública / chave privada em que uma chave privada pode ter um número quase infinito de diferentes chaves públicas (e, portanto, endereços de recebimento de carteira) que, em última instância, voltarão e serão passíveis de pagamento por um única chave privada.

source: Harvester Plots
es_ar: Cosechador de Parcelas
he_il: פלוטים בחלקה (Harvester)
hu_hu: Farmolható plot-ok
pt_pt: Plots do Harvester

source: Header Hash
ar_sa: تجزئة رأس الصفحة
es_ar: Encabezado de hash
he_il: כותרת קוד
hr_hr: Hash zaglavlja
hu_hu: Fejléc Hash
it_it: Hash Header
pt_pt: Hash do cabeçalho

source: Header hash
ar_sa: تجزئة رأس الصفحة
es_ar: Encabezado de Hash
he_il: כותרת קוד
hr_hr: Hash zaglavlja
hu_hu: Fejléc Hash
it_it: Hash Header
pt_pt: Hash do cabeçalho

source: Height
ar_sa: ارتفاع
da_dk: Højde
es_ar: Altura
he_il: גובה
hr_hr: Visina
hu_hu: Magasság
it_it: Altezza
pt_pt: Altura

source: Help
ar_sa: المساعدة
da_dk: Hjælp
es_ar: Ayuda
he_il: עזרה
hr_hr: Pomoć
hu_hu: Súgó
it_it: Aiuto
pt_pt: Ajuda

source: Help translate
he_il: עזור לתרגם

source: Hide Advanced Options
he_il: הסתר אפשרויות מתקדמות

source: History
ar_sa: السّجل
da_dk: Historie
es_ar: Historial
he_il: היסטוריה
hr_hr: Povijest
hu_hu: Előzmény
pt_pt: História

source: Host Name
ar_sa: اسم المستضيف
da_dk: Host Navn
es_ar: Nombre de host
he_il: שם מחשב מארח
hr_hr: Naziv poslužitelja
hu_hu: Kiszolgáló neve
it_it: Nome Host
pt_pt: Nome do anfitrião

source: IP address
ar_sa: عنوان الـ IP
da_dk: IP addresse
es_ar: Dirección IP
he_il: כתובת IP
hr_hr: IP adresa
hu_hu: IP-cím
it_it: Indirizzo IP
pt_pt: Endereço de IP

source: IP address / host
ar_sa: عنوان IP /المضيف
da_dk: IP addresse / host
es_ar: Dirección IP / host
he_il: כתובת IP / מחשב מארח
hr_hr: IP adresa / poslužitelj
hu_hu: IP cím / kiszolgáló
it_it: Indirizzo IP / host
pt_pt: Endereço IP / host

source: If none selected, then it will default to the temporary directory.
ar_sa: إذا لم يتم اختيار أي منها, فسيكون هو الدليل الافتراضي المؤقت.
da_dk: Hvis ikke valgt, vil som standard vælge den midlertidlige folder.
es_ar: Si no se selecciona ninguno, se establecerá de forma predeterminada en el directorio temporal.
he_il: אם שום דבר לא סומן, אז ברירת המחדל תהייה התקייה הזמנית.
hr_hr: Ako ništa nije odabrano, automatski će ići u privremeni direktorij.
hu_hu: Ha egyik sincs kiválasztva, akkor az alapértelmezés szerint az ideiglenes könyvtár lesz
it_it: Se non è selezionato nulla, allora sarà impostata di default la cartella temporanea.
pt_pt: Se nenhum for selecionado, o diretório temporário será o padrão.

source: Import Wallet from Mnemonics
ar_sa: إستيراد المحفظة من Mnemonics
da_dk: Importer Pung fra mnemonik
es_ar: Importar Cartera desde Mnemonics
he_il: ייבא ארנק באמצעות Mnemonic
hr_hr: Uvezi Novčanik sa Mnemonics
hu_hu: A Wallet importálása a Mnemonicsból
pt_pt: Importar carteira de Mnemônicos

source: Import from Mnemonics (24 words)
ar_sa: إستيراد من Mnemonics (24 كلمة)
da_dk: Importer fra mnemonik (24 ord)
es_ar: Importar de Mnemonics (24 palabras)
he_il: ייבא באמצעות Mnemonic (24 מילים)
hr_hr: Uvezi sa Mnemonics (24 riječi)
hu_hu: Importálás a memonikából (24 szó)
pt_pt: Importar do Mnemônico (24 palavras)

source: In Progress
ar_sa: قيد التقدم
da_dk: Igangværende
es_ar: En Progreso
he_il: בתהליך
hr_hr: U tijeku
hu_hu: Folyamatban
it_it: In Corso
pt_pt: Em andamento

source: Incoming
ar_sa: الوارد
da_dk: Indgående
es_ar: Entrante
he_il: נכנס
hr_hr: Dolazni
hu_hu: Bejövő
pt_pt: Entrada

source: Incorrect value
he_il: ערך שגוי

source: Index
ar_sa: المضمن
da_dk: Indeks
es_ar: Índice
he_il: אינדקס
hr_hr: Indeks
hu_hu: Tartalomjegyzék
it_it: Indice
pt_pt: Índice

source: Indicated if this offer was created by us
ar_sa: مؤشر إذا كان هذا العرض قذ تم إنشاؤه من قبلنا
da_dk: Indikerer hvis denne handel er lavet er os
es_ar: Indicado si esta oferta fue creada por nosotros
he_il: צוין אם הצעה זו נוצרה על ידינו
hr_hr: Označeno ako smo mi kreirali ovu ponudu
hu_hu: Jelzi, ha ezt az ajánlatot mi készítettük
pt_pt: Indicado se esta oferta foi criada por nós

source: Indicated what time this offer was accepted
ar_sa: أشار إلى الوقت الذي قُبل فيه هذا العرض
da_dk: Indikerer hvad tidspunkt denne handel er accepteret
es_ar: Indicó a qué hora se aceptó esta oferta
he_il: צוין באיזו שעה התקבלה הצעה זו
hr_hr: Označeno kada je ova ponuda prihvaćena
hu_hu: Jelezte, hogy ezt az ajánlatot mikor fogadják el
pt_pt: Indicou a que horas esta oferta foi aceite

source: Info Packet
ar_sa: حزمة المعلومات
da_dk: Info Pakke
es_ar: Paquete de Información
he_il: חבילת מידע
hr_hr: Informacijski Paket
hu_hu: Információs csomag
pt_pt: Pacote de Informações

source: Initial Amount
ar_sa: المبلغ الأولي
da_dk: Start Beløb
es_ar: Monto Inicial
he_il: סכום ראשוני
hr_hr: Početni iznos
hu_hu: Kezdeti összeg
pt_pt: Quantidade inicial

source: Initialize a Rate Limited User Wallet:
ar_sa: ":"تهيئة محفظة المستخدم ذات السعر المحدود":"
da_dk: Initialiser en Takst Begrænset Bruger Pung:
es_ar: Inicializar un Monedero de Usuario con Tarifa Limitada:
he_il: אתחול ארנק משתמשים מוגבל בשיעור:
hr_hr: Inicijaliziraj ograničeni Korisnički novčanik:
hu_hu: Korlátozott Arányú Felhasználó Tárca létrehozása:
pt_pt: Inicializar uma carteira de usuário com taxa limitada:

source: Interval
ar_sa: فترة
es_ar: Intervalo
he_il: הפסקה
hu_hu: Intervallum
pt_pt: Intervalo

source: Invalid state
da_dk: Ugyldig tilstand
es_ar: Estado Inválido
he_il: מצב לא תקין
it_it: Stato non valido
pt_pt: Estado Inválido

source: It is a one-time login link that can be used to log in to a pool's website. It contains a signature using the farmer's key from the plot NFT. Not all pools support this feature.
da_dk: Det er et engangs-login link, der kan bruges til at logge ind på en puljes hjemmeside. Den indeholder en underskrift ved hjælp af farmerens nøgle fra plot NFT. Ikke alle puljer understøtter denne funktion.
es_ar: Este es un enlace de inicio de sesión único que se puede utilizar para iniciar sesión en el sitio web de una piscina. Contiene una firma con la clave del agricultor de la parcela NFT. No todas las piscinas admiten esta función.
he_il: זהו קישור התחברות חד פעמי שניתן להשתמש בו כדי להיכנס לאתר בריכה (Pool). הוא מכיל חתימה באמצעות מפתח האיכר מתוך פלוט NFT. לא כל הבריכות תומכות בתכונה זו.
it_it: Si tratta di un collegamento di accesso una tantum che può essere utilizzato per accedere al sito web di una pool. Contiene una firma che utilizza la chiave del farmer dal plot NFT. Non tutte le pool supportano questa funzione.
pt_pt: É um link de login único que pode ser usado para fazer login no site da pool. Contém uma assinatura que usa a chave do farmer no plot NFT. Nem todas as pools suportam esta função.

source: Join Pool
da_dk: Tilslut Pulje
he_il: הצטרף/י לבריכה (Pool)
it_it: Unisciti alla Pool
pt_pt: Juntar-se à Pool

source: Join a Pool
da_dk: Tilslut til en Pulje
he_il: הצטרף/י לבריכה (Pool)
it_it: Unisciti ad una Pool
pt_pt: Junte-se a uma Pool

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile.
da_dk: Tilslut en pulje og få stabil XCH farm belønninger. Gennemsnitsudbyttet er det samme, med en del mindrer udsving.
he_il: הצטרף/י לבריכה (Pool) וקבל/י תגמולים עקביים של חקלאות (Farming) - XCH. התשואה הממוצעת זהה, אך היא הרבה פחות תנודתית.
it_it: Unisciti a una pool e ottieni ricompense continue per il farming in XCH. I rendimenti medi sono gli stessi, ma sono molto meno volatili.
pt_pt: Junte-se a um Pool e obtenha recompensas consistentes de XCH. Os retornos médios são iguais, mas são muito menos voláteis.

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile. Assign plots to a plot NFT. You can easily switch pools without having to re-plot.
da_dk: Tilslut en pulje og få stabil XCH farm belønninger. Gennemsnitsudbyttet er det samme, med en del mindrer udsving. Tildel dine plots til en plot NFT. Du kan nemt skifte imellem puljer uden at skulle re-plotte.
he_il: הצטרף/י לבריכה (Pool) וקבל/י תגמולים עקביים של חקלאות (Farming) - XCH. התשואה הממוצעת זהה, אך היא הרבה פחות תנודתית. הקצה/י פלוטים אל פלוט NFT. תוכל/י להחליף בריכה (Pool) בקלות מבלי שתצטרך/י ליצור פלוטים מחדש.
it_it: Unisciti a una pool e ottieni ricompense continue per il farming in XCH. I rendimenti medi sono gli stessi, ma sono molto meno volatili. Assegna dei plot ad un pool NFT. È possibile cambiare facilmente pool senza dover ri-plottare.
pt_pt: Junte-se a um Pool e obtenha recompensas consistentes de XCH. Os retornos médios são iguais, mas são muito menos voláteis. Atribua parcelas a um lote de NFT. Você pode facilmente trocar de pool sem precisar reescrever o plot.

source: Join a pool and get more consistent XCH farming rewards. Create a plot NFT and assign your new plots to a group.
da_dk: Tilslut en pulje og få stabil XCH farm belønninger. Opret en plot NFT og tildel dine nye plot filer til en gruppe.
he_il: הצטרף/י לבריכה (Pool) וקבל/י תגמולים עקביים של חקלאות (Farming) - XCH. צור/י פלוט NFT והקצה/י את הפלוטים החדשים שלך לקבוצה.
it_it: Unisciti a una pool e ottieni ricompense continue per il farming in XCH. Crea un plot NFT e assegna i tuoi nuovi plot ad un gruppo.
pt_pt: Junte-se a um Pool e obtenha recompensas consistentes de XCH. Crie um plot NFT e atribua os seus novos plots a um grupo.

source: K-Size
da_dk: K-Størrelse
he_il: גודל-K
hr_hr: K-Veličina
hu_hu: K-méret
it_it: Dimensione-K
pt_pt: Tamanho-K

source: Keys
he_il: מפתחות

source: KiB Up/Down
ar_sa: ميجابت تنزيل\رفع
da_dk: KiB Op/Ned
es_ar: KiB arriba/abajo
he_il: KiB עולה/יורד
hr_hr: KiB Odlaz/Dolaz
hu_hu: KiB Feltöltés/Letöltés
pt_pt: KiB Enviados/Recebidos

source: Last Attempted Proof
ar_sa: آخر محاولة للإثبات
da_dk: Sidste Prøvet Løsning
es_ar: Última prueba intentada
he_il: ניסיון הוכחה אחרון
hr_hr: Zadnji Pokušani dokaz
hu_hu: Utoljára megkísérelt bizonyítás
it_it: Ultima tentativo effettuato
pt_pt: Última tentativa de verificação

source: Last Height Farmed
ar_sa: آخر اعلى مزروعات
da_dk: Sidste Højde Farmet
es_ar: Última Altura Cultivada
he_il: ה-Height האחרון שנקצר
hr_hr: Zadnje uzgojena visina
hu_hu: Utolsó kitermelt blokk
it_it: Dimensione dell'ultima farm
pt_pt: Última altura cultivada

source: Latest Block Challenges
ar_sa: أحدث تحديات الكتل
da_dk: Sidste Blok Udfordring
es_ar: Últimos Desafíos de Bloques
he_il: אתגרי בלוק אחרונים
hr_hr: Najnoviji izazovi bloka
hu_hu: Legfrissebb blokk kihívások
it_it: L'ultimo blocco delle sfide farmato
pt_pt: Desafios de bloco mais recentes

source: Launcher Id
da_dk: Starter Id
he_il: מזהה מפעיל (Launcher ID)
pt_pt: ID do Launcher

source: Learn More
da_dk: Lær mere
he_il: למד/י עוד
hu_hu: Tudjon meg többet
it_it: Scopri di Più
pt_pt: Saiba mais

source: Leaving Pool
da_dk: Forlader Pulje
he_il: עוזב בריכה (Pool)
it_it: Lascia Pool
pt_pt: Saindo da Pool

source: List view
da_dk: Listevisning
es_ar: Vista de la lista
he_il: תצוגת רשימה
pt_pt: Vista de lista

source: Loading Plot NFTs
he_il: טוען פלוט NFTs

source: Loading list of wallets
da_dk: Indlæser liste over tegnebøger
he_il: טוען רשימה של ארנקים
pt_pt: Carregar lista de carteiras

source: Loading...
ar_sa: تحميل...
da_dk: Loader...
es_ar: Cargando...
he_il: טוען...
hr_hr: Učitavam...
hu_hu: Betöltés…
it_it: Caricamento in corso...
pt_pt: Carregando...

source: Logging in
he_il: מתחבר...

source: Manage Farming Rewards
ar_sa: إدارة جوائز الزراعة
da_dk: Administrer Farmer Gevinster
es_ar: Gestionar Recompensas
he_il: ניהול תגמולי חווה
hr_hr: Upravljaj nagradama uzgoja
hu_hu: A gazdálkodási jutalmak kezelése
it_it: Gestisci Ricompense Farming
pt_pt: Gerenciar Recompensas de Farming

source: Manage Recovery DIDs
da_dk: Administrer Gendannelses-DID'er
he_il: נהל/י שחזור DIDs
pt_pt: Gerenciar Recuperação DIDs

source: Manage Your Farming Rewards Target Addresses
ar_sa: إدارة عناوين جوائز الزراعة
da_dk: Administrer Din Farmer Gevinst Addresse
es_ar: Administra tus direcciones objetivo de recompensas
he_il: ניהול תגמולי חווה, כתובות למטרה
hr_hr: Upravljaj odredišnim adresama za nagrade uzgoja
hu_hu: Kezelje a gazdálkodási jutalmak célcímeit
it_it: Gestisci gli Indirizzi di Destinazione delle Tue Ricompense da Farming
pt_pt: Gerenciar seus endereços-alvo de recompensas de Farming

source: MiB Up/Down
ar_sa: ميجابيت تنزيل\رفع
es_ar: MiB Carga/Descarga
he_il: MiB עולה/יורד
hr_hr: MiB Odlaz/Dolaz
hu_hu: MiB Feltöltés/Letöltés
pt_pt: MiB Enviados/Recebidos

source: Minimum Difficulty
da_dk: Minimum Sværhedsgrad
es_ar: Dificultad Mínima
he_il: רמת קושי מינימלית
it_it: Difficoltà Minima
pt_pt: Dificuldade mínima

source: Minutes
ar_sa: دقائق
da_dk: Minutter
es_ar: Minutos
he_il: דקות
hr_hr: Minute
hu_hu: Perc
it_it: Minuti
pt_pt: Minutos

source: More memory slightly increases speed
ar_sa: المزيد من الذاكرة يزيد من السرعة قليلاً
da_dk: Mere hukommelse øger hastighed en smule
es_ar: Más memoria aumenta ligeramente la velocidad
he_il: תוספת זיכרון תגביר מעט את המהירות
hr_hr: Više memorije povećava brzinu
hu_hu: A több memória kissé növeli a sebességet
it_it: Più memoria aumenta leggermente la velocità
pt_pt: Mais memória aumenta ligeiramente a velocidade

source: My DID Wallet
da_dk: Min DID pung
he_il: ארנק ה-DID שלי
pt_pt: Minha carteira DID

source: My Pubkey
ar_sa: المفتاح العام الخاص بى
da_dk: Min Pubkey
es_ar: Mi Llave Pública
he_il: המפתח הציבורי שלי
hr_hr: Moj Pubkey
hu_hu: Publikus kulcsom
pt_pt: A minha chave pública

source: Network Name
ar_sa: إسم الشبكة
da_dk: Netværksnavn
es_ar: Nombre de la red
he_il: שם הרשת
hr_hr: Ime mreže
hu_hu: Hálózat neve
it_it: Nome della Rete
pt_pt: Nome da rede

source: New Address
ar_sa: عنوان جديد
da_dk: Ny Addresse
es_ar: Nueva dirección
he_il: כתובת חדשה
hr_hr: Nova Adresa
hu_hu: Új cím
pt_pt: Novo endereço

source: New Wallet
ar_sa: محفظة جديدة
da_dk: Ny Pung
es_ar: Nueva billetera
he_il: ארנק חדש
hr_hr: Novi novčanik
hu_hu: Új tárca hozzáadása
pt_pt: Nova Carteira

source: Next
ar_sa: التالي
da_dk: Næste
es_ar: Sigiente
he_il: הבא
hr_hr: Dalje
hu_hu: Következő
it_it: Prossimo
pt_pt: Próximo

source: Nickname
ar_sa: الإسم المستعار
da_dk: Øgenavn
es_ar: Apodo
he_il: שם כינוי
hr_hr: Nadimak
hu_hu: Becenév
pt_pt: Apelido

source: No
ar_sa: لايوجد
da_dk: Nej
he_il: לא
hr_hr: Ne
hu_hu: Nem
pt_pt: Não

source: No 24 word seed, since this key is imported.
he_il: אין 24 מילות, מכיוון שמפתח זה יובא.

source: No blocks farmed yet
ar_sa: لا توجد بلوكات مزروعة بعد
da_dk: Ingen blokke farmet endnu
es_ar: Aún no hay bloques cultivados
he_il: לא נקצרו בלוקים עד לרגע זה
hr_hr: Još nema uzgojenih blokova
hu_hu: Nincs kitermelt blokk
it_it: Ancora nessun blocco coltivato
pt_pt: Nenhum bloco cultivado ainda

source: No previous transactions
ar_sa: لا توجد معاملات سابقة
da_dk: Ingen tidligere transaktioner
es_ar: No hay transacciones previas
he_il: אין עסקאות קודמות
hr_hr: Nema prethodnih transakcija
hu_hu: Nincs korábbi tranzakció
pt_pt: Sem transações anteriores

source: No private keys for one or both addresses. Safe only if you are sending rewards to another wallet.
ar_sa: لا يوجد مفاتيح خاصة لواحد أو لكلا العنوانين. فقط إذا كنت ترسل مكافآت إلى محفظة أخرى.
da_dk: Ingen private nøgler for en eller flere adresser. Kun sikker hvis du sender gevinster til en anden pung.
es_ar: No hay llaves privadas para una o ambas direcciones. Es seguro sólo si usted está enviando recompensas hacia otro monedero.
he_il: אין מפתחות פרטיים עבור אחד או יותר מהכתובות. יהיה אך ורק בטוח לשלוח תגלומים לארנק נוסף.
hr_hr: Nema privatnih ključeva za jedno ili obje adrese. Sigurno je jedino ako šalješ nagrade na drugi novčanik.
hu_hu: Hiányoz(nak) a cím(ek)hez tartozó privát kulcs(ok). Csak akkor biztonságos, ha egy másik tárcába küldöd a jutalmakat.
it_it: Nessuna chiave privata per uno o entrambi gli indirizzi. Sicuro solo se stai inviando ricompense ad un altro wallet.
pt_pt: Nenhuma chave privada para um ou ambos os endereços. Seguro apenas se você estiver enviando recompensas para outra carteira.

source: Node ID
ar_sa: الرمز التعريفي للشبكة
es_ar: ID de Nodo
he_il: מזהה Node
hr_hr: ID Čvora
hu_hu: Node azonosító
it_it: ID nodo
pt_pt: ID do Nó

source: Node Id
es_ar: Identificador de Nodo
he_il: מזהה Node
hu_hu: Node azonosító
pt_pt: ID do Nó

source: None
da_dk: Ingen
es_ar: Ninguna
he_il: ללא
it_it: Nessuno
pt_pt: Nenhum

source: None of your plots have passed the plot filter yet.
ar_sa: لم تمر أي من قطعة خاصة بك بمرشح القطع حتى الآن.
da_dk: Ingen af dine plotfiler har passeret plotfilteret endnu.
es_ar: Ninguna de sus parcelas a pasado un filtro de parcela aún.
he_il: אף-אחד מהפלוטים שלך לא עבר את הפילטר עדיין.
hr_hr: Niti jedno tvoje zemljište još nije prošlo filter zemljišta.
hu_hu: Még egyik kerted sem ment át a kert szűrőn.
it_it: Nessuno dei tuoi plot ha ancora passato il filtro per plot.
pt_pt: Nenhum de seus plots passou pelo filtro de plots.

source: Not Available
ar_sa: غير متاح
da_dk: Ikke Tilgængelig
es_ar: No Disponible
he_il: לא זמין
hr_hr: Nije dostupno
hu_hu: Nem elérhető
it_it: Non Disponibile
pt_pt: Não disponível

source: Not Synced
ar_sa: لم تتم المزامنة
da_dk: Ikke Synkroniseret
es_ar: No sincronizado
he_il: לא מסונכרן
hr_hr: Nije sinkronizirano
hu_hu: Nem szinkronizált
it_it: Non Sincronizzato
pt_pt: Não sincronizado

source: Not accepted yet
ar_sa: لم يتم قبوله بعد
da_dk: Ikke accepteret endnu
es_ar: No aceptado todavía
he_il: עדיין לא התקבל
hr_hr: Još nije prihvaćeno
hu_hu: Nincs elfogadva
pt_pt: Ainda não aceite

source: Not confirmed yet
ar_sa: لم يتم التاكيد
da_dk: Ikke bekrætet endnu
es_ar: No confirmado todavía
he_il: טרם אומת
hr_hr: Još nije potvrđeno
hu_hu: Nincs megerősítve
pt_pt: Ainda não confirmado

source: Not connected
ar_sa: غير متّصل
da_dk: Ikke forbundet
es_ar: No conectado
he_il: לא מחובר
hr_hr: Nije povezano
hu_hu: Nincs csatlakozva
it_it: Non connesso
pt_pt: Não conectado

source: Not found Plots
ar_sa: لم يتم العثور على القطع
da_dk: Ikke fundet Plotfiler
es_ar: No se encuentran plots
he_il: לא נמצאו פלוטים
hr_hr: Nisu pronađena zemljišta
hu_hu: Nem talált Parcellát
pt_pt: Plots não encontrados

source: Note that this does not change your pooling payout addresses. This only affects old format plots, and the 0.25XCH reward for pooling plots.
da_dk: Bemærk, at dette ikke ændrer din pulje udbetalingsadresser. Dette påvirker kun gamle plot filer af gammelt format, og 0,25XCH belønning for pulje plots.
he_il: שים/י לב שזה לא משנה את כתובות תשלומי הבריכות (Pooling Payout Addresses) שלך. זה משפיע רק על פלוטים בפורמט ישן, ועל התגמול של 0.25XCH על פלוטים של בריכות (Pooling Plots).
it_it: Nota che questo non cambia gli indirizzi di pagamento del pooling. Questo influenza solo i vecchi plot col vecchio formato, e la ricompensa di 0.25XCH per il pooling dei plot.
pt_pt: Note que isto não muda os seus endereços de pagamento de pooling. isto afeta apenas plots no formato antigo e a recompensa de 0.25XCH de plots em pooling.

source: Number of Plots
da_dk: Antal af Plot Filer
es_ar: Número de Parcelas
he_il: מספר הפלוטים
it_it: Numero di Plot
pt_pt: Número de Plots

source: Number of buckets
ar_sa: عدد الأجزاء
da_dk: Nummer af spande
es_ar: Numero de cubos
he_il: מספר ה-Buckets
hr_hr: Broj kanti
hu_hu: Vödrök száma
it_it: Numero di bucket
pt_pt: Número de buckets

source: Number of threads
ar_sa: عدد مسارات المعالج
da_dk: Nummer af tråde
es_ar: Numero de hilos
he_il: מספר ה-Threads
hr_hr: Broj niza
hu_hu: Szálak száma
it_it: Numero di thread
pt_pt: Número de processos

source: OK
ar_sa: موافق
he_il: אישור
hr_hr: U redu
hu_hu: Rendben

source: Offer
ar_sa: عرض
da_dk: Bud
es_ar: Oferta
he_il: הצעה
hr_hr: Ponuda
hu_hu: Ajánlat
pt_pt: Oferta

source: Offers Created
ar_sa: عروض تم إنشاؤها
da_dk: Bud Oprettet
es_ar: Oferta creada
he_il: הצעות שנוצרו
hr_hr: Ponude kreirane
hu_hu: Az ajánlatok elkészültek
pt_pt: Ofertas Criadas

source: On average there is one minute between each transaction block. Unless there is congestion you can expect your transaction to be included in less than a minute.
ar_sa: في المتوسط هناك دقيقة واحدة بين كل كتلة معاملة. ما لم يكن هناك اكتظاظ يمكنك أن تتوقع إدراج معاملتك في أقل من دقيقة.
da_dk: I gennemsnit er der et minut mellem hver transaktionsblok. Medmindre der er overbelastning, kan du forvente, at din transaktion bliver inkluderet på mindre end et minut.
es_ar: Por término medio, hay un minuto entre cada bloque de transacción. A menos que haya congestión, puede esperar que su transacción sea incluida en menos de un minuto.
he_il: בממוצע יש דקה בין עסקת Block. אלא אם יש עומס, אתה יכול לצפות שהעסקה שלך תיכלל תוך פחות מדקה.
hr_hr: U prosjeku je potrebna jedna minuta između svakog transakcijskog bloka. Ukoliko nema zastoja, možeš očekivati uključenje svoje transakcije u manje od minute.
hu_hu: Az egyes tranzakciós blokkok között átlagosan egy perc van. Hacsak nincs torlódás, akkor számíthat arra, hogy a tranzakciót kevesebb, mint egy perc alatt bekapcsolja.
pt_pt: Em média, há um minuto entre cada bloco de transação. Não ocorrendo congestionamento, você pode esperar que a sua transação seja incluída em menos de um minuto.

source: Only one backup file is allowed.
da_dk: Kun én backup fil er tilladt.
he_il: ניתן להשתמש רק בקובץ גיבוי אחד.
pt_pt: Somente um arquivo de backup é permitido.

source: Outgoing
ar_sa: الصادرة
da_dk: Udgående
es_ar: Enviado
he_il: יוצא
hr_hr: Odlazni
hu_hu: Kimenő
pt_pt: Enviado

source: Payout Address
da_dk: Udbetalingsadresse
es_ar: Dirección de Pago
he_il: כתובת לתשלום
hu_hu: Kifizetés címe
it_it: Indirizzo Di Pagamento
pt_pt: Endereço de Pagamento

source: Peak Height
ar_sa: أعلى ارتفاع
da_dk: Top Højde
es_ar: Altura pico
he_il: שיא Height
hr_hr: Najviša Visina
hu_hu: Csúcsmagasság
it_it: Altezza Picco
pt_pt: Altura do pico
