Repository: Chia-Network/chia-blockchain
Catalog: packages/wallet/src/locales/*/messages.po
Languages: vi_vn

source: *Want to explore Chia’s blocks further? Check out <0>Chia Explorer</0> built by an open source developer.
vi_vn: * Bạn muốn khám phá thêm về Chia Blockchain? Xem <0> Chia Explorer </0> được xây dựng bởi các nhà phát triển nguồn mở.

source: 128 buckets is recommended
vi_vn: 128 Bucket được khuyến nghị

source: A harvester is a service running on a machine where plot(s) are actually stored. A farmer and harvester talk to a full node to see the state of the chain. View your network of connected harvesters below Learn more
vi_vn: Harvester là một dịch vụ chạy trên một máy chứa các tệp plot. Một farmer và harvester tương tác với một khối để xác định trạng thái của chuỗi. Xem các harvester được kết nối với bạn dưới đây. Tìm hiểu thêm

source: About Chia Blockchain
vi_vn: Về Chia Blockchain

source: Accept
vi_vn: Chấp nhận

source: Accepted at time:
vi_vn: Đồng ý tại thời điểm:

source: Action
vi_vn: Hành động

source: Actions
vi_vn: Thao tác

source: Add
vi_vn: Thêm

source: Add Plot Directory
vi_vn: Thêm Thư Mục Plot

source: Add Plot to Queue
vi_vn: Thêm Plot vào hàng đợi

source: Add a Plot
vi_vn: Thêm một Plot

source: Add a plot
vi_vn: Thêm một plot

source: Add plot directory
vi_vn: Thêm thư mục plot

source: Address
vi_vn: Địa chỉ (ví)

source: Address / Puzzle hash
vi_vn: Địa chỉ / Puzzle hash

source: Amount
vi_vn: Số lượng

source: Amount ({cc_unit})
vi_vn: Số lượng ({cc_unit})

source: Amount For Initial Coin
vi_vn: Số lượng Coin Khởi Tạo

source: Are you sure you want to delete the plot? The plot cannot be recovered.
vi_vn: Bạn có muốn xoá plot? Plot này sẽ không thể khôi phục.

source: Are you sure you want to disconnect?
vi_vn: Bạn có chắc chắn muốn ngắt kết nối?

source: Are you sure you want to quit? GUI Plotting and farming will stop.
vi_vn: Bạn có chắc chắn muốn thoát? GUI Plotting và farming sẽ dừng.

source: Are you sure you want to use k={plotSize}?
vi_vn: Bạn có chắc chắn muốn sử dụng k={plotSize}?

source: Back
vi_vn: Quay lại

source: Backup file is used to restore smart wallets.
vi_vn: Tệp sao lưu được sử dụng để khôi phục ví.

source: Balance
vi_vn: Số dư

source: Base Farmer Reward Amount
vi_vn: Số Phần Thưởng Gốc

source: Below are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
vi_vn: Dưới đây là những thách thức khối hiện tại. Bạn có thể có hoặc không có bằng chứng về không gian cho những thách thức này. Các khối này hiện không chứa bằng chứng về thời gian.

source: Best estimate over last 24 hours
vi_vn: Ước tính tốt nhất trong 24 giờ qua

source: Block
vi_vn: Khối

source: Block Test
vi_vn: Kiểm Tra Khối

source: Block VDF Iterations
vi_vn: Khối VDF lặp lại

source: Block at height {0} in the Chia blockchain
vi_vn: Khối tại height {0} trong Chia blockchain

source: Block with hash {headerHash}
vi_vn: Khối với hàm băm {headerHash}

source: Block with hash {headerHash} does not exist.
vi_vn: Khối có băm {headerHash} không tồn tại.

source: Blocks
vi_vn: Block

source: Browse
vi_vn: Duyệt

source: But you are currently farming <0/>
vi_vn: Nhưng bạn hiện đang farm <0 />

source: Buy
vi_vn: Mua

source: Can be backed up to mnemonic seed
vi_vn: Có thể được sao lưu vào mnemonic seed

source: Cancel
vi_vn: Hủy bỏ

source: Cancel and Spend
vi_vn: Huỷ và Gửi

source: Caution, deleting these plots will delete them forever. Check that the storage devices are properly connected.
vi_vn: Chú ý, tiếp tục sẽ xoá những plot này vĩnh viễn. Kiểm tra xem các thiết bị lưu trữ đã được kết nối đúng cách chưa.

source: Challenge
vi_vn: Thử thách

source: Chat on KeyBase
vi_vn: Chat trên Keybase

source: Chia Wallet
vi_vn: Ví Chia

source: Choose Number of Plots
vi_vn: Chọn số lượng Plot

source: Choose Plot Size
vi_vn: Chọn Kích Thước Plot

source: Close
vi_vn: Đóng

source: Closing down node and server
vi_vn: Đóng node và máy chủ

source: Colour
vi_vn: Sắc tố

source: Colour Info
vi_vn: Thông tin sắc tố

source: Colour String
vi_vn: Chuỗi sắc tố

source: Colour:
vi_vn: Sắc tố:

source: Coloured Coin
vi_vn: Coin sắc tố

source: Coloured Coin Options
vi_vn: Tuỳ chọn coin sắc tố

source: Confirm
vi_vn: Xác Nhận

source: Confirm Disconnect
vi_vn: Xác Nhận Ngắt Kết Nối

source: Confirmed at block:
vi_vn: Được xác nhận ở block:

source: Confirmed at height {0}
vi_vn: Được xác nhận ở height {0}

source: Connect
vi_vn: Kết Nối

source: Connect to other peers
vi_vn: Kết nối ngang hàng khác

source: Connected
vi_vn: Đã kết nối

source: Connecting to wallet
vi_vn: Đang kết nối đến ví

source: Connection Status
vi_vn: Trạng thái kết nối

source: Connection Status:
vi_vn: Trạng thái kết nối:

source: Connection type
vi_vn: Kiểu kết nối

source: Connections
vi_vn: Các kết nối

source: Contribute on GitHub
vi_vn: Đóng góp trên GitHub

source: Copied
vi_vn: Đã sao chép

source: Copy
vi_vn: Sao chép

source: Copy to Clipboard
vi_vn: Sao chép vào khay nhớ

source: Create
vi_vn: Tạo

source: Create Offer
vi_vn: Tạo đề nghị

source: Create Rate Limited Admin Wallet
vi_vn: Tạo Ví Admin Giới Hạn

source: Create Rate Limited User Wallet
vi_vn: Tạo Ví Người Dùng Giới Hạn

source: Create Trade Offer
vi_vn: Tạo giao dịch

source: Create Transaction
vi_vn: Tạo giao dịch

source: Create a Backup
vi_vn: Tạo bản sao lưu

source: Create a new private key
vi_vn: Tạo một mã khoá mới

source: Create admin wallet
vi_vn: Tạo ví admin

source: Create new coloured coin
vi_vn: Tạo coin sắc tố mới

source: Create user wallet
vi_vn: Tạo ví người dùng

source: Create wallet for colour
vi_vn: Tạo ví cho sắc tố

source: Create wallet for existing colour
vi_vn: Tạo ví cho sắc tố hiện có

source: Created At:
vi_vn: Ngày tạo:

source: Created by us:
vi_vn: Xây dựng bởi chúng tôi:

source: Current trade status
vi_vn: Tình trạng giao dịch hiện tại

source: DANGER: permanently delete private key
vi_vn: CẢNH BÁO: xóa vĩnh viễn khóa cá nhân

source: Date
vi_vn: Ngày

source: Delay
vi_vn: Độ trễ

source: Delete
vi_vn: Xoá

source: Delete Plot
vi_vn: Xoá Plot

source: Delete all keys
vi_vn: Xoá tất cả khoá

source: Deleting all keys will permanently remove the keys from your computer, make sure you have backups. Are you sure you want to continue?
vi_vn: Xóa tất cả các khóa sẽ xóa vĩnh viễn các khóa khỏi máy tính của bạn, hãy đảm bảo rằng bạn có bản sao lưu. Bạn có chắc chắn muốn tiếp tục không?

source: Deleting the key will permanently remove the key from your computer, make sure you have backups. Are you sure you want to continue?
vi_vn: Xóa khóa sẽ xóa vĩnh viễn khóa khỏi máy tính của bạn, hãy đảm bảo rằng bạn có các bản sao lưu. Bạn có chắc chắn muốn tiếp tục không?

source: Developer
vi_vn: Nhà phát triển

source: Developer Tools
vi_vn: Công cụ Nhà phát triển

source: Difficulty
vi_vn: Độ khó

source: Disable bitfield plotting
vi_vn: Tắt tính năng ploting bitfield

source: Disconnect
vi_vn: Ngắt kết nối

source: Do you have existing plots on this machine? <0>Add Plot Directory</0>
vi_vn: Bạn có plot hiện có trên máy này không? <0> Thêm thư mục chứa plot </0>

source: Does your machine support parallel plotting?
vi_vn: Máy của bạn có hỗ trợ vẽ song song không?

source: Drag and drop offer file
vi_vn: Kéo và thả tệp đề nghị

source: Drag and drop your backup file
vi_vn: Kéo và thả tệp sao lưu của bạn

source: Edit
vi_vn: Chỉnh sửa

source: Enter the 24 word mnemonic that you have saved in order to restore your Chia wallet.
vi_vn: Nhập 24 từ ghi nhớ mà bạn đã lưu để khôi phục ví Chia của bạn.

source: Error
vi_vn: Lỗi

source: Error: Cannot send chia to coloured address. Please enter a chia address.
vi_vn: Lỗi: Không thể gửi chia đến địa chỉ coloured. Vui lòng nhập địa chỉ chia.

source: Estimated Time to Win
vi_vn: Thời gian giành phần thưởng dự kiến

source: Estimated sum of all the plotted disk space of all farmers in the network
vi_vn: Ước lượng tổng không gian đĩa của tất cả farmer trong mạng

source: Exclude final directory
vi_vn: Loại trừ thư mục cuối cùng

source: Failed to open (invalid plots)
vi_vn: Không mở được (plot không hợp lệ)

source: Farmer Reward Address
vi_vn: Địa chỉ ví nhận phần thưởng farm

source: Farmer is not connected
vi_vn: Farmer không được kết nối

source: Farmer is not running
vi_vn: Farmer không hoạt động

source: Farmers earn block rewards and transaction fees by committing spare space to the network to help secure transactions. This is where your farm will be once you add a plot. <0>Learn more</0>
vi_vn: Các Farmer kiếm được phần thưởng khối và phí giao dịch bằng cách cung cấp không gian trống cho mạng để giúp giao dịch an toàn. Đây là nơi bạn farm sau khi bạn thêm một plot. <0> Tìm hiểu thêm </0>

source: Farming Status
vi_vn: Tình trạng Farm

source: Fee
vi_vn: Phí

source: Fee ({currencyCode})
vi_vn: Phí ({currencyCode})

source: Fees Amount
vi_vn: Số lượng phí

source: File
vi_vn: Tệp

source: Filename
vi_vn: Tên tệp

source: Final folder location
vi_vn: Thư mục cuối

source: Finished
vi_vn: Hoàn thành

source: Follow on Twitter
vi_vn: Theo dõi trên Twitter

source: Frequently Asked Questions
vi_vn: Câu hỏi thường gặp

source: Full Node
vi_vn: Node hoàn thiện

source: Full Screen
vi_vn: Toàn màn hình

source: Generate New Colour
vi_vn: Tạo Colour mới

source: HD or Hierarchical Deterministic keys are a type of public key/private key scheme where one private key can have a nearly infinite number of different public keys (and therefor wallet receive addresses) that will all ultimately come back to and be spendable by a single private key.
vi_vn: Khóa xác định phân cấp hoặc HD là một loại khóa công khai / lược đồ khóa riêng trong đó một khóa riêng có thể có số lượng gần như vô hạn các khóa công khai khác nhau (và ở đó đối với địa chỉ nhận ví), tất cả cuối cùng sẽ quay trở lại và có thể sử dụng được bởi một khóa riêng tư. Chìa khóa.

source: Header Hash
vi_vn: Băm tiêu đề

source: Header hash
vi_vn: Băm tiêu đề

source: Height
vi_vn: Chiều cao

source: Help
vi_vn: Hỗ trợ

source: Help translate
vi_vn: Hỗ trợ dịch thuật

source: Hide Advanced Options
vi_vn: Ẩn tuỳ chọn nâng cao

source: History
vi_vn: Lịch sử

source: Host Name
vi_vn: Tên máy chủ

source: IP address
vi_vn: Địa chỉ IP

source: IP address / host
vi_vn: Địa chỉ IP/ máy chủ

source: If none selected, then it will default to the temporary directory.
vi_vn: Nếu không có lựa chọn nào được chọn, thì nó sẽ mặc định là thư mục tạm thời.

source: Import Wallet from Mnemonics
vi_vn: Nhập ví từ Mnemonics

source: Import from Mnemonics (24 words)
vi_vn: Nhập ví từ Mnemonics

source: In Progress
vi_vn: Đang xử lý

source: Incoming
vi_vn: Đang nhận

source: Index
vi_vn: Nhập

source: Indicated if this offer was created by us
vi_vn: Được cho biết nếu đề nghị này được tạo bởi chúng tôi

source: Indicated what time this offer was accepted
vi_vn: Cho biết thời gian đề nghị này được chấp nhận

source: Info Packet
vi_vn: Thông tin gói

source: Initial Amount
vi_vn: Số lượng ban đầu

source: Initialize a Rate Limited User Wallet:
vi_vn: Khởi tạo ví cá nhân giới hạn tỷ lệ:

source: Interval
vi_vn: Khoảng thời gian

source: K-Size
vi_vn: Kích cỡ

source: Keys
vi_vn: Khóa

source: KiB Up/Down
vi_vn: KiB Lên / Xuống

source: Last Attempted Proof
vi_vn: Bằng chứng cuối cùng

source: Last Height Farmed
vi_vn: Height được farm gần nhất.

source: Latest Block Challenges
vi_vn: Thử thách khối mới nhất

source: Loading...
vi_vn: Đang xử lý...

source: Logging in
vi_vn: Đăng nhập

source: Manage Farming Rewards
vi_vn: Quản lý phần thưởng farm

source: Manage Your Farming Rewards Target Addresses
vi_vn: Quản lý địa chỉ nhận phần thưởng farm của bạn

source: Minutes
vi_vn: Phút

source: More memory slightly increases speed
vi_vn: Thêm bộ nhớ làm tăng tốc độ

source: My Pubkey
vi_vn: Khoá công khai của tôi

source: Network Name
vi_vn: Tên mạng

source: New Address
vi_vn: Địa chỉ ví mới

source: New Wallet
vi_vn: Ví mới

source: Next
vi_vn: Tiếp theo

source: Nickname
vi_vn: Biệt danh

source: No
vi_vn: Không

source: No 24 word seed, since this key is imported.
vi_vn: Không có chuỗi 24 từ bí mật, vì khóa này đã được nhập.

source: No blocks farmed yet
vi_vn: Chưa có khối được farm

source: No previous transactions
vi_vn: Không có giao dịch trước đó

source: No private keys for one or both addresses. Safe only if you are sending rewards to another wallet.
vi_vn: Không có khóa riêng cho một hoặc cả hai địa chỉ. Chỉ an toàn nếu bạn đang gửi phần thưởng đến một ví khác.

source: Node ID
vi_vn: ID Node mạng

source: None of your plots have passed the plot filter yet.
vi_vn: Không có plot nào của bạn vượt qua bộ lọc.

source: Not Available
vi_vn: Không có sẵn

source: Not Synced
vi_vn: Chưa đồng bộ

source: Not accepted yet
vi_vn: Chưa chấp thuận

source: Not confirmed yet
vi_vn: Chưa xác nhận

source: Not connected
vi_vn: Không được kết nối

source: Not found Plots
vi_vn: Plot không tồn tại

source: Number of buckets
vi_vn: Số lượng buckets

source: Number of threads
vi_vn: Số nhân

source: OK
vi_vn: Xong

source: Offer
vi_vn: Đề nghị

source: Offers Created
vi_vn: Đề nghị được tạo

source: On average there is one minute between each transaction block. Unless there is congestion you can expect your transaction to be included in less than a minute.
vi_vn: Trung bình có một phút giữa mỗi giao dịch. Trừ khi có tắc nghẽn, bạn có thể hoàn thành giao dịch của mình trong vòng chưa đầy một phút.

source: Outgoing
vi_vn: Đầu ra

source: Peak Time
vi_vn: Thời gian chóp

source: Pending
vi_vn: Đang xử lý

source: Pending Balance
vi_vn: Số dư đang xử lý

source: Pending Change
vi_vn: Thay đổi đang xử lý

source: Pending Total Balance
vi_vn: Số dư đang xử lý

source: Please add a trade pair
vi_vn: Vui lòng thêm một cặp giao dịch

source: Please enter 0 fee. Positive fees not supported yet for RL.
vi_vn: Vui lòng nhập phí bằng 0. Phí tích cực chưa được hỗ trợ cho RL.

source: Please enter a valid initial coin amount
vi_vn: Vui lòng nhập số tiền hợp lệ ban đầu

source: Please enter a valid numeric amount
vi_vn: Vui lòng nhập số lượng hợp lệ

source: Please enter a valid numeric fee
vi_vn: Vui lòng nhập một khoản phí số hợp lệ

source: Please enter a valid numeric interval length
vi_vn: Vui lòng nhập khoảng số với độ dài hợp lệ

source: Please enter a valid numeric spendable amount
vi_vn: Vui lòng nhập số tiền hợp lệ có thể chi tiêu được

source: Please enter a valid pubkey
vi_vn: Vui lòng nhập một mã khoá công khai hợp lệ

source: Please finish syncing before making a transaction
vi_vn: Vui lòng hoàn tất đồng bộ hóa trước khi thực hiện giao dịch

source: Please select amount
vi_vn: Vui lòng chọn số tiền

source: Please select buy or sell
vi_vn: Vui lòng chọn mua hoặc bán

source: Please select coin colour
vi_vn: Vui lòng chọn sắc tố

source: Please specify final directory
vi_vn: Vui lòng chỉ định thư mục cuối cùng

source: Please specify temporary directory
vi_vn: Vui lòng chỉ định thư mục tạm thời

source: Plot Count
vi_vn: Số lượng Plot

source: Plot Id
vi_vn: ID Plot

source: Plot Key
vi_vn: Khoá của Plot

source: Plot Public Key
vi_vn: Khoá công khai của Plot

source: Plot Size
vi_vn: Kích cỡ Plot

source: Plot in Parallel
vi_vn: Plot song song

source: Plot is duplicate of {0}
vi_vn: Plot trùng lặp với {0}

source: Plots Passed Filter
vi_vn: Plot đã lọc

source: Plots are allocated space on your hard drive used to farm and earn Chia. <0>Learn more</0>
vi_vn: Plot được phân bổ không gian trên ổ cứng của bạn dùng để farm và thu về Chia. <0> Tìm hiểu thêm </0>

source: Plotting in parallel can save time. Otherwise, add plot(s) to the queue.
vi_vn: Plotting song song có thể tiết kiệm thời gian. Nếu không, hãy thêm plot vào hàng đợi.

source: Plotting with bitfield enabled has about 30% less overall writes and is now almost always faster. You may see reduced memory requirements with bitfield plotting disabled. If your CPU design is from before 2010 you may have to disable bitfield plotting.
vi_vn: Lập kế hoạch với trường bit được kích hoạt có tổng số lần ghi ít hơn khoảng 30% và hầu như lúc nào cũng nhanh hơn. Bạn có thể thấy yêu cầu bộ nhớ giảm khi tính năng vẽ trường bit bị tắt. Nếu thiết kế CPU của bạn là từ trước năm 2010, bạn có thể phải tắt tính năng bitfield.

source: Pool Key
vi_vn: Khoá của Pool

source: Pool Public Key
vi_vn: Khoá công khai của Pool

source: Pool Puzzle Hash
vi_vn: Puzzle Hash của Pool

source: Pool Reward Address
vi_vn: Địa chỉ Pool nhận phần thưởng

source: Pool Reward Amount
vi_vn: Số lượng phần thưởng Pool

source: Port
vi_vn: Cổng

source: Previous
vi_vn: Trở lại

source: Previous Header Hash
vi_vn: Header Hash trước đó

source: Private key with public fingerprint {fingerprint}
vi_vn: Khóa cá nhân với dấu vân tay công khai {fingerprint}

source: Private key {0}
vi_vn: Khóa cá nhân {0}

source: Private key:
vi_vn: Khoá cá nhân:

source: Proof of Space Size
vi_vn: Bằng chứng về kích thước không gian

source: Proofs Found
vi_vn: Bằng chứng tìm thấy

source: Pubkey
vi_vn: Địa chỉ công khai

source: Public key:
vi_vn: Khoá địa chỉ công khai :

source: Queue Name
vi_vn: Tên hàng đợi

source: Queue name
vi_vn: Tên hàng đợi

source: Queued
vi_vn: Đã lên danh sách

source: RAM max usage
vi_vn: Ram tối đa

source: Rate Limited
vi_vn: Tỷ lệ được giới hạn

source: Rate Limited Info
vi_vn: Chi tiết tỷ lệ được giới hạn

source: Rate Limited Options
vi_vn: Tuỳ chọn tỷ lệ giới hạn

source: Rate Limited User Wallet Setup
vi_vn: Cài đặt ví cá nhân tỷ lệ giới hạn

source: Receive Address
vi_vn: Địa chỉ nhận

source: Refresh Plots
vi_vn: Làm mới plot

source: Release Notes
vi_vn: Ghi chú phát hành

source: Removing
vi_vn: Xóa bỏ

source: Rename
vi_vn: Đổi tên

source: Report an Issue...
vi_vn: Báo cáo vấn đề...

source: Restore Metadata for Coloured Coins and other Smart Wallets from Backup
vi_vn: Khôi phục siêu dữ liệu cho coin sắc màu và các ví thông minh khác từ bản sao lưu

source: Safe To Skip
vi_vn: An toàn để bỏ qua

source: Save
vi_vn: Lưu

source: Search block by header hash
vi_vn: Khối tìm kiếm theo hàm hash tiêu đề

source: Second temporary folder location
vi_vn: Vị trí thư mục tạm thời thứ hai

source: See private key
vi_vn: Xem khoá bí mật

source: Seed:
vi_vn: Cụm khoá:

source: Select 2nd Temporary Directory
vi_vn: Chọn thư mục tạm thời thứ 2

source: Select Final Directory
vi_vn: Chọn thư mục cuối cùng

source: Select Key
vi_vn: Chọn khoá

source: Select Offer
vi_vn: Chọn đề nghị

source: Select Temporary Directory
vi_vn: Chọn đường dẫn tạm

source: Select Wallet Type
vi_vn: Chọn loại ví

source: Select the final destination for the folder where you would like the plot to be stored. We recommend you use a large slow hard drive (like external HDD).
vi_vn: Chọn điểm đến cuối cùng cho thư mục nơi bạn muốn lưu trữ plot. Chúng tôi khuyên bạn nên sử dụng ổ cứng có dung lượng lớn (như ổ cứng HDD).

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast drive.
vi_vn: Chọn thư mục tạm để vẽ plot. Chúng tôi đề nghị sử dụng SSD tốc độ cao.

source: Selected
vi_vn: Đã chọn

source: Sell
vi_vn: Bán

source: Send
vi_vn: Gửi

source: Send this info packet to your Rate Limited Wallet user who must use it to complete setup of their wallet:
vi_vn: Gửi gói thông tin này cho người dùng Ví có phí giới hạn của bạn, người phải sử dụng gói này để hoàn tất thiết lập ví của họ:

source: Send your pubkey to your Rate Limited Wallet admin:
vi_vn: Gửi khoá công khai của bạn cho quản trị viên ví có phí giới hạn của bạn:

source: Show Advanced Options
vi_vn: Hiển thị tuỳ chọn nâng cao

source: Side
vi_vn: Mặt

source: Sign In
vi_vn: Đăng nhập

source: Skips adding a final directory to harvester for farming
vi_vn: Bỏ qua việc thêm thư mục cuối cùng vào harvester để farm

source: Speech
vi_vn: Phát biểu

source: Spendable Amount
vi_vn: Số tiền có thể chi tiêu

source: Spendable Amount Per Interval
vi_vn: Số tiền có thể chi tiêu mỗi khoảng thời gian

source: Spendable Balance
vi_vn: Số dư có thể chi tiêu

source: Spending Interval (number of blocks): {interval}
vi_vn: Khoảng thời gian Chi tiêu (số khối): {interval}

source: Spending Interval Length (number of blocks)
vi_vn: Chi tiêu thời gian khoảng (số khối): {thời gian khoảng cách}

source: Spending Limit (chia per interval): {0}
vi_vn: Giới hạn Chi tiêu (chia cho mỗi khoảng thời gian): {0}

source: State
vi_vn: Tình trạng

source: Status
vi_vn: Tình trạng

source: Status:
vi_vn: Tình trạng:

source: Submit
vi_vn: Gửi

source: Synced
vi_vn: Đã đồng bộ

source: Syncing
vi_vn: Đang đồng bộ

source: Syncing <0/>/<1/>
vi_vn: Đang đồng bộ <0/>/<1/>

source: Temporary folder location
vi_vn: Vị trí thư mục tạm thời thứ hai

source: The application will stop working at block height 193536.
vi_vn: Ứng dụng sẽ ngưng hoạt động tại height 193536.

source: The full node that your farmer is connected to is below. <0>Learn more</0>
vi_vn: Nút đầy đủ mà farmer của bạn được kết nối ở bên dưới. <0> Tìm hiểu thêm </0>

source: The minimum required size for mainnet is k=32
vi_vn: Kích thước yêu cầu tối thiểu cho mainnet là k = 32

source: The node is not synced
vi_vn: Nút không được đồng bộ hóa

source: The node is syncing, which means it is downloading blocks from other nodes, to reach the latest block in the chain
vi_vn: Nút đang đồng bộ hóa, có nghĩa là nó đang tải xuống các khối từ các nút khác, để đạt được khối mới nhất trong chuỗi

source: The seed used to create the plot. This depends on the pool pk and plot pk.
vi_vn: Chuỗi được sử dụng để tạo ra plot. Điều này phụ thuộc vào khoá công khai của Pool và plot.

source: The total number of VDF (verifiable delay function) or proof of time iterations on the whole chain up to this sub block.
vi_vn: Tổng số VDF (chức năng trì hoãn có thể xác minh) hoặc bằng chứng về thời gian lặp lại trên toàn bộ chuỗi cho đến khối con này.

source: The total number of VDF (verifiable delay function) or proof of time iterations on this block.
vi_vn: Tổng số VDF (hàm trễ có thể xác minh) hoặc bằng chứng về thời gian lặp lại trên khối này.

source: The total transactions fees in this block. Rewarded to the farmer.
vi_vn: Tổng phí giao dịch trong khối này. Thưởng cho farmer.

source: These plots are invalid, you might want to delete them.
vi_vn: Các lô này không hợp lệ, bạn có thể muốn xóa chúng.

source: This allows you to add a directory that has plots in it. If you have not created any plots, go to the plotting screen.
vi_vn: Cho phép bạn thêm một thư mục có plot trong đó. Nếu bạn chưa tạo bất kỳ plot nào, hãy chuyển đến màn hình plotting.

source: This feature is available only from the GUI.
vi_vn: Tính năng này chỉ khả dụng trên GUI.

source: This is the amount of Chia that you can currently use to make transactions. It does not include pending farming rewards, pending incoming transactions, and Chia that you have just spent but is not yet in the blockchain.
vi_vn: Đây là số lượng Chia mà bạn hiện có thể sử dụng để thực hiện các giao dịch. Nó không bao gồm phần thưởng farm đang chờ xử lý, các giao dịch đến đang chờ xử lý và Chia mà bạn vừa chi tiêu nhưng chưa có trong blockchain.

source: This is the pending change, which are change coins which you have sent to yourself, but have not been confirmed yet.
vi_vn: Đây là thay đổi đang chờ xử lý, là những đồng tiền thay đổi mà bạn đã gửi cho chính mình, nhưng chưa được xác nhận.

source: This is the sum of the incoming and outgoing pending transactions (not yet included into the blockchain). This does not include farming rewards.
vi_vn: Đây là tổng của các giao dịch đang chờ xử lý đến và đi (chưa được đưa vào blockchain). Điều này không bao gồm phần thưởng farm.

source: This is the time of the latest peak sub block.
vi_vn: Đây là thời điểm khối phụ cao điểm nhất.
