Repository: Chia-Network/chia-blockchain
Catalog: packages/wallet/src/locales/*/messages.po
Languages: vi_vn

source: This is the time the block was created by the farmer, which is before it is finalized with a proof of time
vi_vn: Đây là thời gian khối được tạo ra bởi farmer, trước khi nó được hoàn thiện với một bằng chứng về thời gian

source: This is the total amount of chia in the blockchain at the current peak sub block that is controlled by your private keys. It includes frozen farming rewards, but not pending incoming and outgoing transactions.
vi_vn: Đây là tổng lượng XCH trong chuỗi khối ở khối phụ cao nhất hiện tại được kiểm soát bởi các khóa riêng của bạn. Nó bao gồm phần thưởng farm bị đóng băng, nhưng không phải là các giao dịch đến và đi đang chờ xử lý.

source: This is the total balance + pending balance: it is what your balance will be after all pending transactions are confirmed.
vi_vn: Đây là tổng số dư + số dư đang chờ xử lý: nó là số dư của bạn sẽ là gì sau khi tất cả các giao dịch đang chờ xử lý được xác nhận.

source: This node is fully caught up and validating the network
vi_vn: Nút này được bắt kịp hoàn toàn và xác thực mạng

source: This table shows you the last time your farm attempted to win a block challenge. <0>Learn more</0>
vi_vn: Bảng này hiển thị cho bạn lần cuối cùng trang trại của bạn cố gắng giành phần thưởng trong một thử thách khối. <0> Tìm hiểu thêm </0>

source: This trade was created at this time
vi_vn: Giao dịch này đã được tạo vào lúc này

source: This trade was included on blockchain at this block height
vi_vn: Giao dịch này đã được đưa vào blockchain ở chiều cao khối này

source: This version of Chia is no longer compatible with the blockchain and can not safely farm.
vi_vn: Phiên bản Chia này không còn tương thích với blockchain và không thể farm một cách an toàn.

source: Time Created
vi_vn: Tạo vào

source: Timestamp
vi_vn: Mốc thời gian

source: To
vi_vn: Đến

source: Total Balance
vi_vn: Tổng số dư

source: Total Iterations
vi_vn: Tổng số lần lặp lại

source: Total Network Space
vi_vn: Tổng không gian mạng

source: Total Plot Size:
vi_vn: Tổng kích thước Plot:

source: Total Size of Plots
vi_vn: Tổng kích thước Plot

source: Total VDF Iterations
vi_vn: Tổng số lần lặp VDF

source: Total iterations since the start of the blockchain
vi_vn: Tổng số lần lặp kể từ khi bắt đầu blockchain

source: Trade Details
vi_vn: Thông tin giao dịch

source: Trade ID
vi_vn: ID giao dịch

source: Trade ID:
vi_vn: ID giao dịch:

source: Trade Overview
vi_vn: Tổng quát giao dịch

source: Trades will show up here
vi_vn: Các giao dịch sẽ hiển thị tại đây

source: Trading
vi_vn: Giao dịch

source: Trading History
vi_vn: Lịch sử giao dịch

source: Transactions Filter Hash
vi_vn: Giao dịch lọc theo băm

source: Type
vi_vn: Loại

source: Unfinished
vi_vn: Chưa hoàn tất

source: Unique identifier
vi_vn: Định danh duy nhất

source: Unknown
vi_vn: Không xác định

source: User Pubkey
vi_vn: Khoá công khai

source: VDF Sub Slot Iterations
vi_vn: Lặp lại vùng phụ VDF

source: View
vi_vn: Xem

source: View Log
vi_vn: Xem bản ghi

source: View Offer
vi_vn: Hiển thị các mời chào

source: View pending balances
vi_vn: Xem số dư đang chờ xử lý

source: View pending balances...
vi_vn: Xem số dư đang chờ xử lý...

source: Wait for synchronization
vi_vn: Chờ đồng bộ hóa

source: Want to earn more Chia? Add more plots to your farm.
vi_vn: Muốn thêm Chia? Thêm nhiều plot vào farm của bạn.

source: Want to have a delay before the next plot starts?
vi_vn: Bạn muốn có một khoảng thời gian trì hoãn trước khi phần tiếp theo bắt đầu?

source: Weight
vi_vn: Khối lượng

source: Weight is the total added difficulty of all sub blocks up to and including this one
vi_vn: Trọng lượng là tổng độ khó cộng thêm của tất cả các khối phụ lên đến và bao gồm khối này

source: Welcome to Chia. Please log in with an existing key, or create a new key.
vi_vn: Chào mừng đến với Chia. Vui lòng đăng nhập bằng khóa hiện có hoặc tạo khóa mới.

source: Welcome! The following words are used for your wallet backup. Without them, you will lose access to your wallet, keep them safe! Write down each word along with the order number next to them. (Order is important)
vi_vn: Chào mừng! Các từ sau được sử dụng để sao lưu ví của bạn. Nếu không có chúng, bạn sẽ mất quyền truy cập vào ví của mình, hãy giữ chúng an toàn! Viết ra từng từ cùng với số thứ tự bên cạnh chúng. (Thứ tự là quan trọng)

source: When you receive the setup info packet from your admin, enter it below to complete your Rate Limited Wallet setup:
vi_vn: Khi bạn nhận được gói thông tin thiết lập từ quản trị viên của mình, hãy nhập gói này vào bên dưới để hoàn tất quá trình thiết lập Ví giới hạn giá của bạn:

source: Window
vi_vn: Cửa sổ

source: Without fees
vi_vn: Không mất phí

source: Yes
vi_vn: Đồng ý

source: You do not need to be synched or connected to plot. Temporary files are created during the plotting process which exceed the size of the final plot files. Make sure you have enough space. <0>Learn more</0>
vi_vn: Bạn không cần phải được đồng bộ hóa hoặc kết nối với plot. Các tệp tạm thời được tạo trong quá trình ploting vượt quá kích thước của tệp plot cuối cùng. Đảm bảo rằng bạn có đủ không gian. <0> Tìm hiểu thêm </0>

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation. Actual results may take 3 to 4 times longer than this estimate.
vi_vn: Bạn chiếm {0}% dung lượng của mạng lưới, vì vậy để đào được một block dự kiến sẽ mất khoảng {expectedTimeToWin}. Kết quả thực tế có thể gấp 3 đến 4 lần dự kiến này.

source: Your Farm Overview
vi_vn: Tổng quan về nông trại của bạn

source: Your Full Node Connection
vi_vn: Kết nối nút đầy đủ của bạn

source: Your Harvester Network
vi_vn: Mạng lưới Harvester của bạn

source: [Error 13] Permission denied. You are trying to access a file/directory without having the necessary permissions. Most likely one of the plot folders in your config.yaml has an issue.
vi_vn: [Lỗi 13] Quyền bị từ chối. Bạn đang cố gắng truy cập một tệp / thư mục mà không có các quyền cần thiết. Rất có thể một trong các thư mục cốt truyện trong config.yaml của bạn gặp sự cố.

source: [Error 22] File not found. Most likely one of the plot folders in your config.yaml has an issue.
vi_vn: [Lỗi 22] Không tìm thấy tệp. Rất có thể một trong các thư mục cốt truyện trong config.yaml của bạn gặp sự cố.

source: connections:
vi_vn: các kết nối:

source: not synced
vi_vn: chưa được đồng bộ hóa

source: status:
vi_vn: tình trạng:

source: synced
vi_vn: đã đồng bộ

source: syncing
vi_vn: đang đồng bộ

source: {currencyCode} Block Rewards
vi_vn: {currencyCode} phần thưởng khối

source: {currencyCode} Total Chia Farmed
vi_vn: {currencyCode} Tổng số Chia thu được

source: {currencyCode} User Transaction Fees
vi_vn: {currencyCode} Phí giao dịch của người dùng
