Repository: Chia-Network/chia-blockchain
Catalog: packages/wallets/src/locales/*/messages.po
Languages: th_th

source: (Optional)
th_th: (ไม่จำเป็น)

source: *Want to explore Chia’s blocks further? Check out <0>Chia Explorer</0> built by an open source developer.
th_th: *อยากสำรวจบล็อกของ Chia มากกว่านี้หรือ? ลองเข้าไปดู <0>Chia Explorer</0> ที่ถูกสร้างโดยนักพัฒนาโอเพนซอร์ซสิ

source: + Add New Plot NFT
th_th: + เพิ่มพล็อต NFT

source: + Add Wallet
th_th: + เพิ่มวอลเล็ต

source: 128 buckets is recommended
th_th: จำนวนบักเก็ตที่แนะนำคือ 128

source: A harvester is a service running on a machine where plot(s) are actually stored. A farmer and harvester talk to a full node to see the state of the chain. View your network of connected harvesters below Learn more
th_th: Harvester Service กำลังทำงานอยู่บนเครื่องที่เก็บไฟล์ Plot ซึ่ง Farmer และ Harvester เชื่อมต่อกับ Full Node เพื่อดูสถานะของ Chain ลองตรวจสอบเครือข่ายที่เชื่อมต่อกับ Harvesters ของคุณ โดยสามารถดูรายละเอียดเพิ่มเติมได้

source: About Chia Blockchain
th_th: เกี่ยวกับ Chia Blockchain

source: Accept
th_th: ยอมรับ

source: Accepted at time:
th_th: ยอมรับแล้ว เมื่อเวลา:

source: Action
th_th: ดำเนินการ

source: Actions
th_th: ดำเนินการ

source: Add
th_th: เพิ่ม

source: Add Backup ID
th_th: เพิ่มไอดีสำรอง

source: Add Plot Directory
th_th: เพิ่มไดเรกทอรีของพล็อต

source: Add Plot to Queue
th_th: เพิ่มพล็อตลงคิว

source: Add a Plot
th_th: เพิ่มพล็อต

source: Add a Plot NFT
th_th: เพิ่มพล็อต NFT

source: Add a plot
th_th: เพิ่มพล็อต

source: Add plot directory
th_th: เพิ่มไดเรกทอรีของพล็อต

source: Add {currencyCode} from the Faucet
th_th: เพิ่ม {currencyCode} จาก Faucet

source: Address
th_th: ที่อยู่

source: Amount
th_th: จำนวน

source: Amount ({cc_unit})
th_th: จำนวน ({cc_unit})

source: Amount For Initial Coin
th_th: จำนวนเหรียญเริ่มต้น

source: Amount must be an even amount.
th_th: จำนวนต้องเป็นจำนวนคู่

source: Are you sure you want to delete the plot? The plot cannot be recovered.
th_th: พล็อตที่ถูกลบจะไม่สามารถกู้คืนได้ คุณแน่ใจหรือไม่ว่าต้องการลบพล็อตนี้?

source: Are you sure you want to delete unconfirmed transactions?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบธุรกรรมที่ไม่ได้รับการยืนยัน?

source: Are you sure you want to disconnect?
th_th: คุณแน่ใจที่จะตัดการเชื่อมต่อใช่หรือไม่?

source: Are you sure you want to quit? GUI Plotting and farming will stop.
th_th: การพล็อตและการฟาร์มแบบ GUI จะหยุดการทำงาน คุณแน่ใจที่จะปิดโปรแกรมหรือไม่?

source: Are you sure you want to use k={plotSize}?
th_th: คุณแน่ใจที่จะใช้ k={plotSize} หรือไม่?

source: Autogenerated name from pool contract address
th_th: ชื่อที่สร้างโดยอัตโนมัติจาก pool contract address

source: Back
th_th: ย้อนกลับ

source: Backup file is used to restore smart wallets.
th_th: ไฟล์การสำรองข้อมูลจะถูกใช้สำหรับการกู้คืนสมาร์ตวอลเล็ต

source: Balance
th_th: ยอดคงเหลือ

source: Base Farmer Reward Amount
th_th: จำนวนพื้นฐานที่ Farmer จะได้รับ

source: Below are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
th_th: ภายใต้บล็อคปัจจุบัน, คุณอาจจะมีหรือไม่มีพื้นที่ว่างสำหรับครั้งนี้บล็อคเหล่านี้ไม่จำกัดเวลา

source: Best estimate over last 24 hours
th_th: ค่าประมาณภายใน 24 ชั่วโมงที่ผ่านมา

source: Block
th_th: บล็อก

source: Block Test
th_th: ทดสอบบล็อค

source: Block VDF Iterations
th_th: การทำซ้ำของบล็อค VDF

source: Block at height {0} in the Chia blockchain
th_th: ปริมาณของบล็อคใน Chia blockchain คือ {0}

source: Block with hash {headerHash}
th_th: บล็อกที่มีค่าแฮช {headerHash}

source: Block with hash {headerHash} does not exist.
th_th: ไม่พบบล็อกที่มีค่าแฮช {headerHash}

source: Blocks
th_th: บล็อก

source: Browse
th_th: เรียกดู

source: But you are currently farming <0/>
th_th: แต่คุณกำลังฟาร์มอยู่ <0/>

source: Buy
th_th: ซื้อ

source: Can be backed up to mnemonic seed
th_th: สามารถสำรองข้อมูลเป็นรหัสนีโมนิคได้

source: Cancel
th_th: ยกเลิก

source: Cancel and Spend
th_th: ยกเลิกและจ่าย

source: Caution, deleting these plots will delete them forever. Check that the storage devices are properly connected.
th_th: ระวัง การลบพล็อตเหล่านี้ไม่สามารถกู้คืนได้ โปรดตรวจสอบอุปกรณ์จัดเก็บข้อมูลว่าเชื่อมต่อเรียบร้อยดีหรือยัง

source: Challenge
th_th: ความพยายาม

source: Challenge Hash
th_th: ชาเลนจ์แฮช

source: Change
th_th: เปลี่ยน

source: Change Pool
th_th: เปลี่ยน Pool

source: Chat on KeyBase
th_th: แชทบน KeyBase

source: Chia Wallet
th_th: Cc Wallet

source: Choose Number of Plots
th_th: เลือกจำนวนของพล็อต

source: Choose Plot Size
th_th: เลือกขนาดของพล็อต

source: Claim Rewards
th_th: รับรางวัล

source: Close
th_th: ปิด

source: Closing down node and server
th_th: กำลังปิด Node และเซิร์ฟเวอร์

source: Coin Name
th_th: ชื่อเหรียญ

source: Coins:
th_th: เหรียญ:

source: Colour
th_th: ประเภท

source: Colour Info
th_th: ราละเอียดของสี

source: Colour String
th_th: สีตัวอักษร

source: Colour:
th_th: ประเภท:

source: Coloured Coin
th_th: ประเภทเหรียญ

source: Coloured Coin Options
th_th: ตัวเลือกประเภทเหรียญ

source: Confirm
th_th: ยืน​ยัน

source: Confirm Disconnect
th_th: ยืนยันการตัดการเชื่อมต่อ

source: Confirmation
th_th: การยืนยัน

source: Confirmed at block:
th_th: ยืนยันที่บล็อก:

source: Confirmed at height {0}
th_th: ยืนยันที่ความสูง {0}

source: Connect
th_th: เชื่อมต่อ

source: Connect to other peers
th_th: เชื่อมต่อกับลูกข่ายอื่น

source: Connect to pool
th_th: จุดรวมการเชื่อมต่อ (Connection pool)

source: Connected
th_th: เชื่อมต่อแล้ว

source: Connecting to wallet
th_th: กำลังเชื่อมต่อวอลเล็ต

source: Connection Status
th_th: สถานะการเชื่อมต่อ

source: Connection Status:
th_th: สถานะการเชื่อมต่อ:

source: Connection type
th_th: ประเภทการเชื่อมต่อ

source: Connections
th_th: การเชื่อมต่อ

source: Contribute on GitHub
th_th: มีส่วนร่วมใน GitHub

source: Copied
th_th: คัดลอกแล้ว

source: Copy
th_th: คัดลอก

source: Copy to Clipboard
th_th: คัดลอกไปยังคลิปบอร์ด

source: Create
th_th: สร้าง

source: Create New Wallet
th_th: สร้างวอลเล็ตใหม่

source: Create Offer
th_th: สร้างข้อเสนอ

source: Create Rate Limited Admin Wallet
th_th: สร้างขีดจำกัดกระเป๋าของ Admin

source: Create Rate Limited User Wallet
th_th: สร้างขีดจำกัดกระเป๋าของ User

source: Create Trade Offer
th_th: สร้างข้อเสนอการแลกเปลี่ยน

source: Create Transaction
th_th: สร้างธุรกรรมใหม่

source: Create a Backup
th_th: สร้างการสำรองข้อมูล

source: Create a Plot NFT
th_th: สร้างพล็อต NFT

source: Create a new private key
th_th: สร้างคีย์ส่วนตัวใหม่

source: Create admin wallet
th_th: สร้างกระเป๋าของ Admin

source: Create new coloured coin
th_th: สร้างสีของเหรียญใหม่

source: Create user wallet
th_th: สร้างกระเป๋าของผู้ใช้

source: Create wallet for colour
th_th: สร้างสีของกระเป๋า

source: Create wallet for existing colour
th_th: สร้างกระเป๋าจากสีที่มีอยู่แล้ว

source: Created At:
th_th: สร้างเมื่อ:

source: Created by us:
th_th: สร้างโดยพวกเรา:

source: Creating Plot NFT and Joining the Pool
th_th: สร้างพล็อต NFT และเข้าร่วม Pool

source: Creating Plot NFT for Self Pooling
th_th: สร้างพล็อต NFT สำหรับ Self Pooling

source: Currency code is not defined
th_th: รหัสสกุลเงินไม่ได้กำหนดไว้

source: Current Difficulty
th_th: ความยากในปัจจุบัน

source: Current Points Balance
th_th: ยอดคะแนนปัจจุบัน

source: Current trade status
th_th: สถานะการแลกเปลี่ยนปัจจุบัน

source: DANGER: permanently delete private key
th_th: อันตราย: ลบคีย์ส่วนตัวถาวร

source: Date
th_th: วันที่

source: Delay
th_th: หน่วงเวลา

source: Delete
th_th: ลบ

source: Delete Plot
th_th: ลบพล็อต

source: Delete Unconfirmed Transactions
th_th: ลบธุรกรรมที่ไม่ได้รับการยืนยัน

source: Delete all keys
th_th: ลบคีย์ทั้งหมด

source: Delete key {fingerprint}
th_th: ลบคีย์ {fingerprint}

source: Deleting all keys will permanently remove the keys from your computer, make sure you have backups. Are you sure you want to continue?
th_th: การลบคีย์ทั้งหมดจะลบคีย์ออกจากคอมพิวเตอร์ของคุณโดยถาวร โปรดตรวจสอบให้แน่ใจว่าคุณได้สำรองข้อมูลไว้ คุณแน่ใจที่จะดำเนินการต่อหรือไม่?

source: Deleting the key will permanently remove the key from your computer, make sure you have backups. Are you sure you want to continue?
th_th: การลบคีย์จะลบคีย์ออกจากคอมพิวเตอร์ของคุณโดยถาวร โปรดตรวจสอบให้แน่ใจว่าคุณได้สำรองข้อมูลไว้ คุณแน่ใจที่จะดำเนินการต่อหรือไม่?

source: Developer
th_th: นักพัฒนา

source: Developer Tools
th_th: เครืองมือนักพัฒนา

source: Difficulty
th_th: ระดับความยาก

source: Disable bitfield plotting
th_th: ปิด Bitfield plotting

source: Discard
th_th: ละทิ้ง

source: Disconnect
th_th: ตัดการเชื่อมต่อ

source: Do you have existing plots on this machine? <0>Add Plot Directory</0>
th_th: คุณมีพล็อตบนเครื่องนี้อยู่แล้วหรือไม่? <0>เพิ่มไดเรกทอรีของพล็อต</0>

source: Does your machine support parallel plotting?
th_th: เครื่องของคุณรองรับการพล็อตแบบขนานกันหรือไม่?

source: Drag and drop offer file
th_th: ลากและวางไฟล์ข้อเสนอ

source: Drag and drop your backup file
th_th: ลากและวางไฟล์สำรองข้อมูล

source: Edit
th_th: แก้ไข

source: Edit Payout Instructions
th_th: เปลี่ยนวิธีการจ่าย

source: Enter the 24 word mnemonic that you have saved in order to restore your Chia wallet.
th_th: ใส่รหัสนีโมนิค 24 คำที่คุณเคยบันทึกไว้ เพื่อกู้คืน Chia วอลเล็ตของคุณ

source: Error
th_th: ข้อผิดพลาด

source: Error: Cannot send chia to coloured address. Please enter a chia address.
th_th: ข้อผิดพลาด: ไม่สามารถส่งchiaไปที่coloures addressได้ กรุณากรอก Chia address

source: Estimated Time to Win
th_th: เวลาที่ชนะโดยประมาณ

source: Estimated sum of all the plotted disk space of all farmers in the network
th_th: ประมาณค่าจากผลรวมขนาดขนาดของพล็อตทั้งหมดจากฟาร์มเมอร์ทั้งหมดในเครือข่าย

source: Exclude final directory
th_th: ยกเว้นไดเรกทอรีสุดท้าย

source: Failed to open (invalid plots)
th_th: ไม่สามารถเปิดได้ (พล็อตไม่ถูกต้อง)

source: Farm
th_th: ฟาร์ม

source: Farmer Public Key
th_th: คีย์สาธารณะของผู้ฟาร์ม

source: Farmer Puzzle Hash
th_th: แฮชปริศนาของผู้ฟาร์ม

source: Farmer Reward Address
th_th: ที่อยู่รางวัลผู้ฟาร์ม

source: Farmer Reward Address is not properly formatted.
th_th: รูปแบบเลขที่อยู่กระเป๋าของฟาร์มเมอร์ไม่ถูกต้อง

source: Farmer Reward Address must not be empty.
th_th: เลขที่อยู่กระเป๋าของฟาร์มเมอร์ไม่สามารถปล่อยว่างได้

source: Farmer is not connected
th_th: ผู้ฟาร์มไม่ได้เชื่อมต่อ

source: Farmer is not running
th_th: ผู้ฟาร์มไม่ทำงาน

source: Farmers earn block rewards and transaction fees by committing spare space to the network to help secure transactions. This is where your farm will be once you add a plot. <0>Learn more</0>
th_th: ผู้ฟาร์มจะได้รับค่าตอบแทนโดยการให้พื้นที่ที่เก็บข้อมูลกับเครือข่าย เพื่อช่วยเรื่องความปลอดภัยในการทำธุรกรรมในเครือข่าย และนี่จะเป็นฟาร์มของคุณเมื่อคุณเพิ่มพล็อต <0>เรียนรู้เพิ่มเติม</0>

source: Farming
th_th: กำลังฟาร์ม

source: Farming Status
th_th: สถานะการฟาร์ม

source: Fee
th_th: ค่าธรรมเนียม

source: Fee ({currencyCode})
th_th: ค่าธรรมเนียม ({currencyCode})

source: Fees Amount
th_th: จำนวนค่าธรรมเนียม

source: File
th_th: ไฟล์

source: Filename
th_th: ชื่อไฟล์

source: Final folder location
th_th: ตำแหน่งโฟลเดอร์ของไฟล์พล็อตสำเร็จ

source: Finished
th_th: เสร็จสิ้น

source: Follow on Twitter
th_th: ติดตามใน Twitter

source: Frequently Asked Questions
th_th: คำถามที่พบบ่อย

source: Full Node
th_th: ฟูลโหนด

source: Full Node Overview
th_th: ภาพรวม Full Node

source: Full Screen
th_th: เต็มหน้าจอ

source: Generate New Colour
th_th: สร้าง Colour ใหม่

source: HD or Hierarchical Deterministic keys are a type of public key/private key scheme where one private key can have a nearly infinite number of different public keys (and therefor wallet receive addresses) that will all ultimately come back to and be spendable by a single private key.
th_th: HD หรือ คีย์กำหนดลำดับชั้นเป็นคีย์ประเภทหนึ่งของคีย์สาธารณะ (public key) / คีย์ส่วนตัว (private key) ที่คีย์ส่วนตัวหนึ่งคีย์สามารถมีคีย์สาธารณะที่แตกต่างกันได้เกือบไม่สิ้นสุด (และรวมถึงที่อยู่สำหรับรับเงิน) ซึ่งท้ายที่สุดแล้วจะกลับมาอ้างคีย์ส่วนตัวและสามารถใช้จ่ายได้ด้วยคีย์ส่วนตัวเพียงอันเดียว

source: Harvester Plots
th_th: พล็อต Harvester

source: Header Hash
th_th: แฮชส่วนหัว

source: Header hash
th_th: แฮชส่วนหัว

source: Height
th_th: ความสูง

source: Help
th_th: ช่วยเหลือ

source: Help translate
th_th: ช่วยแปลภาษา

source: Hide Advanced Options
th_th: ซ่อนตัวเลือกขั้นสูง

source: History
th_th: ประวัติ

source: Host Name
th_th: ชื่อโฮสต์

source: IP address
th_th: เลขที่อยู่ไอพี

source: IP address / host
th_th: เลขที่อยู่ไอพี / โฮสต์

source: If none selected, then it will default to the temporary directory.
th_th: หากไม่ได้เลือกไว้ ระบบจะใช้ค่าเริ่มต้นตามไดเรกทอรีชั่วคราว

source: Import Wallet from Mnemonics
th_th: นำเข้าวอลเล็ตจากรหัสนีโมนิค

source: Import from Mnemonics (24 words)
th_th: นำเข้าจากรหัสนีโมนิค (24 คำ)

source: In Progress
th_th: กำลังดำเนินการ

source: Incoming
th_th: รายรับ

source: Incorrect value
th_th: ค่าไม่ถูกต้อง

source: Index
th_th: ดัชนี

source: Indicated if this offer was created by us
th_th: ระบุแล้ว ถ้าข้อเสนอนี้เราเป็นผู้สร้างขึ้น

source: Indicated what time this offer was accepted
th_th: ระบุช่วงเวลาที่ข้อเสนอได้ถูกอนุมัติแล้ว

source: Info Packet
th_th: แพ็กเก็ตข้อมูล

source: Initial Amount
th_th: จำนวนเริ่มต้น

source: Initialize a Rate Limited User Wallet:
th_th: สร้าง Rate Limited User Wallet:

source: Interval
th_th: ช่วงเวลา

source: Invalid state
th_th: สถานะไม่ถูกต้อง

source: It is a one-time login link that can be used to log in to a pool's website. It contains a signature using the farmer's key from the plot NFT. Not all pools support this feature.
th_th: เป็นลิงค์เข้าสู่ระบบแบบครั้งเดียวที่สามารถใช้เพื่อเข้าสู่ระบบเว็บไซต์ของ Pool มีลายเซ็นโดยใช้ farmer's key จาก plot NFT ไม่ใช่ทุกพูลที่รองรับคุณสมบัตินี้

source: Join Pool
th_th: เข้าร่วม Pool

source: Join a Pool
th_th: เข้าร่วม Pool

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile.
th_th: เข้าร่วม Pool และรับรางวัลการทำฟาร์ม XCH อย่างสม่ำเสมอ ผลตอบแทนเฉลี่ยเท่าเดิม แต่มีความผันผวนน้อยกว่ามาก

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile. Assign plots to a plot NFT. You can easily switch pools without having to re-plot.
th_th: เข้าร่วม Pool และรับรางวัลการทำฟาร์ม XCH อย่างสม่ำเสมอ ผลตอบแทนเฉลี่ยเท่าเดิม แต่มีความผันผวนน้อยกว่ามาก เพิ่มพล๊อตให้กับพล็อต NFT คุณสามารถเปลี่ยนพูลได้อย่างง่ายดายโดยไม่ต้องพล็อตใหม่

source: Join a pool and get more consistent XCH farming rewards. Create a plot NFT and assign your new plots to a group.
th_th: เข้าร่วม Pool และรับรางวัลการทำฟาร์ม XCH ที่สม่ำเสมอมากขึ้น สร้างพล็อต NFT และเพิ่มพล๊อตใหม่ของคุณให้กับ Pool

source: K-Size
th_th: ขนาด K

source: Keys
th_th: คีย์

source: Last Attempted Proof
th_th: การพิสูจน์ที่พยายามล่าสุด

source: Last Height Farmed
th_th: ความสูงล่าสุดที่ถูกฟาร์ม

source: Latest Block Challenges
th_th: ชาเลนจ์บล็อกล่าสุด

source: Learn More
th_th: เพิ่มเติม

source: Leaving Pool
th_th: ออกจาก Pool

source: Loading Plot NFTs
th_th: กำลังโหลดพล็อต NFT

source: Loading list of wallets
th_th: กำลังโหลดรายการกระเป๋าเงิน

source: Loading...
th_th: กำลังโหลด...

source: Logging in
th_th: กำลังเข้าสู่ระบบ

source: Manage Farming Rewards
th_th: จัดการรางวัลการฟาร์ม

source: Manage Your Farming Rewards Target Addresses
th_th: จัดการที่อยู่เป้าหมายของรางวัลการฟาร์มของคุณ

source: Minimum Difficulty
th_th: ความยากขั้นต่ำ

source: Minutes
th_th: นาที

source: More memory slightly increases speed
th_th: หน่วยความจำที่มากขึ้นสามารถเพิ่มความเร็วได้เล็กน้อย

source: My Pubkey
th_th: คีย์สาธารณะของฉัน

source: Network Name
th_th: ชื่อเครือข่าย

source: New Address
th_th: เพิ่มที่อยู่ใหม่

source: New Wallet
th_th: สร้างวอลเล็ตใหม่

source: Next
th_th: ถัดไป

source: Nickname
th_th: ชื่อ​เล่น

source: No
th_th: ไม่

source: No 24 word seed, since this key is imported.
th_th: ไม่มีรหัสนีโมนิค 24 คำ เนื่องจากคีย์นี้ได้ถูกนำเข้ามา

source: No blocks farmed yet
th_th: ยังไม่มีบล็อกที่ถูกฟาร์ม

source: No previous transactions
th_th: ไม่มีธุรกรรมก่อนหน้า

source: No private keys for one or both addresses. Safe only if you are sending rewards to another wallet.
th_th: ไม่พบ private keys ในบัญชีที่กรอก แต่ไม่ต้องกังวลหากคุณกำลังจะส่ง rewards ไปให้กระเป๋าอื่น

source: Node ID
th_th: โหนดไอดี

source: None
th_th: ไม่มี

source: None of your plots have passed the plot filter yet.
th_th: พล็อตที่มีของคุณยังไม่เคยผ่านขั้นตอน plot filter

source: Not Available
th_th: ไม่พร้อมใช้งาน

source: Not Synced
th_th: ไม่ได้ซิงค์

source: Not accepted yet
th_th: ยังไม่ได้ยอมรับ

source: Not confirmed yet
th_th: ยังไม่ได้ยืนยัน

source: Not connected
th_th: ยังไม่เชื่อมต่อ

source: Not found Plots
th_th: ไม่เจอพล็อต

source: Note that this does not change your pooling payout addresses. This only affects old format plots, and the 0.25XCH reward for pooling plots.
th_th: โปรดทราบว่าการดำเนินการนี้จะไม่เปลี่ยนที่อยู่การรับเงินแบบ pooling ของคุณ สิ่งนี้มีผลเฉพาะกับพล๊อตรูปแบบเก่าและรางวัล 0.25XCH สำหรับ pooling พล๊อต

source: Number of Plots
th_th: จำนวนพล๊อต

source: Number of buckets
th_th: จำนวนของบักเก็ต

source: Number of threads
th_th: จำนวนของเธรด

source: OK
th_th: ตกลง

source: Offer
th_th: ข้อเสนอ

source: Offers Created
th_th: สร้างข้อเสนอแล้ว

source: On average there is one minute between each transaction block. Unless there is congestion you can expect your transaction to be included in less than a minute.
th_th: โดยเฉลี่ยแล้วจะมีเวลาหนึ่งนาทีในระหว่างบล็อกธุรกรรมแต่ละรายการ หากไม่มีความแออัด คุณสามารถคาดหวังว่าธุรกรรมของคุณจะรวมอยู่ในระบบโดยใช้เวลาไม่ถึงหนึ่งนาที

source: Only one backup file is allowed.
th_th: อนุญาตให้ใช้ไฟล์สำรองได้เพียงไฟล์เดียวเท่านั้น

source: Outgoing
th_th: เงินออก

source: Payout Address
th_th: ที่อยู่การจ่ายเงิน

source: Peak Height
th_th: ความสูงจุดยอด

source: Peak Time
th_th: เวลาจุดยอด

source: Pending
th_th: รอดำเนินการ

source: Pending Balance
th_th: ยอดค้างชำระ

source: Pending Change
th_th: รอการเปลี่ยนแปลง

source: Pending Total Balance
th_th: ยอดค้างชำระทั้งหมด

source: Please Confirm
th_th: กรุณายืนยัน

source: Please add a trade pair
th_th: กรุณาเพิ่มคู่การแลกเปลี่ยน

source: Please enter 0 fee. Positive fees not supported yet for RL.
th_th: กรุณากรอกค่าธรรมเนียมเป็น 0 เนื่องจาก RL ยังไม่รองรับการใช้ค่าธรรมเนียม

source: Please enter a coin
th_th: โปรดระบุเหรียญ

source: Please enter a filename
th_th: โปรดระบุชื่อไฟล์

source: Please enter a pubkey
th_th: โปรดระบุคีย์สาธารณะ

source: Please enter a puzzlehash
th_th: โปรดระบุพัซเซิลแฮช

source: Please enter a valid initial coin amount
th_th: กรุณากรอกจำนวนเหรียญเริ่มต้นให้ถูกต้อง

source: Please enter a valid integer of 0 or greater for the number of Backup IDs needed for recovery.
th_th: โปรดระบุจำนวนเต็มที่ถูกต้องตั้งแต่ 0 ขึ้นไป สำหรับจำนวนไอดีสำรองที่จำเป็นสำหรับการกู้คืน

source: Please enter a valid numeric amount
th_th: กรุณาป้อนจำนวนที่ถูกต้อง

source: Please enter a valid numeric amount.
th_th: โปรดระบุจำนวนตัวเลขที่ถูกต้อง

source: Please enter a valid numeric fee
th_th: กรุณาป้อนจำนวนค่าธรรมเนียมที่ถูกต้อง

source: Please enter a valid numeric interval length
th_th: โปรดป้อนความยาวช่วงตัวเลขที่ถูกต้อง

source: Please enter a valid numeric spendable amount
th_th: โปรดป้อนจำนวนที่ใช้ได้ให้ถูกต้อง

source: Please enter a valid pubkey
th_th: กรุณาใส่คีย์สาธารณะให้ถูกต้อง

source: Please finish syncing before making a transaction
th_th: โปรดรอการเชื่อมข้อมูลให้สำเร็จก่อนทำธุรกรรมใดๆ

source: Please select amount
th_th: กรุณาเลือกจำนวนที่ต้องการ

source: Please select backup file first
th_th: โปรดเลือกไฟล์สำรองข้อมูลก่อน

source: Please select buy or sell
th_th: กรุณาเลือกฝ่ายซื้อหรือขาย

source: Please select coin colour
th_th: กรุณาเลือกประเภทเหรียญ

source: Please specify final directory
th_th: กรุณาระบุไดเรกทอรีสุดท้ายที่ถูกต้อง

source: Please specify temporary directory
th_th: กรุณาระบุไดเรกทอรีชั่วคราวที่ถูกต้อง

source: Please wait for synchronization
th_th: รอการซิงโครไนซ์

source: Please wait for wallet synchronization
th_th: โปรดรอการซิงโครไนซ์กระเป๋าเงิน

source: Plot
th_th: พล็อต

source: Plot Count
th_th: จำนวนพล็อต

source: Plot Id
th_th: พล็อตไอดี

source: Plot Key
th_th: คีย์พล็อต

source: Plot NFT
th_th: พล๊อต NFT

source: Plot NFT with p2_singleton_puzzle_hash {plotNFTId} does not exists
th_th: ไม่มีพล็อต NFT with p2_singleton_puzzle_hash {plotNFTId}

source: Plot Public Key
th_th: คีย์สาธารณะของพล็อต

source: Plot Size
th_th: ขนาดพล็อต

source: Plot in Parallel
th_th: พล็อตแบบคู่ขนาน

source: Plot is duplicate of {0}
th_th: พล็อตซ้ำกับ {0}

source: PlotNFT is transitioning to (target state). This can take a while. Please do not close the application until this is finalized.
th_th: พล๊อต NFT กำลังเปลี่ยนเป็น (target state) อาจใช้เวลาสักครู่ โปรดอย่าปิดแอปพลิเคชันจนกว่าจะเสร็จสิ้น

source: Plots
th_th: พล็อต

source: Plots Passed Filter
th_th: ตัวกรอง Plot ที่ผ่านแล้ว

source: Plots are allocated space on your hard drive used to farm and earn Chia. <0>Learn more</0>
th_th: พล็อต คือพื้นที่ที่จัดสรรบนฮาร์ดดิสก์ของคุณ เพื่อใช้ในการฟาร์มและรับ Chia <0>เรียนรู้เพิ่มเติม</0>

source: Plotting
th_th: กำลังพล็อต

source: Plotting in parallel can save time. Otherwise, add plot(s) to the queue.
th_th: การพล็อตแบบขนานกันสามารถประหยัดเวลาได้ หากไม่รองรับ ให้เพิ่มพล็อตลงคิวแทน

source: Plotting with bitfield enabled has about 30% less overall writes and is now almost always faster. You may see reduced memory requirements with bitfield plotting disabled. If your CPU design is from before 2010 you may have to disable bitfield plotting.
th_th: การ Plot ด้วยการเปิดใช้งาน bitfield จะทำให้การเขียนโดยรวมน้อยลงประมาณ 30% และจะเร็วขึ้น โดยคุณอาจเห็นความต้องการใช้หน่วยความจำลดลงเมื่อปิดใช้งาน bitfield และหาก CPU เป็นรุ่นก่อนปี 2010 คุณอาจต้องปิดใช้งาน bitfield

source: Points Found Since Start
th_th: คะแนนที่พบตั้งแต่เริ่มต้น

source: Points Found in Last 24 Hours
th_th: คะแนนที่พบใน 24 ชั่วโมงที่ผ่านมา

source: Points Successful in Last 24 Hours
th_th: คะแนนที่ประสบความสำเร็จใน 24 ชั่วโมงที่ผ่านมา

source: Pool Key
th_th: คีย์ของพูล

source: Pool Login Link
th_th: ลิงค์เข้าสู่ระบบ Pool

source: Pool Payout Instructions
th_th: คำแนะนำการจ่ายเงิน Pool

source: Pool Public Key
th_th: คีย์สาธารณะของพูล

source: Pool Puzzle Hash
th_th: แฮชปริศนาของพูล

source: Pool Reward Address
th_th: ที่อยู่ของรางวัลที่ได้จากการขุด

source: Pool Reward Address is not properly formatted.
th_th: รูปแบบเลขที่อยู่กระเป๋าของพูลไม่ถูกต้อง

source: Pool Reward Address must not be empty.
th_th: เลขที่อยู่กระเป๋าของพูลไม่สามารถปล่อยว่างได้

source: Pool Reward Amount
th_th: Pool Reward จำนวน

source: Pool does not provide relative_lock_height.
th_th: Pool ไม่มี relative_lock_height

source: Pool does not provide target_puzzle_hash.
th_th: Pool ไม่มี target_puzzle_hash

source: Pool public key:
th_th: คีย์สาธารณะของพูล:

source: Port
th_th: พอร์ต

source: Preparing Plot NFT
th_th: กำลังเตรียมพล็อต NFT

source: Preparing standard wallet
th_th: การเตรียมกระเป๋าเงินมาตรฐาน

source: Previous
th_th: ก่อน​หน้า​

source: Previous Header Hash
th_th: Header Hash ก่อนหน้า

source: Private key with public fingerprint {fingerprint}
th_th: คีย์ส่วนตัวพร้อมลายนิ้วมือสาธารณะ {fingerprint}

source: Private key:
th_th: คีย์ส่วนตัว:

source: Proof of Space Size
th_th: Proof of Space ขนาด

source: Proofs Found
th_th: ค้นพบ Proofs

source: Protocol Version
th_th: เวอร์ชันโปรโตคอล

source: Pubkey
th_th: คีย์สาธารณะ

source: Public key:
th_th: คีย์สาธารณะ:

source: Puzzlehash
th_th: พัซเซิลแฮช

source: Queue Name
th_th: ชื่อคิว

source: Queue name
th_th: ชื่อคิว

source: Queued
th_th: เข้าคิว

source: RAM max usage
th_th: การใช้ RAM สูงสุด

source: Rate Limited
th_th: มีการจำกัดอัตรา

source: Rate Limited Info
th_th: ข้อมูล Rate Limited

source: Rate Limited Options
th_th: ตัวเลือก Rate Limited

source: Rate Limited User Wallet Setup
th_th: ตั้งค่า Rate Limited User ของกระเป๋า

source: Receive Address
th_th: ที่อยู่ผู้รับ

source: Recover
th_th: กู้คืน

source: Recover Wallet
th_th: กู้คืนวอลเล็ต

source: Refresh Plots
th_th: รีเฟรชรายการพล็อต

source: Relative Lock Height
th_th: ความสูงของล็อคสัมพัทธ์
