Repository: Chia-Network/chia-blockchain
Catalog: packages/wallets/src/locales/*/messages.po
Languages: th_th

source: Release Notes
th_th: บันทึกประจำรุ่น

source: Removing
th_th: กำลังลบ

source: Rename
th_th: เปลี่ยนชื่อ

source: Report an Issue...
th_th: รายงานปัญหา...

source: Restore Metadata for Coloured Coins and other Smart Wallets from Backup
th_th: กู้คืน Metadata สำหรับ Colored Coins และ Smart Wallets จากตัวสำรองข้อมูล

source: Safe To Skip
th_th: ข้ามได้อย่างปลอดภัย

source: Save
th_th: บันทึก

source: Search block by header hash
th_th: ค้นหาบล็อกด้วยแฮชส่วนหัว

source: Second temporary folder location
th_th: ตำแหน่งโฟลเดอร์ของไฟล์พล็อตชั่วคราวที่สอง

source: See private key
th_th: ดูคีย์ส่วนตัว

source: Select 2nd Temporary Directory
th_th: เลือกไดเรกทอรีของไฟล์พล็อตชั่วคราวที่สอง

source: Select Final Directory
th_th: เลือกไดเรกทอรีสุดท้าย

source: Select Key
th_th: เลือกคีย์

source: Select Offer
th_th: เลือกข้อเสนอ

source: Select Temporary Directory
th_th: เลือกไดเรกทอรีชั่วคราว

source: Select Wallet Type
th_th: เลือกประเภทวอลเล็ต

source: Select the final destination for the folder where you would like the plot to be stored. We recommend you use a large slow hard drive (like external HDD).
th_th: เลือกตำแหน่งโฟลเดอร์สุดท้ายสำหรับจัดเก็บไฟล์พล็อตที่สร้างเสร็จแล้ว เราแนะนำให้คุณใช้ฮาร์ดดิสก์ที่มีขนาดใหญ่และช้า (เช่น ฮาร์ดดิสก์พกพา)

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast drive.
th_th: เลือกตำแหน่งโฟลเดอร์ชั่วคราวสำหรับจัดเก็บไฟล์พล็อตที่กำลังสร้าง เราแนะนำให้คุณใช้ไดร์ฟที่เร็ว

source: Select your Plot NFT
th_th: เลือกพล็อต NFT

source: Select your Plot NFT from the dropdown or create a new one.
th_th: เลือก Plot NFT ของคุณจากดรอปดาวน์หรือสร้างใหม่

source: Selected
th_th: เลือกแล้ว

source: Selected recovery file:
th_th: ไฟล์กู้คืนที่ถูกเลือก:

source: Self pool. When you win a block you will earn XCH rewards.
th_th: Self pool เมื่อคุณชนะบล็อก คุณจะได้รับรางวัล XCH

source: Sell
th_th: ขาย

source: Send
th_th: ส่ง

source: Send this info packet to your Rate Limited Wallet user who must use it to complete setup of their wallet:
th_th: ส่งข้อมูลนี้ไปยังผู้ใช้ Rate Limited Wallet เพื่อตั้งค่ากระเป๋าให้เสร็จสิ้น

source: Send your pubkey to your Rate Limited Wallet admin:
th_th: ส่งคีย์สาธารณะไปยัง Rate Limited Wallet ผู้ใช้หลัก:

source: Show Advanced Options
th_th: แสดงตัวเลือกขั้นสูง

source: Side
th_th: ฝั่ง

source: Sign In
th_th: เข้าสู่ระบบ

source: Skips adding a final directory to harvester for farming
th_th: ข้ามการเพิ่มไดเร็กทอรีสุดท้ายไปยังผู้เก็บเกี่ยวสำหรับการฟาร์ม

source: Smooth out your XCH farming rewards by joining a pool.
th_th: ให้รางวัลการทำฟาร์ม XCH ของคุณราบรื่นด้วยการเข้าร่วม Pool

source: Something went wrong
th_th: พบปัญหาบางอย่าง

source: Speech
th_th: การพูด

source: Spendable Amount
th_th: จำนวนที่สามารถใช้จ่ายได้

source: Spendable Amount Per Interval
th_th: จำนวนที่ใช้/ช่วงเวลา

source: Spendable Balance
th_th: ยอดคงเหลือพร้อมใช้

source: Spending Interval (number of blocks): {interval}
th_th: ช่วงการจ่าย (จำนวน block): {interval}

source: Spending Interval Length (number of blocks)
th_th: ช่วงความกว้างของการจ่าย (จำนวนของ block)

source: Spending Limit (chia per interval): {0}
th_th: จำกัดการจ่าย (Chia ต่อช่วงเวลา) : {0}

source: State
th_th: สถานะ

source: Status
th_th: สถานะ

source: Status:
th_th: สถานะ:

source: Submit
th_th: ส่ง

source: Synced
th_th: ซิงค์แล้ว

source: Syncing
th_th: กำลังซิงค์

source: Syncing <0/>/<1/>
th_th: กำลังซิงค์ <0/>/<1/>

source: Temporary folder location
th_th: ตำแหน่งโฟลเดอร์ของไฟล์พล็อตชั่วคราว

source: The application will stop working at block height 193536.
th_th: แอปพลิเคชันจะหยุดการทำงานที่ความสูงบล็อก 193536

source: The full node that your farmer is connected to is below. <0>Learn more</0>
th_th: โนดที่ผู้ฟาร์มจะเชื่อมต่อนั้นไม่เสถียรมากพอ <0>เรียนรู้เพิ่มเติม<0>

source: The minimum required size for mainnet is k=32
th_th: ขนาดขั้นต่ำที่ต้องการสำหรับ mainnet คือ k=32

source: The node is not synced
th_th: โหนดไม่ได้รับการซิงค์

source: The node is syncing, which means it is downloading blocks from other nodes, to reach the latest block in the chain
th_th: โหนดกำลังซิงค์ หมายถึงระบบกำลังดาวน์โหลดบล็อกจากโหนดอื่น ๆ จนถึงบล็อกล่าสุดในบล็อกเชน

source: The pool URL "{normalizedUrl}" is not working. Is it pool? Error: {0}
th_th: Pool URL "{normalizedUrl}" ไม่ทำงาน ข้อผิดพลาด: {0}

source: The pool URL is not valid. {normalizedUrl}
th_th: Pool URL ไม่ถูกต้อง {normalizedUrl}

source: The pool URL needs to use protocol https. {normalizedUrl}
th_th: Pool URL ต้องใช้โปรโตคอล https {normalizedUrl}

source: The pool switching operation was cancelled, please try again by changing pool, or self pooling
th_th: การดำเนินการเปลี่ยน Pool ถูกยกเลิก โปรดลองอีกครั้งโดยเปลี่ยน Pool หรือ self pooling

source: The seed used to create the plot. This depends on the pool pk and plot pk.
th_th: Seed ที่ถูกใช้ในการสร้าง plot ขึ้นอยู่กับ pool pk และ plot pk

source: The total number of VDF (verifiable delay function) or proof of time iterations on the whole chain up to this sub block.
th_th: จำนวน VDF ทั้งหมด (verifiable delay function) หรือ Proof of Time ใน chain ทั้งหมดขึ้นอยู่กับ sub block นี้

source: The total number of VDF (verifiable delay function) or proof of time iterations on this block.
th_th: จำนวน VDF ทั้งหมด (verifiable delay function) หรือ Proof of Time ใน chain ทั้งหมดขึ้นอยู่กับ block นี้

source: The total transactions fees in this block. Rewarded to the farmer.
th_th: ค่าธรรมเนียมในการทำธุรกรรมใน Block นี้ จะเป็นรางวัลแก่ farmer

source: These are the instructions for how the farmer wants to get paid. By default this will be an XCH address, but it can be set to any string with a size of less than 1024 characters, so it can represent another blockchain or payment system identifier.
th_th: นี่คือคู่มือที่อธิบายว่า Farmer ได้รับเหรียญอย่างไร โดยค่ามาตรฐานจะเป็นที่อยู่กระเป๋า XCH แต่สามารถเปลี่ยนเป็นสตริงใดก็ได้ที่มีขนาดน้อยกว่า 1024 ตัวอักษร ที่เกี่ยวโยงไปถึงบล็อคเชนหรือระบบจ่ายเงินอื่นๆ

source: These plots are invalid, you might want to delete them.
th_th: พล็อตเหล่านี้ไม่ถูกต้อง คุณอาจต้องการที่จะลบมัน

source: This allows you to add a directory that has plots in it. If you have not created any plots, go to the plotting screen.
th_th: กรณีที่มีไฟล์ Plot แล้ว คุณสามารถเพิ่ม Directory ที่มีไฟล์ Plot ได้จากเมนูนี้ แต่หากยังไม่มีให้ไปที่หน้า Plotting

source: This difficulty is an artifically lower difficulty than on the real network, and is used when farming, in order to find more proofs and send them to the pool. The more plots you have, the higher difficulty you will have. However, the difficulty does not affect rewards.
th_th: ระดับความยากนี้จะต่ำกว่าที่อยู่ในเครือข่ายจริงและจะถูกใช้เมื่อกำลังฟาร์ม สิ่งเหล่านี้ทำเพื่อที่จะหา proof ได้มากขึ้นและส่งไปที่พูล ยิ่งมีพล็อตมากเท่าใด ยิ่งมีระดับความยากขึ้นเท่านั้น อย่างไรก็ตาม ระดับความยากจะไม่ส่งผลต่อรางวัลที่ได้

source: This feature is available only from the GUI.
th_th: ฟีเจอร์นี้สามารถใช้ได้เฉพาะใน GUI

source: This is the amount of Chia that you can currently use to make transactions. It does not include pending farming rewards, pending incoming transactions, and Chia that you have just spent but is not yet in the blockchain.
th_th: นี่คือจำนวน Chia ทั้งหมดที่คุณสามารถทำรายการได้ในขณะนี้ ซึ่งยังไม่รวม Farming Reward ยอดที่รอทำรายการเข้ามา และยอดที่คุณเพิ่งใช้ไปที่ยังไม่ได้ไปอยู่ใน Blockchain

source: This is the pending change, which are change coins which you have sent to yourself, but have not been confirmed yet.
th_th: นี่คือการเปลี่ยนแปลงที่รอดำเนินการซึ่งเป็นเหรียญการเปลี่ยนแปลงที่คุณส่งให้ตัวเอง แต่ยังไม่ได้รับการยืนยัน

source: This is the sum of the incoming and outgoing pending transactions (not yet included into the blockchain). This does not include farming rewards.
th_th: นี่คือผลรวมของธุรกรรมขาเข้าและขาออกที่รอดำเนินการ (ยังไม่รวมอยู่ในบล็อคเชน) ซึ่งไม่รวมถึง Framing Reward

source: This is the time of the latest peak sub block.
th_th: นี่คือช่วงเวลา Peak ล่าสุด ของ Sub Block

source: This is the time the block was created by the farmer, which is before it is finalized with a proof of time
th_th: นี่เป็นเวลาที่ Farmer สร้าง Block ซึ่งก่อนที่จะสรุปผลด้วย Proof of Time

source: This is the total amount of chia in the blockchain at the current peak sub block that is controlled by your private keys. It includes frozen farming rewards, but not pending incoming and outgoing transactions.
th_th: นี่คือยอด Chia ทั้งหมดที่อยู่ใน Blockchain ในช่วง peak ของ Sub Block ล่าสุด ที่ถูกควบคุมโดยคีย์ส่วนตัวของคุณ ซึ่งรวมถึง Farming Reward ที่ถูกพักไว้ แต่ไม่ถูกเลื่อนการทำธุรกรรม

source: This is the total balance + pending balance: it is what your balance will be after all pending transactions are confirmed.
th_th: นี่คือยอดทั้งหมด + ยอดที่รอทำรายการ: นี่คือยอดคงเหลือหลังจากทำรายการเสร็จสิ้น

source: This is the total number of points this plotNFT has with this pool, since the last payout. The pool will reset the points after making a payout.
th_th: นี่คือจำนวนแต้มทั้งหมดที่พล็อต NFT นี้มีในพูลนี้ตั้งแต่การจ่ายครั้งล่าสุด พูลจะรีเซ็ตแต้มหลังจากการจ่าย

source: This is the total number of points your farmer has found for this plot NFT. Each k32 plot will get around 10 points per day, so if you have 10TiB, should should expect around 1000 points per day, or 41 points per hour.
th_th: นี่คือจำนสนแต้มทั้งหมดที่ Farmer ของคุณพบในพล็อต NFT นี้ พล็อต k32 แต่ละพล็อตจะได้ประมาณ 10 แต้มต่อวัน หมายถึงว่าถ้าคุณมี 10 TiB จะคาดว่าได้แต้มจำนวน 1000 แต้มต่อวันหรือ 41 แต้มต่อชั่วโมง

source: This node is fully caught up and validating the network
th_th: Node นี้ติดตั้งอย่างสมบูรณ์และได้รับการยืนยันความถูกต้องจากเครือข่ายแล้ว

source: This plot NFT is assigned to a different key. You can still create plots for this plot NFT, but you can not make changes.
th_th: พล็อต NFT นี้ถูกลงไว้กับคีย์ที่แตกต่างกัน คุณยังสามารถสร้างพล็อตสำหรับพล็อต NFT นี้ได้อยู่แต่จะไม่สามารถแก้ไขได้

source: This plot NFT is not connected to pool
th_th: พล็อต NFT นี้ไม่ได้เชื่อมต่อกับพูล

source: This table shows you the last time your farm attempted to win a block challenge. <0>Learn more</0>
th_th: ตารางนี้แสดงถึงการ Farm ล่าสุดของคุณเพื่อเอาชนะ Block Challenge <0>เรียนรู้เพิ่มเติม</0>

source: This trade was created at this time
th_th: การแลกเปลี่ยนนี้ได้ถูกสร้างขึ้นเมื่อเวลานี้

source: This trade was included on blockchain at this block height
th_th: การแลกเปลี่ยนนี้ได้ถูกรวมอยู่ในบล็อกเชนที่ความสูงบล็อกนี้

source: This version of Chia is no longer compatible with the blockchain and can not safely farm.
th_th: Chia รุ่นนี้ล้าสมัย และไม่สามารถเข้ากันได้กับ Blockchain รวมถึงไม่สามารถ Farm ได้อีกต่อไป

source: Time Created
th_th: เวลาที่สร้าง

source: Timestamp
th_th: ประทับเวลา

source: To
th_th: ถึง

source: Total Balance
th_th: ยอดคงเหลือทั้งหมด

source: Total Iterations
th_th: จำนวนวนซ้ำทั้งหมด

source: Total Network Space
th_th: พื้นที่ในเครือข่ายทั้งหมด

source: Total Plot Size:
th_th: ขนาดพล็อตทั้งหมด:

source: Total Size of Plots
th_th: ขนาดพล็อตทั้งหมด

source: Total VDF Iterations
th_th: VDF Iterations ทั้งหมด

source: Total iterations since the start of the blockchain
th_th: จำนวนการวนซ้ำทั้งหมดนับตั้งแต่เริ่มต้นบล็อกเชน

source: Trade Details
th_th: รายละเอียดการแลกเปลี่ยน

source: Trade ID
th_th: เทรดไอดี

source: Trade ID:
th_th: เทรดไอดี:

source: Trade Overview
th_th: ภาพรวมการแลกเปลี่ยน

source: Trades will show up here
th_th: รายการแลกเปลี่ยนจะแสดงขึ้นตรงนี้

source: Trading
th_th: การแลกเปลี่ยน

source: Trading History
th_th: ประวัติการแลกเปลี่ยน

source: Type
th_th: ประเภท

source: Unable to create plot NFT
th_th: ไม่สามารถสร้างพล็อต NFT ได้

source: Unclaimed Rewards
th_th: รางวัลที่ยังไม่ได้ถูกเคลม

source: Unfinished
th_th: ยังไม่เสร็จ

source: Unique identifier
th_th: ระบุเอกลักษณ์

source: Unknown
th_th: ไม่ทราบ

source: Unsaved Changes
th_th: ความเปลี่ยนแปลงที่ยังไม่ถูกบันทึก

source: User Pubkey
th_th: คีย์สาธารณะของผู้ใช้

source: Value seems high
th_th: ค่าดูเหมือนจะสูง

source: Verify Pool Details
th_th: ยืนยันข้อมูลของพูล

source: View
th_th: แสดง

source: View Log
th_th: ดู Log

source: View Offer
th_th: ดูข้อเสนอ

source: View Pool Login Link
th_th: ดูลิงค์ล็อคอินของพูล

source: View pending balances
th_th: ดูยอดที่รอทำรายการ

source: View pending balances...
th_th: ดูยอดคงเหลือที่รอดำเนินการ...

source: Wait for synchronization
th_th: รอการซิงโครไนซ์

source: Waiting for the transaction to be confirmed
th_th: กำลังรอยืนยันธุรกรรม

source: Wallet Status:
th_th: สถานะกระเป๋าเงิน

source: Wallet does not exists
th_th: ไม่มีวอลเล็ตนี้

source: Wallets
th_th: วอลเล็ต

source: Want to Join a Pool? Create a Plot NFT
th_th: อยากจะเข้าร่วมพูล? สร้างพล็อต NFT เลย

source: Want to earn more Chia? Add more plots to your farm.
th_th: อยากได้รับ Chia เพิ่มใช่ไหม? ลองเพิ่มพล็อตที่ฟาร์มของคุณอีก

source: Want to have a delay before the next plot starts?
th_th: ต้องการหน่วงเวลาก่อนที่พล็อตต่อไปจะเริ่มสร้างหรือไม่?

source: Warning: This key is used for a wallet that may have a non-zero balance. By deleting this key you may lose access to this wallet
th_th: คำเตือน: คีย์นี้ถูกใช้กับกระเป๋าเงินที่มียอดเงินไม่เป็นศูนย์ คุณจะไม่สามารถเข้าถึงกระเป๋าเงินนี้ได้ถ้าคุณลบคีย์นี้

source: Warning: This key is used for your farming rewards address. By deleting this key you may lose access to any future farming rewards
th_th: คำเตือน: คีย์นี้ถูกใช้กับที่อยู่กระเป๋าที่ใช้รับรางวัลจากการฟาร์ม คุณจะไม่สามารถเข้าถึงรางวัลที่จะได้รับในอนาคตถ้าคุณลบคีย์นี้

source: Warning: This key is used for your pool rewards address. By deleting this key you may lose access to any future pool rewards
th_th: คำเตือน: คีย์นี้ถูกใช้กับที่อยู่กระเป๋าเงินที่รับรางวัลจากพูล คุณจะไม่สามารถเข้าถึงรางวัลที่จะได้รับในอนาคตถ้าคุณลบคีย์นี้

source: Weight
th_th: น้ำหนัก

source: Weight is the total added difficulty of all sub blocks up to and including this one
th_th: น้ำหนักคือ Difficulty ที่เพิ่มทั้งหมดของ Sub Block ทั้งหมดขึ้นอยู่กับและรวมถึงนี้ด้วย

source: Welcome to Chia. Please log in with an existing key, or create a new key.
th_th: ยินดีต้อนรับสู่ Chia กรุณาเข้าสู่ระบบด้วยคีย์ที่มีอยู่แล้ว หรือสร้างคีย์ใหม่

source: Welcome! The following words are used for your wallet backup. Without them, you will lose access to your wallet, keep them safe! Write down each word along with the order number next to them. (Order is important)
th_th: ยินดีต้อนรับ! กลุ่มคำต่อไปนี้จะถูกนำไปใช้สำหรับการสำรองข้อมูลวอลเล็ตของคุณ ถ้าไม่มีมัน คุณจะสูญเสียการเข้าถึงวอลเล็ตของคุณ โปรดเก็บมันอย่างปลอดภัย! กรุณาจดบันทึกทุก ๆ คำพร้อมกับลำดับตัวเลขด้านข้างอย่างถูกต้อง (ลำดับเป็นสิ่งสำคัญนะ)

source: When you receive the setup info packet from your admin, enter it below to complete your Rate Limited Wallet setup:
th_th: เมื่อคุณได้รับแพ็คเก็ตข้อมูลในการตั้งค่าจากผู้ดูแลระบบของคุณ ให้ป้อนข้อมูลด้านล่างเพื่อตั้งค่า Rate Limited Wallet ให้เสร็จสิ้น:

source: Window
th_th: หน้าต่าง

source: Without fees
th_th: โดยไม่มีค่าธรรมเนียม

source: Yes
th_th: ใช่

source: You are in pending state. Please wait for confirmation
th_th: คุณอยู่ในสถานะรอการยืนยัน กรุณารอการยืนยัน

source: You are not self pooling
th_th: คูณไม่ได้กำลังฟาร์มแบบพูลส่วนตัว

source: You can still create plots for this plot NFT, but you can not make changes until sync is complete.
th_th: คุณยังสามารถสร้างพล็อตสำหรับพล็อต NFT นี้ได้ แต่คุณไม่สามารถทำการเปลี่ยนแปลงได้จนกว่าการซิงค์จะเสร็จสิ้น

source: You do not need to be synched or connected to plot. Temporary files are created during the plotting process which exceed the size of the final plot files. Make sure you have enough space. <0>Learn more</0>
th_th: คุณไม่จำเป็นที่ต้องซิงค์หรือเชื่อมต่อเพื่อที่จะพล็อต ไฟล์ชั่วคราวที่ถูกสร้างขึ้นมาขณะดำเนินการพล็อตซึ่งจะมีขนาดใหญ่กว่าไฟล์พล็อตสุดท้ายที่เสร็จแล้ว กรุณาตรวจสอบให้แน่ใจว่ามีพื้นที่เพียงพอ <0>Learn more</0>

source: You have made changes. Do you want to discard them?
th_th: คุณได้ทำการเปลี่ยนแปลง คุณต้องการที่จะละทิ้งหรือไม่?

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation. Actual results may take 3 to 4 times longer than this estimate.
th_th: คุณมีพื้นที่ {0}% จากทั้งหมดในเครือข่าย ดังนั้นการฟาร์มบล็อกจะใช้เวลา {expectedTimeToWin} โดยประมาณ โดยผลลัพธ์ที่แท้จริงนั้นอาจใช้เวลานานกว่าที่ประมาณการไว้ 3 ถึง 4 เท่า

source: You need to claim your rewards first
th_th: คุณต้องรับรางวัลก่อน

source: You need {currencyCode} to join a pool.
th_th: คุณต้องมี {currencyCode} เพื่อเข้าร่วม Pool

source: You will recieve <0/> to {0}
th_th: คุณจะได้รับ <0/> ถึง {0}

source: You will recieve <0/> to {address}
th_th: คุณจะได้รับ <0/> ถึง {address}

source: Your Farm Overview
th_th: ภาพรวมของฟาร์มคุณ

source: Your Full Node Connection
th_th: การเชื่อมต่อฟูลโหนดของคุณ

source: Your Harvester Network
th_th: เครือข่ายผู้เก็บเกี่ยวของคุณ

source: Your Pool Overview
th_th: ภาพรวม Pool

source: [Error 13] Permission denied. You are trying to access a file/directory without having the necessary permissions. Most likely one of the plot folders in your config.yaml has an issue.
th_th: [Error 13] ไม่ได้รับอนุญาต. คุณพยายามเข้าถึง File/Directory โดยไม่ได้รับสิทธิ์ในการเข้าถึง อาจเป็นไปได้ว่า Plot Folder ที่ระบุไว้ใน config.yaml มีปัญหา

source: [Error 22] File not found. Most likely one of the plot folders in your config.yaml has an issue.
th_th: [Error 22] ไม่พบไฟล์ อาจเป็นไปได้ว่า Plot Folder ที่ระบุไว้ใน config.yaml มีปัญหา

source: connections:
th_th: การเชื่อมต่อ:

source: height:
th_th: ความสูง:

source: not synced
th_th: ไม่ได้ซิงค์

source: p2_singleton_puzzle_hash is not defined
th_th: p2_singleton_puzzle_hash ไม่ได้กำหนดไว้

source: status:
th_th: สถานะ:

source: synced
th_th: ซิงค์แล้ว

source: syncing
th_th: กำลังซิงค์

source: {0} points {1} - {2} hours ago
th_th: {0} คะแนน {1} - {2} ชั่วโมงที่แล้ว

source: {currencyCode} Block Rewards
th_th: {currencyCode} บล็อกรางวัล

source: {currencyCode} Total Chia Farmed
th_th: {currencyCode} Chia ที่ฟาร์มแล้ว

source: {currencyCode} User Transaction Fees
th_th: {currencyCode} ค่าธรรมเนียมการโอนของผู้ใช้
