Repository: Chia-Network/chia-blockchain
Catalog: hddcoin-blockchain-gui/src/locales/*/messages.po
Languages: uk_ua

source: The total number of VDF (verifiable delay function) or proof of time iterations on this block.
uk_ua: Загальна кількість VDF (від англ. Verifiable Delay Function - перевіряємо функція затримки), іншими словами загальна кількість доказів часових ітерацій в цьому блоці.

source: The total transactions fees in this block. Rewarded to the farmer.
uk_ua: Загальна комісія за транзакції в цьому блоці, що була отримана фермерами.

source: These plots are invalid, you might want to delete them.
uk_ua: Ці ділянки не є дійсними, ви можете видалити їх.

source: This allows you to add a directory that has plots in it. If you have not created any plots, go to the plotting screen.
uk_ua: Це дозволяє вам додати каталог, в якому вже є ділянки. Якщо ви ще не створили ніяких ділянок, перейдіть до екрану створення ділянок.

source: This feature is available only from the GUI.
uk_ua: Ця функція доступна лише з графічного інтерфейсу.

source: This is the amount of HDDcoin that you can currently use to make transactions. It does not include pending farming rewards, pending incoming transactions, and HDDcoin that you have just spent but is not yet in the blockchain.
uk_ua: Це кількість HDDcoin, яку можна використовувати для здійснення транзакцій. Не включає в себе очікувані винагороди за фермерство, очікувані вхідні транзакції і HDDcoin, що ви щойно витратили, але які ще не потрапили в blockchain.

source: This is the pending change, which are change coins which you have sent to yourself, but have not been confirmed yet.
uk_ua: Це зміна, яка очікує очікування. Змінює монети, які ви відправили собі, але ще не підтверджені.

source: This is the sum of the incoming and outgoing pending transactions (not yet included into the blockchain). This does not include farming rewards.
uk_ua: Це сума вхідних та вихідних відкладених транзакцій (не включена в блокчейну). Це не включає винагороди фермерства.

source: This is the time of the latest peak sub block.
uk_ua: Це час останнього пікового блоку.

source: This is the time the block was created by the farmer, which is before it is finalized with a proof of time
uk_ua: Це час, коли блок був створений фермером, який до того, як він буде опрацьований доказом часу

source: This is the total amount of hddcoin in the blockchain at the current peak sub block that is controlled by your private keys. It includes frozen farming rewards, but not pending incoming and outgoing transactions.
uk_ua: Це загальна кількість hddcoin в блокчейку на поточному піковому блоці, який контролюється вашими закритими ключами. Він включає в себе заморожені фермерські винагороди, але не очікувані вхідні та вихідні транзакції.

source: This is the total balance + pending balance: it is what your balance will be after all pending transactions are confirmed.
uk_ua: Це сукупний баланс + очікуваний баланс: це ваш майбутній баланс після підтвердження усіх очікуючих транзакцій.

source: This node is fully caught up and validating the network
uk_ua: Цей вузел повністю підіймається і перевіряє мережу

source: This table shows you the last time your farm attempted to win a block challenge. <0>Learn more</0>
uk_ua: Ця таблиця показує вам останній раз, коли ваша ферма спробувала виграти блок <0>Докладніше </0>

source: This trade was created at this time
uk_ua: Ця угода була створена у вказаний час

source: This trade was included on blockchain at this block height
uk_ua: Ця угода включена в blockchain на вказаній висоті блоку

source: This version of HDDcoin is no longer compatible with the blockchain and can not safely farm.
uk_ua: Ця версія HDDcoin більше не сумісна з blockchain і не може безпечно фармити.

source: Time Created
uk_ua: Час створення

source: Timestamp
uk_ua: Часова мітка

source: To
uk_ua: До

source: Total Balance
uk_ua: Загальний баланс

source: Total Iterations
uk_ua: Всього ітерацій

source: Total Network Space
uk_ua: Загальний обсяг мережі

source: Total Plot Size:
uk_ua: Загальний обсяг ділянок:

source: Total Size of Plots
uk_ua: Загальний розмір ділянок

source: Total VDF Iterations
uk_ua: Загальна кількість VDF ітерацій

source: Total iterations since the start of the blockchain
uk_ua: Загальна ітерація з початку блокчейн

source: Trade Details
uk_ua: Докладніше про угоду

source: Trade ID
uk_ua: Ідентифікатор угоди

source: Trade ID:
uk_ua: Ідентифікатор угоди:

source: Trade Overview
uk_ua: Огляд торгів

source: Trades will show up here
uk_ua: Тут будуть відображені угоди

source: Trading
uk_ua: Торгівля

source: Trading History
uk_ua: Історія торгів

source: Transactions Filter Hash
uk_ua: Хеш фільтру транзакцій

source: Type
uk_ua: Тип

source: Unfinished
uk_ua: Незавершений

source: Unique identifier
uk_ua: Унікальний ідентифікатор

source: Unknown
uk_ua: Невідомо

source: User Pubkey
uk_ua: Публічний ключ користувача

source: VDF Sub Slot Iterations
uk_ua: Ітерації підслотів VDF

source: View
uk_ua: Вигляд

source: View Log
uk_ua: Переглянути журнал

source: View Offer
uk_ua: Переглянути пропозиції

source: View pending balances
uk_ua: Переглянути очікувані баланси

source: View pending balances...
uk_ua: Переглянути очікувані баланси...

source: Wait for synchronization
uk_ua: Зачекайте на синхронізацію

source: Wallets
uk_ua: Гаманці

source: Want to earn more HDDcoin? Add more plots to your farm.
uk_ua: Хочете заробити більше HDDcoin? Додайте більше ділянок у свою ферму.

source: Want to have a delay before the next plot starts?
uk_ua: Хочете встановити затримку перед початком побудови наступної ділянки?

source: Weight
uk_ua: Вага

source: Weight is the total added difficulty of all sub blocks up to and including this one
uk_ua: Вага - це загальна додана складність усіх підблоків до цього, та включно з цим

source: Welcome to HDDcoin. Please log in with an existing key, or create a new key.
uk_ua: Ласкаво просимо в HDDcoin. Будь ласка, увійдіть за допомогою існуючого ключа або створіть новий ключ.

source: Welcome! The following words are used for your wallet backup. Without them, you will lose access to your wallet, keep them safe! Write down each word along with the order number next to them. (Order is important)
uk_ua: Ласкаво просимо! Ці слова використовуються для резервної копії вашого гаманця. Без них Ви втратите доступ до свого гаманця, тримайте їх у безпеці! Запишіть кожне слово разом з порядковим номером поруч з ними. (Порядок важливий)

source: When you receive the setup info packet from your admin, enter it below to complete your Rate Limited Wallet setup:
uk_ua: Коли ви отримаєте пакет інформації про налаштування від вашого адміністратора, введіть його нижче, щоб завершити налаштування кишені з обмеженням швидкості виведення:

source: Window
uk_ua: Вікно

source: Without fees
uk_ua: Без комісії

source: Yes
uk_ua: Так

source: You do not need to be synched or connected to plot. Temporary files are created during the plotting process which exceed the size of the final plot files. Make sure you have enough space. <0>Learn more</0>
uk_ua: Для генерації ділянок не потрібно бути сінхронізованим або підключеним до мережі. Під час процесу створення ділянок використовуються тимчасові файли, розмір яких перевищує розмір кінцевих файлів ділянок. Переконайтеся, що у вас достатньо вільного місця. <0>Дізнатися більше</0>

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation. Actual results may take 3 to 4 times longer than this estimate.
uk_ua: У вас {0}% від обсягу мережі, тому фермерство одного блоку займе приблизно {expectedTimeToWin}. Фактичні результати можуть бути в 3-4 рази довше, ніж ця оцінка.

source: Your Farm Overview
uk_ua: Огляд вашої ферми

source: Your Full Node Connection
uk_ua: Ваше підключення до повного вузла

source: Your Harvester Network
uk_ua: Ваша мережа комбайнів

source: [Error 13] Permission denied. You are trying to access a file/directory without having the necessary permissions. Most likely one of the plot folders in your config.yaml has an issue.
uk_ua: [Error 13] У доступі відмовлено. Ви намагаєтесь отримати доступ до файлу/каталогу не маючи необхідних дозволів. Швидше за все, одна з тек для ділянок у вашому config.yaml має проблему.

source: [Error 22] File not found. Most likely one of the plot folders in your config.yaml has an issue.
uk_ua: [Помилка 22] Файл не знайдено. Швидше за все, одна з тек для ділянок, що вказана у вашому config.yaml має проблему.

source: connections:
uk_ua: з'єднання:

source: height:
uk_ua: висота:

source: not synced
uk_ua: не синхронізовано

source: status:
uk_ua: стан:

source: synced
uk_ua: синхронізовано

source: syncing
uk_ua: синхронізація

source: {currencyCode} Block Rewards
uk_ua: {currencyCode} Винагороди за блоки

source: {currencyCode} Total HDDcoin Farmed
uk_ua: {currencyCode} Всього HDDcoin створено

source: {currencyCode} User Transaction Fees
uk_ua: {currencyCode} Комісії за транзакціями користувачів
