Repository: Chia-Network/chia-blockchain
Catalog: hddcoin-blockchain-gui/src/locales/*/messages.po
Languages: uk_ua

source: *Want to explore HDDcoin’s blocks further? Check out <0>HDDcoin Explorer</0> built by an open source developer.
uk_ua: Бажаєте подивитися більше інформації про блоки HDDcoin? Загляньте в оглядач блоків <0>HDDcoin Explorer</0>, створений на основі відкритого вихідного коду.

source: 128 buckets is recommended
uk_ua: 128 кошиків рекомендовано

source: A harvester is a service running on a machine where plot(s) are actually stored. A farmer and harvester talk to a full node to see the state of the chain. View your network of connected harvesters below Learn more
uk_ua: Комбайн - це служба, що працює на пристрої, де фактично зберігаються ділянки. Фермер та комбайн розмовляють із повним вузлом, щоб побачити стан ланцюга. Перегляньте свою мережу підключених комбайнів нижче. Докладніше

source: About HDDcoin Blockchain
uk_ua: Про програму HDDcoin Blockchain

source: Accept
uk_ua: Прийняти

source: Accepted at time:
uk_ua: Прийнято о:

source: Action
uk_ua: Дія

source: Actions
uk_ua: Дії

source: Add
uk_ua: Додати

source: Add Plot Directory
uk_ua: Додати теку з ділянками

source: Add Plot to Queue
uk_ua: Додати ділянку до черги

source: Add a Plot
uk_ua: Додати ділянку

source: Add a plot
uk_ua: Додати ділянку

source: Add plot directory
uk_ua: Додати теку з ділянками

source: Address
uk_ua: Адреса

source: Address / Puzzle hash
uk_ua: Адреса / Хеш-головоломка

source: Amount
uk_ua: Кількість

source: Amount ({cc_unit})
uk_ua: Кількість ({cc_unit})

source: Amount For Initial Coin
uk_ua: Початкова кількість монет

source: Are you sure you want to delete the plot? The plot cannot be recovered.
uk_ua: Ви впевнені, що хочете видалити ділянку? Ділянка не підлягає відновленню.

source: Are you sure you want to disconnect?
uk_ua: Ви впевнені, що бажаєте відключитися?

source: Are you sure you want to quit? GUI Plotting and farming will stop.
uk_ua: Ви впевнені, що хочете вийти? Засівання та фермерство зупиняться.

source: Are you sure you want to use k={plotSize}?
uk_ua: Ви впевнені, що бажаєте використовувати k={plotSize}?

source: Back
uk_ua: Назад

source: Backup file is used to restore smart wallets.
uk_ua: Файл резервної копії використовується для відновлення розумних гаманців.

source: Balance
uk_ua: Баланс

source: Base Farmer Reward Amount
uk_ua: Базова сума винагороди фермера

source: Below are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
uk_ua: Нижче наведені значення випробувань для блоків. У вас може бути чи не бути доказів наявності місця для цих випробувань. Ці блоки ще не містять підтверджень часу.

source: Best estimate over last 24 hours
uk_ua: Найкраща оцінка за останні 24 години

source: Block
uk_ua: Блок

source: Block Test
uk_ua: Перевірка блоку

source: Block VDF Iterations
uk_ua: VDF ітерацій блоку

source: Block at height {0} in the HDDcoin blockchain
uk_ua: Блок на висоті {0} в блокчейні HDDcoin

source: Block with hash {headerHash}
uk_ua: Блок з хешем {headerHash}

source: Block with hash {headerHash} does not exist.
uk_ua: Блок з хешем {headerHash} не існує.

source: Blocks
uk_ua: Блоки

source: Browse
uk_ua: Огляд

source: But you are currently farming <0/>
uk_ua: Але ви зараз займаєтеся фермерством <0/>

source: Buy
uk_ua: Покупка

source: Can be backed up to mnemonic seed
uk_ua: Може бути збережений в якості резервної копії за допомогою мнемонічного зерна

source: Cancel
uk_ua: Відміна

source: Cancel and Spend
uk_ua: Відмінити і відправити

source: Caution, deleting these plots will delete them forever. Check that the storage devices are properly connected.
uk_ua: Увага! Видалення цих ділянок призведе до безповоротного видалення файлів назавжди. Переконайтеся, що пристрої зберігання правильно підключені.

source: Challenge
uk_ua: Випробування

source: Challenge Hash
uk_ua: Хеш випробування

source: Chat on KeyBase
uk_ua: Чат у KeyBase

source: HDDcoin Wallet
uk_ua: Гаманець HDDcoin

source: Choose Number of Plots
uk_ua: Виберіть кількість ділянок

source: Choose Plot Size
uk_ua: Виберіть розмір ділянки

source: Close
uk_ua: Закрити

source: Closing down node and server
uk_ua: Закриття вузла і сервера

source: Coins:
uk_ua: Монет:

source: Colour
uk_ua: Колір

source: Colour Info
uk_ua: Інформація про колір

source: Colour String
uk_ua: Шістнадцятковий рядок кольору

source: Colour:
uk_ua: Колір:

source: Coloured Coin
uk_ua: Кольорова Монета

source: Coloured Coin Options
uk_ua: Налаштування Кольорової Монети

source: Confirm
uk_ua: Підтвердити

source: Confirm Disconnect
uk_ua: Підтвердити відключення

source: Confirmed at block:
uk_ua: Підтверджено в блоці:

source: Confirmed at height {0}
uk_ua: Підтверджено на висоті {0}

source: Connect
uk_ua: Підключитися

source: Connect to other peers
uk_ua: Підключитися до інших вузлів

source: Connected
uk_ua: Підключено

source: Connecting to wallet
uk_ua: Підключення до гаманця

source: Connection Status
uk_ua: Стан підключення

source: Connection Status:
uk_ua: Стан підключення:

source: Connection type
uk_ua: Тип підключення

source: Connections
uk_ua: Підключення

source: Contribute on GitHub
uk_ua: Внести свій внесок на GitHub

source: Copied
uk_ua: Скопійовано

source: Copy
uk_ua: Копіювати

source: Copy to Clipboard
uk_ua: Скопіювати до буферу обміну

source: Create
uk_ua: Створити

source: Create DID wallet
uk_ua: Створити DID гаманець

source: Create Offer
uk_ua: Створити пропозицію

source: Create Rate Limited Admin Wallet
uk_ua: Створити гаманець адміністратора з обмеженням частоти

source: Create Rate Limited User Wallet
uk_ua: Створити гаманець користувача з обмеженням частоти

source: Create Trade Offer
uk_ua: Створити торгову пропозицію

source: Create Transaction
uk_ua: Створити транзакцію

source: Create a Backup
uk_ua: Створити резервну копію

source: Create a new private key
uk_ua: Створити новий приватний ключ

source: Create admin wallet
uk_ua: Створити адміністративний гаманець

source: Create new coloured coin
uk_ua: Створити нову кольорову монету

source: Create user wallet
uk_ua: Створити гаманець користувача

source: Create wallet for colour
uk_ua: Створити гаманець для кольору

source: Create wallet for existing colour
uk_ua: Створити гаманець для наявного кольору

source: Created At:
uk_ua: Створено в:

source: Created by us:
uk_ua: Створено нами:

source: Current trade status
uk_ua: Поточний торговий статус

source: DANGER: permanently delete private key
uk_ua: НЕБЕЗПЕКА: видалити приватний ключ назавжди

source: Date
uk_ua: Дата

source: Delay
uk_ua: Затримка

source: Delete
uk_ua: Видалити

source: Delete Plot
uk_ua: Видалити ділянку

source: Delete all keys
uk_ua: Видалити всі ключі

source: Delete key
uk_ua: Видалити ключ

source: Deleting all keys will permanently remove the keys from your computer, make sure you have backups. Are you sure you want to continue?
uk_ua: Видалення усіх ключів призведе до безповоротного видалення ключів з Вашого комп'ютеру. Переконайтесь, що маєте резервні копії. Ви впевнені, що хочете продовжити?

source: Deleting the key will permanently remove the key from your computer, make sure you have backups. Are you sure you want to continue?
uk_ua: Видалення ключа призведе до безповоротного його видалення з Вашого комп'ютеру. Переконайтесь, що маєте резервні копії. Ви впевнені, що хочете продовжити?

source: Developer
uk_ua: Розробник

source: Developer Tools
uk_ua: Інструменти розробника

source: Difficulty
uk_ua: Складність

source: Disable bitfield plotting
uk_ua: Вимкнути використання бітового поля

source: Disconnect
uk_ua: Від'єднати

source: Distributed Identity Options
uk_ua: Опції поширеної Особистості

source: Do you have existing plots on this machine? <0>Add Plot Directory</0>
uk_ua: У Вас є існуючі ділянки на цьому пристрої? <0>Додати директорію з ділянками</0>

source: Does your machine support parallel plotting?
uk_ua: Ваша машина підтримує паралельну генерацію ділянок?

source: Drag and drop offer file
uk_ua: Перетягніть файл пропозиції

source: Drag and drop your backup file
uk_ua: Перетягніть файл резервної копії

source: Edit
uk_ua: Редагувати

source: Enter the 24 word mnemonic that you have saved in order to restore your HDDcoin wallet.
uk_ua: Введіть мнемоніку з 24 слів, яку ви зберегли, для відновлення гаманця HDDcoin.

source: Error
uk_ua: Помилка

source: Error: Cannot send hddcoin to coloured address. Please enter a hddcoin address.
uk_ua: Помилка: Не вдалося надіслати hddcoin на кольорову адресу. Будь ласка, введіть hddcoin-адресу.

source: Estimated Time to Win
uk_ua: Очікуваний час до виграшу

source: Estimated sum of all the plotted disk space of all farmers in the network
uk_ua: Орієнтовна сума обсягу всіх ділянок на дисковому просторі всіх фермерів у мережі

source: Exclude final directory
uk_ua: Виключити кінцеву теку

source: Failed to open (invalid plots)
uk_ua: Не вдалося відкрити (недійсні ділянки)

source: Farm
uk_ua: Ферма

source: Farmer Public Key
uk_ua: Відкритий ключ фермера

source: Farmer Puzzle Hash
uk_ua: Хеш головоломки фермера

source: Farmer Reward Address
uk_ua: Адреса винагороди фермера

source: Farmer is not connected
uk_ua: Фермер не підключений

source: Farmer is not running
uk_ua: Фермер не запущений

source: Farmers earn block rewards and transaction fees by committing spare space to the network to help secure transactions. This is where your farm will be once you add a plot. <0>Learn more</0>
uk_ua: Фермери заробляють нагороди за блоки і комісії за транзакції додаючи свій вільний дисковий простір у мережу, щоб допомогти забезпечити транзакції. Тут буде Ваша ферма, коли буде додано ділянки. <0>Дізнатися більше</0>

source: Farming
uk_ua: Фермерство

source: Farming Status
uk_ua: Стан фермерства

source: Fee
uk_ua: Комісія

source: Fee ({currencyCode})
uk_ua: Комісія ({currencyCode})

source: Fees Amount
uk_ua: Сума збору

source: File
uk_ua: Файл

source: Filename
uk_ua: Ім'я файлу

source: Final folder location
uk_ua: Розташування кінцевої теки

source: Finished
uk_ua: Завершено

source: Follow on Twitter
uk_ua: Слідкувати у Twitter

source: Frequently Asked Questions
uk_ua: Найчастіші питання

source: Full Node
uk_ua: Повний вузол

source: Full Screen
uk_ua: Повний екран

source: Generate New Colour
uk_ua: Створити новий колір

source: HD or Hierarchical Deterministic keys are a type of public key/private key scheme where one private key can have a nearly infinite number of different public keys (and therefor wallet receive addresses) that will all ultimately come back to and be spendable by a single private key.
uk_ua: Ієрархічні детерміновані ключі або HD - це тип публічного/приватного ключів, в якій один приватний ключ може мати майже нескінченну кількість різних публічних ключів (і відповідно адрес отримання гаманця), які в кінцевому рахунку будуть вертатися і використовуватися одним приватним ключем.

source: Header Hash
uk_ua: Хеш заголовка

source: Header hash
uk_ua: Хеш заголовка

source: Height
uk_ua: Висота

source: Help
uk_ua: Допомога

source: Help translate
uk_ua: Допомогти з перекладом

source: Hide Advanced Options
uk_ua: Приховати додаткові параметри

source: History
uk_ua: Історія

source: Host Name
uk_ua: Ім'я хосту

source: IP address
uk_ua: ІР-адреса

source: IP address / host
uk_ua: IP-адреса / хост

source: If none selected, then it will default to the temporary directory.
uk_ua: Якщо нічого не вибрано, за замовчуванням буде використовуватися тимчасова тека.

source: Import Wallet from Mnemonics
uk_ua: Імпортувати гаманець за допомогою мнемоніки

source: Import from Mnemonics (24 words)
uk_ua: Імпортувати за допомогою мнемоніки (24 слова)

source: In Progress
uk_ua: Виконується

source: Incoming
uk_ua: Вхідні

source: Index
uk_ua: Індекс

source: Indicated if this offer was created by us
uk_ua: Показує чи була ця пропозиція створена нами

source: Indicated what time this offer was accepted
uk_ua: Показує в який час була прийнята ця пропозиція

source: Info Packet
uk_ua: Інформаційний Пакунок

source: Initial Amount
uk_ua: Початкова Кількість монет

source: Initialize a Rate Limited User Wallet:
uk_ua: Ініціалізувати кишеню користувача з обмеженням швидкості виведення монет:

source: Interval
uk_ua: Інтервал

source: K-Size
uk_ua: K-розмір

source: Keys
uk_ua: Ключі

source: KiB Up/Down
uk_ua: KiB Вивантаження/Завантаження

source: Last Attempted Proof
uk_ua: Остання спроба доказу

source: Last Height Farmed
uk_ua: Висота останнього створеного блоку

source: Latest Block Challenges
uk_ua: Останні випробування блоків

source: Loading...
uk_ua: Завантаження...

source: Logging in
uk_ua: Здійснюється вхід

source: Manage Farming Rewards
uk_ua: Управління винагородами за фермерство

source: Manage Your Farming Rewards Target Addresses
uk_ua: Управління вашими адресами для отримання винагороди за фермерство

source: MiB Up/Down
uk_ua: MiB Вивантаження/Завантаження

source: Minutes
uk_ua: Хвилин

source: More memory slightly increases speed
uk_ua: Більший обсяг пам'яті трохи збільшує швидкість

source: My Pubkey
uk_ua: Мій публічний ключ

source: Network Name
uk_ua: Назва мережі

source: New Address
uk_ua: Нова адреса

source: New Wallet
uk_ua: Новий гаманець

source: Next
uk_ua: Далі

source: Nickname
uk_ua: Прізвисько

source: No
uk_ua: Ні

source: No 24 word seed, since this key is imported.
uk_ua: Відсутні 24 ключових слова, оскільки ключ імпортовано.

source: No blocks farmed yet
uk_ua: У вас ще немає оброблених блоків

source: No previous transactions
uk_ua: Немає попередніх транзакцій

source: No private keys for one or both addresses. Safe only if you are sending rewards to another wallet.
uk_ua: Немає приватних ключів для одного або обох адрес. Безпечно, тільки якщо ви надсилаєте нагороди іншому гаманця.

source: Node ID
uk_ua: ID вузла

source: None of your plots have passed the plot filter yet.
uk_ua: Жодна з ваших ділянок ще не пройшла фільтр.

source: Not Available
uk_ua: Не доступно

source: Not Synced
uk_ua: Не синхронізовано

source: Not accepted yet
uk_ua: Ще не прийнято

source: Not confirmed yet
uk_ua: Ще не підтверджено

source: Not connected
uk_ua: Немає з'єднання

source: Not found Plots
uk_ua: Незнайдені ділянки

source: Number of buckets
uk_ua: Кількість корзин

source: Number of threads
uk_ua: Число потоків

source: OK
uk_ua: ОК

source: Offer
uk_ua: Пропозиція

source: Offers Created
uk_ua: Заявки створено

source: On average there is one minute between each transaction block. Unless there is congestion you can expect your transaction to be included in less than a minute.
uk_ua: У середньому між кожним блоком транзакції триває одна хвилина. За відсутністю заторів ви можете очікувати, що ваша транзакція буде включена менш ніж за хвилину.

source: Outgoing
uk_ua: Вихідні

source: Peak Height
uk_ua: Найбільша висота

source: Peak Time
uk_ua: Найбільший час

source: Pending
uk_ua: В очікуванні

source: Pending Balance
uk_ua: Баланс в очікуванні

source: Pending Change
uk_ua: Зміни очікуються

source: Pending Total Balance
uk_ua: Загальний баланс очікується

source: Please add a trade pair
uk_ua: Будь-ласка додайте торгову пару

source: Please enter 0 fee. Positive fees not supported yet for RL.
uk_ua: Будь-ласка введіть нульову комісію. Додатні комісії не підтримуються для RL.

source: Please enter a valid initial coin amount
uk_ua: Будь ласка, введіть припустиму початкову кількість монет

source: Please enter a valid numeric amount
uk_ua: Будь ласка, введіть припустиму числову кількість

source: Please enter a valid numeric fee
uk_ua: Будь ласка, введіть припустиму числову комісію

source: Please enter a valid numeric interval length
uk_ua: Будь ласка, введіть припустиму числову довжину інтервалу

source: Please enter a valid numeric spendable amount
uk_ua: Будь ласка, введіть припустиму числову кількість витрат

source: Please enter a valid pubkey
uk_ua: Будь ласка, введіть коректний публічний ключ

source: Please finish syncing before making a transaction
uk_ua: Будь ласка, завершіть синхронізацію перед створенням транзакції

source: Please select amount
uk_ua: Будь-ласка, вкажіть кількість

source: Please select buy or sell
uk_ua: Будь ласка, виберіть купівлю або продаж

source: Please select coin colour
uk_ua: Будь ласка, оберіть колір монети

source: Please specify final directory
uk_ua: Будь ласка, вкажіть фінальну теку

source: Please specify temporary directory
uk_ua: Будь ласка, вкажіть тимчасову теку

source: Plot
uk_ua: Ділянка

source: Plot Count
uk_ua: Кількість ділянок

source: Plot Id
uk_ua: ID ділянки

source: Plot Key
uk_ua: Ключ ділянки

source: Plot Public Key
uk_ua: Публічний ключ ділянки

source: Plot Size
uk_ua: Розмір ділянки

source: Plot in Parallel
uk_ua: Засіювати ділянки паралельно

source: Plot is duplicate of {0}
uk_ua: Ділянка є дублікатом {0}

source: Plots
uk_ua: Ділянки

source: Plots Passed Filter
uk_ua: Ділянки, що пройшли фільтр

source: Plots are allocated space on your hard drive used to farm and earn HDDcoin. <0>Learn more</0>
uk_ua: Ділянки - виділений обсяг на вашому диску, який використовується для фермерства, щоб заробити Сhia. <0>Дізнатися більше</0>

source: Plotting
uk_ua: Створення ділянок

source: Plotting in parallel can save time. Otherwise, add plot(s) to the queue.
uk_ua: Паралельне (одночасне) засіювання декількох ділянок заощаджує час. В іншому випадку, засіювання додається в чергу.

source: Plotting with bitfield enabled has about 30% less overall writes and is now almost always faster. You may see reduced memory requirements with bitfield plotting disabled. If your CPU design is from before 2010 you may have to disable bitfield plotting.
uk_ua: Засіювання із увімкненим бітовим полем зменшує кількість загальних операцій запису приблизно на 30% і майже завжди працює швидше. Вимкнення бітового поля може зменшити вимоги до об'єму пам'яті. Якщо Ваш процесор випущений раніше 2010 року, можливо Вам слід вимкнути бітове поле.

source: Pool Key
uk_ua: Ключ пулу

source: Pool Public Key
uk_ua: Публічний ключ пулу

source: Pool Puzzle Hash
uk_ua: Хеш головоломки пула

source: Pool Reward Address
uk_ua: Адреса винагороди пула

source: Pool Reward Amount
uk_ua: Кількість винагороди пула

source: Port
uk_ua: Порт

source: Previous
uk_ua: Попередній

source: Previous Header Hash
uk_ua: Хеш попереднього заголовка

source: Private key with public fingerprint {fingerprint}
uk_ua: Закритий ключ з публічним відбитком пальця {fingerprint}

source: Private key {0}
uk_ua: Закритий ключ {0}

source: Private key:
uk_ua: Закритий ключ:

source: Proof of Space Size
uk_ua: Розмір Доказу простору

source: Proofs Found
uk_ua: Доказів знайдено

source: Pubkey
uk_ua: Публічний ключ

source: Public key:
uk_ua: Публічний ключ:

source: Queue Name
uk_ua: Назва черги

source: Queue name
uk_ua: Назва черги

source: Queued
uk_ua: У черзі

source: RAM max usage
uk_ua: Максимальне використання RAM

source: Rate Limited
uk_ua: Обмеження частоти

source: Rate Limited Info
uk_ua: Інформація обмеження частоти

source: Rate Limited Options
uk_ua: Опції обмеження частоти

source: Rate Limited User Wallet Setup
uk_ua: Налаштування гаманця з обмеженням частоти

source: Receive Address
uk_ua: Адреса отримання

source: Recover DID wallet
uk_ua: Відновлення гаманця DID

source: Refresh Plots
uk_ua: Оновити ділянки

source: Release Notes
uk_ua: Докладно про реліз

source: Removing
uk_ua: Видалення

source: Rename
uk_ua: Перейменувати

source: Report an Issue...
uk_ua: Повідомити про проблему...

source: Restore Metadata for Coloured Coins and other Smart Wallets from Backup
uk_ua: Відновити метадані для кольорових монет та інших Smart Wallets з резервної копії

source: Safe To Skip
uk_ua: Можна пропустити

source: Save
uk_ua: Зберегти

source: Search block by header hash
uk_ua: Пошук блоку за хешем заголовку

source: Second temporary folder location
uk_ua: Розташування другої тимчасової теки

source: See private key
uk_ua: Переглянути приватний ключ

source: Seed:
uk_ua: Фраза:

source: Select 2nd Temporary Directory
uk_ua: Виберіть 2-й тимчасовий каталог

source: Select Final Directory
uk_ua: Оберіть кінцеву теку

source: Select Key
uk_ua: Вибрати ключ

source: Select Offer
uk_ua: Вибрати пропозицію

source: Select Temporary Directory
uk_ua: Виберіть тимчасовий каталог

source: Select Wallet Type
uk_ua: Оберіть тип гаманця

source: Select the final destination for the folder where you would like the plot to be stored. We recommend you use a large slow hard drive (like external HDD).
uk_ua: Виберіть кінцеве розташування теки, де ви бажаєте зберегти ділянку. Ми рекомендуємо використовувати великий повільний жорсткий диск (наприклад, зовнішній HDD).

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast drive.
uk_ua: Виберіть розташування тимчасової теки, де ви хочете зберегти ділянку. Ми рекомендуємо використовувати швидкий диск.

source: Selected
uk_ua: Вибрано

source: Sell
uk_ua: Продаж

source: Send
uk_ua: Надіслати

source: Send this info packet to your Rate Limited Wallet user who must use it to complete setup of their wallet:
uk_ua: Надішліть цей пакет інформації до вашого обмеженого користувача Wallet, який повинен використовувати його, щоб завершити налаштування його гаманця:

source: Send your pubkey to your Rate Limited Wallet admin:
uk_ua: Надішліть свій публічний ключ адміністратору вашого гаманця з обмеженням частоти:

source: Show Advanced Options
uk_ua: Показати розширені параметри

source: Side
uk_ua: Сторона

source: Sign In
uk_ua: Увійти

source: Skips adding a final directory to harvester for farming
uk_ua: Пропустити додавання фінальної директорії у комбайн для землеробства

source: Speech
uk_ua: Мовлення

source: Spendable Amount
uk_ua: Витратна сума

source: Spendable Amount Per Interval
uk_ua: Витратна сума за інтервал

source: Spendable Balance
uk_ua: Витратний баланс

source: Spending Interval (number of blocks): {interval}
uk_ua: Інтервал витрат (кількість блоків): {interval}

source: Spending Interval Length (number of blocks)
uk_ua: Інтервал витрат (кількість блоків)

source: Spending Limit (hddcoin per interval): {0}
uk_ua: Ліміт витрат (hddcoin на інтервал): {0}

source: State
uk_ua: Стан

source: Status
uk_ua: Стан

source: Status:
uk_ua: Стан:

source: Submit
uk_ua: Надіслати

source: Synced
uk_ua: Синхронізовано

source: Syncing
uk_ua: Синхронізація

source: Syncing <0/>/<1/>
uk_ua: Синхронізація <0/>/<1/>

source: Temporary folder location
uk_ua: Тимчасова тека

source: The application will stop working at block height 193536.
uk_ua: Програма перестане працювати при висоті блоку 193536.

source: The full node that your farmer is connected to is below. <0>Learn more</0>
uk_ua: Повний вузол, до якого підключено вашого фермера, вказано нижче. <0>Дізнатися більше</0>

source: The minimum required size for mainnet is k=32
uk_ua: Мінімальний необхідний розмір для головної мережі (mainnet) – k=32

source: The node is not synced
uk_ua: Вузол не синхронізовано

source: The node is syncing, which means it is downloading blocks from other nodes, to reach the latest block in the chain
uk_ua: Вузол синхронізований, це означає, що він завантажує блоки з інших вузлів, щоб досягти останнього блоку в ланцюжку

source: The seed used to create the plot. This depends on the pool pk and plot pk.
uk_ua: Зерно, яке використовувалося для створення ділянки. Зерно залежить від публічного ключа пулу і публічного ключа ділянки.

source: The total number of VDF (verifiable delay function) or proof of time iterations on the whole chain up to this sub block.
uk_ua: Загальна кількість ітерації VDF (від англ. Verifiable Delay Function - перевіряєма функція затримки) або доказів тимчасових ітерацій по всьому ланцюжку до цього підблока.
